[
    {
        "artist": "Lil Wayne Featuring Static Major",
        "lyrics": "  [Intro: Lil Wayne] No homo I say he's so sweet, make her wanna lick the wrapper  [Verse 1: Kanye West] Lollipop, lollipop, breastses just like Dolly Parton She ride my spaceship 'til she hit the top That hit the spot, 'til she ask \"How many li-i-li-i-licks do it take 'til she get to shop?\" Don't worry why my wrists got so freeze? Tell her, \"Girl, like Doritos, that's not yo cheese\" Tell her friends, \"Like Fritos, I'm tryin' to la.\" I can't only have one and I ain't tryin' to wait This a song with Wayne, so you know it's gonna melt But you ain't finna murder me like everybody else I'ma rap like I got some type of respect for myself I don't do it for my health, man, I do it for the belt Man, I do it to the death, 'til the roof get melt Hundred degrees, drop the roof, so the coupe don't melt Man, the flow so cold chicken soup won't help We need fo' mo' hoes, we need oh-oh-oh-oh! You know what it is when we're outta town We ball in two-seats, and you out of bounds So come here, baby girl You're now fuckin' with the best in the world Lollipop, the best in the world  [Hook: Static Major] She lick me like a lollipop Shawty want a thug Bottles in the club Shawty wanna hump You know I like to touch Your lovely lady lumps  [Verse 2: Lil Wayne] Shawty say she wanna lick the wrapper And she gonna lick the rapper And I just wanna act like a porno-flickin' actor I Anita Bake her, now she caught up in that Rapture I got so much chips I swear they call me Hewlett Packard I got so much chips you can have a bag if you're a snacker Greedy motha-fudge cake, now tell me how that fudge tastes I do it for Bloods' sake, soo-woo Think it's voodoo how that roof do di-di-dissipate Your girl wants to participate She so so sophisticate, 'cause her brain is off the chain And then my diamonds are in the choir Because they sang from off my chain And my Nina just joined the gang, because all she do is bang Like Ricky Martin, Wayne and Kanye: pick your poison If that woman wanna cut, then tell her I am Mr. Ointment Tell her to make an appointment With Mr. I-Can't-Make-An-Appointment Take my lollipop and enjoy it  [Hook: Static Major] Shawty want a thug Bottles in the club Shawty wanna hump You know I like to touch Your lovely lady lumps  [Verse 3: Lil Wayne] Why would she? She probably be the odd cookie In the plastic bag 'bout to get crushed by a building I flushed out the feelin' of me bein' the shit 'Cause I was leavin' skid marks on everywhere I sit I am everywhere, I'm it, like Hide-n-Go And I can go anywhere: innie, minnie, miney, mo I'm in your neighborhood, area, CD thing, tape deck IPod, your girlfriend, and she say I got great sex Safe sex is great sex, better wear a latex 'Cause you don't want that late text, that \"I think I'm late\" text So wrap it up! But he's so sweet she wanna lick the wrapper  [Hook: Static Major] Shawty want a thug Bottles in the club Shawty wanna hump You know I like to touch Your lovely lady lumps  ",
        "title": "Lollipop"
    },
    {
        "artist": "Coldplay",
        "lyrics": "  [Verse 1] I used to rule the world Seas would rise when I gave the word Now in the morning I sleep alone Sweep the streets I used to own I used to roll the dice, feel the fear in my enemy's eyes Listen as the crowd would sing Now the old King is dead, long live the King One minute I held the key Next the walls were closed on me And I discovered that my castles stand Upon pillars of salt and pillars of sand  [Chorus 1] I hear Jerusalem bells a-ringing Roman Cavalry choirs are singing Be my mirror, my sword and shield My missionaries in a foreign field For some reason I can't explain Once you go there was never Never an honest word And that was when I ruled the world  [Verse 2] It was the wicked and wild wind Blew down the doors to let me in Shattered windows and the sound of drums People couldn't believe what I'd become Revolutionaries wait For my head on a silver plate Just a puppet on a lonely string Oh who would ever want to be king?  [Chorus 2] I hear Jerusalem bells a-ringing Roman Cavalry choirs are singing Be my mirror, my sword and shield My missionaries in a foreign field For some reason I can't explain I know Saint Peter won't call my name Never an honest word But that was when I ruled the world I hear Jerusalem bells a-ringing Roman Cavalry choirs are singing Be my mirror, my sword and shield My missionaries in a foreign field For some reason I can't explain I know Saint Peter won't call my name Never an honest word But that was when I ruled the world  ",
        "title": "Viva La Vida"
    },
    {
        "artist": "Leona Lewis",
        "lyrics": "  [Verse 1] Closed off from love, I didn't need the pain Once or twice was enough and it was all in vain Time starts to pass, before you know it you're frozen But something happened for the very first time with you My heart melted to the ground Found something true And everyone's looking round thinking I'm going crazy  [Pre-Chorus] But I don't care what they say, I'm in love with you They try to pull me away, but they don't know the truth My heart's crippled by the vein that I keep on closing You cut me open and I  [Chorus] Keep bleeding Keep, keep bleeding love I keep bleeding I keep, keep bleeding love Keep bleeding Keep, keep bleeding love You cut me open  [Verse 2] Trying hard not to hear, but they talk so loud Their piercing sounds fill my ears, try to fill me with doubt Yet I know that their goal is to keep me from falling But nothing's greater than the risk That comes with your embrace And in this world of loneliness, I see your face Yet everyone around me thinks that I'm going crazy Maybe, maybe  [Pre-Chorus] But I don't care what they say, I'm in love with you They try to pull me away, but they don't know the truth My heart's crippled by the vein that I keep on closing You cut me open and I  [Chorus] Keep bleeding Keep, keep bleeding love I keep bleeding I keep, keep bleeding love Keep bleeding Keep, keep bleeding love You cut me open  [Bridge] And it's draining all of me Though they find it hard to believe I'll be wearing these scars for everyone to see  [Pre-Chorus] But I don't care what they say, I'm in love with you They try to pull me away, but they don't know the truth My heart's crippled by the vein that I keep on closing You cut me open and I  [Chorus] Keep bleeding Keep, keep bleeding love I keep bleeding I keep, keep bleeding love Keep bleeding Keep, keep bleeding love (Ooh, you cut me open and I) Keep bleeding Keep, keep bleeding love I keep bleeding I keep, keep bleeding love Keep bleeding Keep, keep bleeding love  [Outro] Ooh, you cut me open and I Keep bleeding Keep, keep bleeding love  ",
        "title": "Bleeding Love"
    },
    {
        "artist": "Katy Perry",
        "lyrics": "  [Verse 1] This was never the way I planned Not my intention I got so brave, drink in hand Lost my discretion It's not what I'm used to Just want to try you on I'm curious for you Caught my attention  [Chorus] I kissed a girl and I liked it The taste of her cherry chapstick I kissed a girl just to try it I hope my boyfriend don't mind it It felt so wrong, it felt so right Don't mean I'm in love tonight I kissed a girl and I liked it I liked it  [Verse 2] No, I don't even know your name It doesn't matter You're my experimental game Just human nature It's not what good girls do Not how they should behave My head gets so confused Hard to obey  [Chorus] I kissed a girl and I liked it The taste of her cherry chapstick I kissed a girl just to try it I hope my boyfriend don't mind it It felt so wrong, it felt so right Don't mean I'm in love tonight I kissed a girl and I liked it I liked it  [Bridge] Us girls, we are so magical Soft skin, red lips, so kissable Hard to resist so touchable Too good to deny it Ain't no big deal, it's innocent  [Chorus] I kissed a girl and I liked it The taste of her cherry chapstick I kissed a girl just to try it I hope my boyfriend don't mind it It felt so wrong, it felt so right Don't mean I'm in love tonight I kissed a girl and I liked it I liked it  ",
        "title": "I Kissed A Girl"
    },
    {
        "artist": "Rihanna",
        "lyrics": "  [Intro] Oh, how about a round of applause? Yeah, a standing ovation Oh, yeah, yeah, yeah, yeah, yeah  [Verse 1] You look so dumb right now Standing outside my house Trying to apologize You're so ugly when you cry Please, just cut it out  [Pre-Chorus] Don't tell me you're sorry cause you're not Baby when I know you're only sorry you got caught  [Chorus] But you put on quite a show Really had me going But now it's time to go Curtain's finally closing That was quite a show Very entertaining But it's over now (but it's over now) Go on and take a bow  [Verse 2] Grab your clothes and get gone (get gone) You better hurry up Before the sprinklers come on (come on) Talking' bout' \"Girl, I love you, you're the one\" This just looks like a re-run Please, what else is on? (on)  [Pre-Chorus] Don't tell me you're sorry cause you're not Baby when I know you're only sorry you got caught  [Chorus] But you put on quite a show Really had me going But now it's time to go Curtain's finally closing That was quite a show Very entertaining But it's over now (but it's over now) Go on and take a bow  [Bridge] Oh, and the award for the best liar goes to you (goes to you) For making me believe That you could be faithful to me Let's hear your speech, oh How 'bout a round of applause? A standing ovation  [Chorus] But you put on quite a show Really had me going Now it's time to go Curtain's finally closing That was quite a show Very entertaining But it's over now (but it's over now) Go on and take a bow But it's over now  ",
        "title": "Take A Bow"
    },
    {
        "artist": "Usher Featuring Young Jeezy",
        "lyrics": "  [Intro: Usher & Beyoncé] Yeah, yeah Yeah, yeah Soundz, I hear you, man Usher Yeah, this it right here Queen B, yeah I'm the king, y'all know that She the queen, came right back Listen to me Yeah, yeah Oh, remix  [Verse 1: Usher & Beyoncé] Now, baby girl, there ain't nothing more that I can say You know by now, I want it more than anything If I walk away and just let you leave You'll be stuck in my head like a melody I know you want it (yeah) But I'm hesitating (why?) You must be crazy, I got a man, you got a lady I know, we here together, so this must be something special 'Cause you could be anywhere you wanted  [Pre-Chorus: Usher] But you decided to be here with me No coincidence, it was meant to be Don't be shy, come let your boy get in So you can tell all of your friends You was on the remix, like...  [Chorus: Usher] In this club, in this club Ladies, can I put this love up on you one time? If you ain't scared, say what's up In this club, in this club They can keep watching, I ain't stopping Baby, I don't give up In this club, in this club Ladies, can I put this love up on you one time? If you ain't scared, say what's up In this club, in this club They can keep watching Baby, I don't give up in this club  [Verse 2: Beyoncé, Usher & Both] Baby, you know I'd be down But we can't have all these people staring, standing around This right here is only for your eyes to see But you getting carried away, saying we can do it wherever The way you touching me like no other I'ma make you feel insane Trying your hardest to make me give in But I'mma be down to give you what'chu wanting if you keep it up I strongly doubt this velvet rope would hold me up And I don't want security rolling up on us (I got you) I'm not hesitating, I just don't wanna rush You could be anywhere you wanted  [Pre-Chorus: Beyoncé] But you decided to be here with me No coincidence, it was meant to be I guess if I mess around and let you get in You gon' tell all of your friends You was on this remix, like...  [Chorus: Beyoncé, Usher & Both] In this club, in this club Fellas, can I put this love up on you one time? If you ain't scared, say what's up In this club, in this club They can keep watching, I'm stopping Baby, I don't give upIn this club, in this club Ladies, can I put this love up on you one time? If you ain't scared, say what's up In this club, in this club They can keep watching Baby, I don't give up in this club  [Verse 3: Lil Wayne] Shawty want a thug It started with a hug And the rest went like this I gave her neck, a kissy-kiss She gave my neck a kiss back I said, we could do it like a stack I mean, we could do it like a G On the couch in V.I.P Shawty, we could get it on I'm like, shout out to the DJ for playing this song Girl, we could act like two damn fools And everybody think we doing a dance move Call me, so I can make it juicy for ya Meet me in the bathroom and you could be my secret lover, girl And it started with a hug But now we making love in this club And we're not gonna stop just because The people in the crowd are watching us But we don't give a damn what they say And this is the, the remix, baby  [Bridge: Usher & Beyoncé] Come a little closer to daddy, put it on you Need you to know what happens here, stays here And I'm ready and willing, almost got to go Got you standing at attention, keep it on the low Ain't nobody watching, don't worry, they can't see us I know I got you hot, now let me in You in the club or the car, wherever you are Run and tell the DJ, run it back on replay  [Chorus: Usher, Beyoncé & Both] In this club, in this club [Fellas (ladies), can I put this love up on you one time? If you ain't scared, say what's up In this club, in this club They can keep watching, I ain't stopping Baby, I don't give up Now, run and tell all of your friends You gotta hear this remix, like...   [Outro: Usher, Beyoncé & Lil Wayne] King and queen, y'all know Yeah, man If we make love in this club What would music be without Soundz? In this club, in this club Nobody will know, baby...  ",
        "title": "Love In This Club"
    },
    {
        "artist": "Jordin Sparks Duet With Chris Brown",
        "lyrics": "  [Intro: Jordin Sparks] Tell me how I'm supposed to breathe with no air (air) Ooh  [Verse 1: Jordin Sparks & Chris Brown] If I should die before I wake It's 'cause you took my breath away Losing you is like living in a world with no air, oh I'm here alone, didn't want to leave My heart won't move, it's incomplete Wish there was a way that I can make you understand  [Pre-Chorus: Jordin Sparks] But how do you expect me To live alone with just me? 'Cause my world revolves around you It's so hard for me to breathe  [Chorus: Jordin Sparks & Chris Brown] Tell me how I'm supposed to breathe with no air Can't live, can't breathe with no air That's how I feel whenever you ain't there It's no air, no air Got me out here in the water, so deep Tell me how you gon' be without me If you ain't here, I just can't breathe It's no air, no air No air, air, oh No air, air, no No air, air, oh No air, air  [Verse 2: Chris Brown & Jordin Sparks] I walked, I ran, I jumped, I flew Right off the ground to float to you There's no gravity to hold me down for real But somehow I'm still alive inside You took my breath but I survived I don't know how but I don't even care  [Pre-Chorus: Jordin Sparks & Chris Brown] So how do you expect me To live alone with just me? 'Cause my world revolves around you It's so hard for me to breathe  [Chorus: Jordin Sparks & Chris Brown] Tell me how I'm supposed to breathe with no air Can't live, can't breathe with no air That's how I feel whenever you ain't there It's no air, no air Got me out here in the water, so deep Tell me how you gon' be without me, yeah If you ain't here, I just can't breathe It's no air, no air No air, air, oh No air, air no No air, air oh No air, air  [Bridge: Jordin Sparks & Chris Brown] No more Baby, oh It's no air, no air Hey, no air Oh  [Chorus: Jordin Sparks & Chris Brown] Tell me how I'm supposed to breathe with no air Can't live, can't breathe with no air That's how I feel whenever you ain't there It's no air, no air Got me out here in the water, so deep Tell me how you gon' be without me If you ain't here, I just can't breathe It's no air, no air No air, air, oh No air, air, no 'Cause my world revolves around you, it's so hard for me to breathe Hard for me to breathe Tell me how I'm supposed to breathe with no air Can't live, can't breathe with no air That's how I feel whenever you ain't there It's no air, no air  [Outro: Jordan Sparks & Chris Brown] Got me out here in the water, so deep Tell me how you gon' be without me If you ain't here, I just can't breathe It's no air, no air No air, air, oh No air, air, no No air, air, no air No air  ",
        "title": "No Air"
    },
    {
        "artist": "Ray J & Yung Berg",
        "lyrics": "  {SEX-Y, CAN, I?}  [Yung Berg - Intro] (Ray J) Yeah! Ray... (Yeaaaaaah) We out here It's young boss...Knockout (Yeaaa-yeaaaaaaaah) All he wanna know is.. {SEX-Y, CAN, I?} First round, ladies!  [Ray J] Sexy, can I? Just pardon my manners Girl, how you shake it got a nigga like (OHHHH!) It's a Kodak moment, let me go and get my camera All I wanna know is {SEX-Y, CAN, I?} Sexy, can I, hit it from the front? Then I hit it from the back, know you like it like that Then we take it to the bed, then we take it to the flo' Then we chill for a second, then we back at it some mo' Sexy, can I? Just pardon my manners Girl, how you shake it got a nigga like (OHHHH!) It's a Kodak moment, let me go and get my camera All I wanna know is {SEX-Y, CAN, I?}  [Yung Berg] 'Ey, waddup, lil mama? It's ya boy Yung'n G5 dipped in Louis Vuitton luggage 'Ey, gotta love it, ya boy so fly All the ladies go (OHHH) when the nigga go by Gucci on the feet, Marc Jacob on the thigh She wanna ride or die witcha boy in the Chi That's right - so I let her kiss the prince Her boyfriend, she ain't missed him since Ya dig?  [Ray J] (Yung Berg) Sexy, can I? Just pardon my manners Girl, how you shake it got a nigga like (OHHHH!) It's a Kodak moment, let me go and get my camera All I wanna know is {SEX-Y, CAN, I?} Sexy, can I, keep it on the low? Got a girl at the crib, we can take it to the mo-mo You can bring a friend, or, you can ride solo Let me get my camera, so we can take a photo Ooooh (Now go shawty, go shawty) Baby, when we make love, it's like ooooooh (I don't know what your man is like, but shawty all I wanna know is...) Sexy, can I? Sexy, can I, visit you at work? While you slidin down the pole, no panties, no shirt Then you climb back up the pole, then you drop and do the splits How you make that pussy talk, baby damn you on some real shit Ooooh (Now go shawty, go shawty) I make it rain in the club like OOOOOOOH (I don't know what your man is like, but baby all I wanna know is...) Sexy, can I? Sexy, can I? Just pardon my manners Girl, how you shake it got a nigga like (OHHHH!) It's a Kodak moment, let me go and get my camera All I wanna know is {SEX-Y, CAN, I?}  [Yung Berg] You know what it is.. She ain't concerned with, who ya boy's hittin, or who Ray's nailing So when I give it to her, I know that she ain't tellin See I'm a go getta and she a go get-it You already know she a.. {SEX-Y, CAN, I} Sexy, can I, send for you red-eye Fresh out the pool, no towel, let it air-dry And if you ain't fuckin tonight Then, you can watch our tour bus go by  [Ray J] Sexy, can I? Just pardon my manners Girl, how you shake it got a nigga like (OHHHH!) It's a Kodak moment, let me go and get my camera All I wanna know is {SEX-Y, CAN, I?} Sexy, can I, hit it from the front? Then I hit it from the back, know you like it like that Then we take it to the bed, then we take it to the flo' Then we chill for a second, then we back at it some mo'! Sexy, can I? Just pardon my manners Girl, how you shake it got a nigga like (OHHHH!) It's a Kodak moment, let me go and get my camera All I wanna know is {SEX-Y, CAN, I?} I just wanna have some fun...  [Yung Berg - Outro] You know I wanna have some too! (Ay, I said, can I just have some fuuuun?) We about to turn the mansion out And we can do it with the cameras out {SEX-Y, CAN, I?}  ",
        "title": "Sexy Can I"
    },
    {
        "artist": "Natasha Bedingfield",
        "lyrics": "  [Chorus] I got a pocket, got a pocketful of sunshine I got a love and I know that it’s all mine, oh, oh oh Do what you want but you’re never gonna break me Sticks and stones are never gonna shake me, oh, oh oh  [Bridge] Take me away (take me away) A secret place (a secret place) A sweet escape (a sweet escape) Take me away (take me away) Take me away (take me away) To better days (to better days) Take me away (take me away) A hiding place (a hiding place)  [Chorus] I got a pocket, got a pocketful of sunshine I got a love and I know that it’s all mine, oh, oh oh Do what you want but you’re never gonna break me Sticks and stones are never gonna shake me, oh, oh oh I got a pocket, got a pocketful of sunshine I got a love and I know that it’s all mine, oh, oh oh Wish that you could but you ain’t gonna own me Do anything you can to control me, oh, oh no  [Bridge] Take me away (take me away) A secret place (a secret place) A sweet escape (a sweet escape) Take me away (take me away) Take me away (take me away) To better days (to better days) Take me away (take me away) A hiding place (a hiding place) There’s a place that I go, that nobody knows Where the rivers flow, and I call it home And there’s no more lies in the darkness there’s light And nobody cries, there’s only butterflies  [Bridge] Take me away (take me away) A secret place (a secret place) A sweet escape (a sweet escape) Take me away (take me away) Take me away (take me away) To better days (to better days) Take me away (take me away) A hiding place (a hiding place) Take me away (take me away) A secret place (a secret place) A sweet escape (A sweet escape) Take me away (take me away) Take me away (take me away) To better days (to better days) Take me away (take me away) A hiding place (a hiding place)  [Chorus] Take me away (I got a pocket, got a pocketful of sunshine) A secret place (I got a love and I know that it's all mine) To better days, take me away Take me away (I got a pocket, got a pocketful of sunshine) To better days (To a better day) Take me away, a hiding place  [Outro] The sun is on my side and takes me for a ride I smile up to the sky, I know I'll be alright The sun is on my side and takes me for a ride I smile up to the sky, I know I'll be alright  ",
        "title": "Pocketful Of Sunshine"
    },
    {
        "artist": "Madonna Featuring Justin Timberlake & Timbaland",
        "lyrics": "  [Intro: Timbaland] I'm outta time, and all I got is four minutes Fikki fikki, four minutes, aye! I'm outta time, and all I got is four minutes Fikki fikki, four minutes, aye! I'm outta time, and all I got is four minutes Fikki fikki, four minutes, aye! I'm outta time, and all I got is four minutes Fikki fikki, four minutes, aye! I'm outta time, and all I got is four minutes Fikki fikki, four minutes, aye! I'm outta time, and all I got is four minutes Fikki fikki, four minutes, aye! I'm outta time, and all I got is four minutes Fikki fikki, four minutes, aye! I'm outta time, and all I got is four minutes Fikki fikki, four minutes, aye!  [Interlude: Justin Timberlake] Hey, uh, c'mon, Madonna  [Verse 1: Madonna & Justin Timberlake] C'mon boy I've been waiting for somebody to pick up my stroll Well, don't waste time Give me a sign, tell me how you wanna roll I want somebody to speed it up for me Then take it down slow There's enough room for both Well, I can handle that You just gotta show me where this at Are you ready to go? Are you ready to go?  [Pre-Chorus: Madonna + Timberlake] If you want it, you already got it If you thought it, it better be what you want If you feel it, it must be real just Say the word, and I'mma give you what you want  [Chorus: Madonna (Justin Timberlake)] The time is waiting (We only got four minutes to save the world!) No hesitating Grab a boy (then grab a girl!) Time is waiting (We only got four minutes to save the world!) No hesitating (We only got four minutes, heh a-four minutes)  [Post-Chorus: Justin Timberlake & (Madonna)] So keep it up, keep it up Don't be a Primadonna Uh, you gotta get in line, hop (Tick tock, tick tock, tick tock, tick tock) That's right, keep it up, keep it up Don't be a Primadonna Uh, you gotta get in line, hop (Tick tock, tick tock, tick tock, tick tock)  [Verse 2: Madonna & Justin Timberlake] Sometimes I think what I need is a \"you\" intervention, yeah And you know I can tell that you like it And that it's good, by the way that you move, oh hey The road to hell is paved with good intentions, yeah But if I die tonight At least I can say I did what I wanted to do Tell me, how 'bout you?  [Pre-Chorus: Madonna + Timberlake] If you want it, you already got it If you thought it, it better be what you want If you feel it, it must be real just Say the word, and I'mma give you what you want  [Chorus: Madonna (Justin Timberlake)] The time is waiting (We only got four minutes to save the world!) No hesitating Grab a boy (then grab a girl!) Time is waiting (We only got four minutes to save the world!) No hesitating (We only got four minutes, heh a-four minutes)  [Post-Chorus: Justin Timberlake & (Madonna)] So keep it up, keep it up Don't be a Primadonna Uh, you gotta get in line, hop (Tick tock, tick tock, tick tock, tick tock) That's right, keep it up, keep it up Don't be a Primadonna Uh, you gotta get in line, hop (Tick tock, tick tock, tick tock, tick tock)  [Outro: Timbaland & (Madonna)] Breakdown, yeah (Tick tock, tick tock, tick tock...) Yeah, uh (Tick tock, tick tock, tick tock...) I only got four minutes to save the world  ",
        "title": "4 Minutes"
    },
    {
        "artist": "Chris Brown",
        "lyrics": null,
        "title": "Forever"
    },
    {
        "artist": "Plies Featuring Ne-Yo",
        "lyrics": "  [Intro - Plies] (J-J-J-J-R) Buss...it...baby... Hey can I please talk to my bust it babies real quick homie Let me bring you to my world, and (Plies) let (Ne-Yo) you know where I call lil bust it baby  [Chorus - Ne-Yo (Plies)] She got me speedin in the fast lane Peddle to flo maine, tryna get back to her love Best believe she got that good thang She my little hood thang Ask around they know us They know that's my (buss it) baby Everybody know that's my (buss it) baby Everybody know that's my...  [Verse 1 - Plies] If I wasn't married to the streets it'd be you Yo lips, what make you so cute Love when you poke your mouth out when ya mad too Save yo number in my phone under lil boo Like yo sex, but more in love wit what you do Turns me on how u stare at me when we through When u give it too me I don't wanna turn ya loose Scared to moan round you so all I can say is ooo My favorite panties of yours are the ones that see through The one with the pink trim on em and they light blue Speakin fo' the goons, thank God fo' makin you Buss it baby, that's what I call you  [Chorus - Ne-Yo (Plies)] She got me speedin in the fast lane Peddle to flo maine, tryna get back to her love Best believe she got that good thang She my little hood thang Ask around they know us They know that's my (buss it) baby Everybody know that's my (buss it) baby Everybody know that's my...  [Verse 2 - Ne-Yo] Yeah, yeah, yeah,...so now They say he's an entertainer, slow down You're just one more, he don't respect you He just gon hurt you, and neglect you? Well let em say what they wanna, (yeah) I made a promise, (yeah) to do you right and I'm gonna (yeah) Girl I'll do everything I can To prove I'm better man then yo friends think I am  [Chorus - Ne-Yo (Plies)] She got me speedin in the fast lane Peddle to flo maine, tryna get back to her love Best believe she got that good thang She my little hood thang Ask around they know us They know that's my (buss it) baby Everybody know that's my (buss it) baby Everybody know that's my...  [Verse 3 - Plies] I just gave her a nickname, it's wet wet Cuz when we finish she mess up all my bed sets She got somethin to relax me when I'm under stress Neva told her or let her know it but shes the best She like to spell her name wit her tounge on my chest If you woulda told me it was this good I woulda never guessed She full of suprises, ionno what shell do next But while she sleep I sneak and put hickies on her neck And when she go out she shut down the whole set Love to see her in the heels with the slit in her dress She like to do her own hair and get her own check My buss it baby, I keep her on deck  [Chorus - Ne-Yo (Plies)] She got me speedin in the fast lane Peddle to flo maine, tryna get back to her love Best believe she got that good thang She my little hood thang Ask around they know us They know that's my (buss it) baby Everybody know that's my (buss it) baby Everybody know that's my...  ",
        "title": "Bust It Baby Part 2"
    },
    {
        "artist": "Danity Kane",
        "lyrics": "  Do, do you got a first aid kit handy? Do, do you know how to patch up a wound? Tell me Are, are, are, are you, are you patient, understanding? ‘Cause I might need some time to clear the hole in my heart and I  I tried every remedy and nothing seems to work for me Baby, baby this situation’s driving me crazy And I really wanna be your lady But the one before you left me so  Damaged, damaged, damaged, damaged I thought that I should let you know That my heart is damaged, damaged, so damaged, so damaged And you can blame the one before  So how you gonna fix it, fix it, fix it? (Baby, I gotta know) How you gonna fix it, fix it, fix it? (What are you gonna do baby?) How you gonna fix it, fix it, fix it? (Baby, I gotta know) How you gonna fix it, fix it, fix it? (What are you gonna do?)  Do, do you got a first aid kit handy? Do, do you know how to patch up a wound? Tell me Are, are, are you, are you patient, understanding? ‘Cause I might need some time to clear the hold on my heart and I  You try to gain my trust, talking is not enough Actions speak louder than words, you gotta show us something My heart is missing some pieces I need this puzzle put together again  Damaged, damaged, damaged, damaged I thought that I should let you know That my heart is damaged, damaged, so damaged, so damaged And you can blame the one before  So how you gonna fix it, fix it, fix it? (Baby, I gotta know) How you gonna fix it, fix it, fix it? (What are you gonna do?) How you gonna fix it, fix it, fix it?  (Baby, I gotta know) How you gonna fix it, fix it, fix it? (What are you gonna do?)  Can you fix my H-E-A-R-T? (Tell me, can you fix my heart?) ‘Cause it’s D-A-M-A-G-E-D (Don’t you know it’s damaged?) Can you fix my H-E-A-R-T? Tell me, are you up for the challenge?  ‘Cause my heart is damaged, damaged, damaged, damaged I thought that I should let you know That my heart is damaged, damaged, so damaged, so damaged And you can blame the one before  Damaged, damaged, damaged, damaged I thought that I should let you know That my heart is damaged, damaged, so damaged, so damaged And you can blame the one before  So how you gonna fix it, fix it, fix it? (It’s that type of pain) How you gonna fix it, fix it, fix it? (That you feel deep inside) How you gonna fix it, fix it, fix it? How you gonna fix it, fix it, fix it? (It’s that type of pain) (That makes you pray, makes you cry)  My heart is damaged, damaged, damaged (But it’s gon' be alright one day) My heart is damaged, damaged, damaged My heart is damaged, damaged, damaged (This too shall pass) My heart is damaged, damaged, damaged My heart is damaged  Sometimes you gotta go though the pain To experience the joy This too shall pass Danity Kane This too shall pass  ",
        "title": "Damaged"
    },
    {
        "artist": "Metro Station",
        "lyrics": null,
        "title": "Shake It"
    },
    {
        "artist": "Colby O'Donis Featuring Akon",
        "lyrics": "  [Intro: Akon] Konvict, Konvict Ohhh, ohhh, ohhh, ohhh Ohhh, ohhh, ohhh, ohhh  [Verse 1: Colby O'Donis] I peeped you on the phone Just showin' off your stones And notice that that pinky ring is right enough, baby I know you're not alone But I could just be wrong The way them fellas houndin' and sizin' you up, baby And I like the way you take advantage of Every man you love I see, I seem to know your game girl But I don't mind if you come and play your thug Just don't talk too much I see, I see it, so you don't have to say a word  [Hook: Colby O'Donis & Akon] Yeah, those guys wanna come treat you right ‘Cause you're sweeter than apple pie Everything that you want you got Girl, you know that you need to stop Most beautiful thing in sight Always takin' up the spotlight Always in the club lookin' hot Girl, you know that you need to stop Always talking 'bout what you got (Eh) Always talking 'bout what you got (Eh) Always talking 'bout what you got (Eh) Girl, you know that you need to stop Always talking 'bout what you got (Eh) Always talking 'bout what you got (Eh) Always talking 'bout what you got (Eh) Girl, you know that you need to stop  [Verse 2: Colby O'Donis] Girl, I can tell you want something to love That's why you hold on to everything that pass you by Can't resist, girl, one can't lie Now tell if you are here for me Or everybody watchin' you shake from left to right The way you move got me hypnotized The way you take advantage of every man you love I see, I seem to know your game, girl But I don't mind if you come and play your thug Just don't talk too much I see, I see it, so you don't have to say a word  [Hook: Colby O'Donis & Akon] Yeah, those guys wanna come treat you right ‘Cause you're sweeter than apple pie Everything that you want you got Girl, you know that you need to stop Most beautiful thing in sight Always takin' up the spotlight Always in the club lookin' hot Girl, you know that you need to stop Always talking 'bout what you got (Eh) Always talking 'bout what you got (Eh) Always talking 'bout what you got (Eh) Girl, you know that you need to stop Always talking 'bout what you got (Eh) Always talking 'bout what you got (Eh) Always talking 'bout what you got (Eh) Girl, you know that you need to stop  [Verse 3: Akon] Can’t keep my eyes away from you, girl When you get on the floor and do what you do And everybody wanna come back to that body The kind that remind me something like you ‘Cause you’re the type that drive a man crazy And snatch him away from his lady No matter how hard the man hold back He'll end up callin' you, baby And they never really know what to do Once you expose that thing you do You had him crawlin' on hands and knees And you find a way to get him out that cheese And why you thinking you're the only dude? She off in the mall livin' off of you Lettin' everybody know she got you But now you feel like a fool  [Hook: Colby O'Donis & Akon] Yeah, those guys wanna come treat you right ‘Cause you're sweeter than apple pie Everything that you want you got Girl, you know that you need to stop Most beautiful thing in sight Always takin' up the spotlight Always in the club lookin' hot Girl, you know that you need to stop Always talking 'bout what you got (Eh) Always talking 'bout what you got (Eh) Always talking 'bout what you got (Eh) Girl, you know that you need to stop Always talking 'bout what you got (Eh) Always talking 'bout what you got (Eh) Always talking 'bout what you got (Eh) Girl, you know that you need to stop  ",
        "title": "What You Got"
    },
    {
        "artist": "Jesse McCartney",
        "lyrics": null,
        "title": "Leavin'"
    },
    {
        "artist": "3 Doors Down",
        "lyrics": "  [Verse 1] Looking back at the beginning of this And how life was Just you and me loving all of our friends Living life like an ocean But now the current's only pulling me down It’s getting harder to breathe It won’t be too long and I will be going under Can you save me from this?  [Chorus] Cause it’s not my time, I'm not going There's a fear in me, it’s not showing This could be the end of me And everything I know Oh but I won’t go  [Verse 2] I look ahead to all the plans that we made And the dreams that we had I'm in a world that tries to take them away Oh but I'm taking them back Cause all of this time I've just been too blind to understand What should matter to me My friends this life we live, it’s not what we have It’s what we believe in  [Chorus] And it’s not my time, I'm not going There's a fear in me but it’s not showing This could be the end of me And everything I know But it’s not my time, I'm not going There's a will in me and now I know that This could be the end of me And everything I know Oh but I won’t go I won’t go  [Bridge] There might be more than you believe (There might be more than you believe) There might be more than you can see  [Chorus] But it’s not my time, I'm not going There's a fear in me it’s not showing This could be the end of me And everything I know But it’s not my time, I'm not going There's a will in me and now it’s gonna show This could be the end of me And everything I know Oh  [Bridge] There might be more than you believe There might be more than you believe There might be more than you can see  [Chorus] But it’s not my time, I'm not going There's a fear in me it’s not showing This could be the end of me And everything I know But it’s not my time, I'm not going There's a will in me and now it’s gonna show This could be the end of me And everything I know Oh  [Outro] But I won’t go No I won’t go down Yeah  ",
        "title": "It's Not My Time"
    },
    {
        "artist": "Sara Bareilles",
        "lyrics": null,
        "title": "Love Song"
    },
    {
        "artist": "Mariah Carey",
        "lyrics": null,
        "title": "Bye Bye"
    },
    {
        "artist": "David Cook",
        "lyrics": "  [Verse 1] I've been waitin' for my dreams To turn into something I could believe in And lookin' for that magic rainbow On the horizon, I couldn't see it  [Pre-Chorus] Until I let go, gave into love And watched all the bitterness burn Now I'm comin' alive, body and soul Feelin' my world start to turn  [Chorus] And I'll taste every moment and live it out loud I know this is the time, this is the time to be More than a name or a face in the crowd I know this is the time, this is the time of my life Time of my life  [Verse 2] Holdin' onto things that vanished into the air Left me in pieces But now I'm rising from the ashes Finding my wings And all that I needed  [Pre-Chorus] Was there all along within my reach As close as the beat of my heart  [Chorus] And I'll taste every moment and live it out loud I know this is the time, this is the time to be More than a name or a face in the crowd I know this is the time, this is the time of my life The time of my life  [Bridge] And I'm out on the edge of forever Ready to run Keeping my feet on the ground Arms open wide, face to the sun  [Chorus] I'll taste every moment and live it out loud I know this is the time, this is the time to be More than a name or a face in the crowd I know this is the time, this is the time of my life... My life More than a name or a face in the crowd I know this is the time, this is the time of my life This is the time of my life The time of my life The time of my life  ",
        "title": "The Time Of My Life"
    },
    {
        "artist": "Lil Wayne Featuring T-Pain",
        "lyrics": "  [Intro: Lil Wayne & T-Pain] Yeah, yeah! I need a Winn-Dixie grocery bag full of money  (whoo!) Right now to the VIP section (whoo!) You got Young Mula in the house tonight, baby (yeah!) Yeah, haha, yeah, Young (ay-hey) Young, Young, Young, Young Mula baby!  [Hook: T-Pain] If you got money (yeah) and you know it (yeah) Then take it out your pocket and show it then throw it like (Fly!) This-a-way (fly!) that-a-way (Fly!) This-a-way (fly!) that-a-way If you getting mugged from everybody you see Then hang over the wall of the VIP like (Fly!) This-a-way (fly!) that-a-way (Fly!) This-a-way (fly!) that-a-way  [Verse 1: Lil Wayne] Alright, alright Now I was bouncing through the club She love the way I diddy-bop I see her boyfriend hatin' like a city cop Now I ain't never been a chicken but my fifty cocked Say I ain't never been a chicken but my semi cocked Now where your bar at? I'm tryin' to rent it out And we so 'bout it 'bout it, now what are you about? DJ show me love, he say my name when the music stop \"Young Money, Lil Wayne\" then the music drop I make it snow, I make it flurry I make it all back tomorrow, don't worry Yeah, young Wayne on them hoes A.K.A Mr. Make-It-Rain-On-Them-Hoes Young Money  [Hook: T-Pain] If you got money (yeah) and you know it (yeah) Then take it out your pocket and show it then throw it like (Fly!) This-a-way (fly!) that-a-way (Fly!) This-a-way (fly!) that-a-way If you getting mugged from everybody you see Then hang over the wall of the VIP like (Fly!) This-a-way (fly!) that-a-way (Fly!) This-a-way (fly!) that-a-way  [Verse 2: Lil Wayne] (Streets!) It go one for the money, two for the show Now clap your hands if you got a bankroll (Chris) Like some clap on lights in this bitch I'mma be clappin' all night in this bitch Lights off, mask on Creep silent, she smiling He muggin', who cares 'Cause my goons are right here Like it's nothing to a big dog And I'm a Great Dane, I wear eight chains I'm in so much ice, they yell \"Skate, Wayne!\" She wanna fuck Weezy, but she wanna rape Wayne (And I'mma let her)  [Hook: T-Pain] If you got money (yeah) and you know it (yeah) Then take it out your pocket and show it then throw it like (Fly!) This-a-way (fly!) that-a-way (Fly!) This-a-way (fly!) that-a-way If you getting mugged from everybody you see Then hang over the wall of the VIP like  [Verse 3: Lil Wayne] Okay, it's young Wayne on them hoes A.K.A Mr. Make-it-Rain-On-Them-Hoes Like ayy! And everybody say Mr. Rainman can we have a rainy day? Bring an umbrella, please bring an umbrella 'Ella, 'ella, 'ella, ayy! Bitch ain't shit but a ho and a trick But you know it ain't trickin' if you got it You know we ain't fuckin' if you not thick And I'll cool your ass down if you think you're hot shit So Rolex watch this, I do it, four, five, six My click-clack goes the black four-fifth And just like it I'll blow that shit 'Cause bitch I'm the bomb like tick, tick Biatch!  [Hook: T-Pain] If you got money (yeah) and you know it (yeah) Then take it out your pocket and show it then throw it like (Fly!) This-a-way (fly!) that-a-way (Fly!) This-a-way (fly!) that-a-way If you getting mugged from everybody you see Then hang over the wall of the VIP like (Fly!) This-a-way (fly!) that-a-way (Fly!) This-a-way (fly!) that-a-way  [Outro: Lil Wayne] Yeah, it's young Wayne on them hoes AKA Mr. Make-It-Rain-On-Them-Hoes Yeah, young Wayne on them hoes Make a stripper fall in love, T-Pain on them hoes Uh-huh... Um, Young Mula, baby  ",
        "title": "Got Money"
    },
    {
        "artist": "Mariah Carey",
        "lyrics": "  [Spoken Intro]  [Verse 1] I know that you've been waiting for it, I'm waiting too In my imagination I'd be all up on you I know you got that fever for me: hundred and two And boy I know I feel the same My temperature's through the roof  [Pre-Hook] If there's a camera up in here Then it's going to leave with me when I do (I do) If there's a camera up in here Then I'd best not catch this flick on YouTube (YouTube) Because if you run your mouth And brag about this secret rendezvous I will hunt you down Because they be all up in my bidness like a Wendy interview But this is private, between you and I  [Hook] Touch my body, put me on the floor Wrestle me around, play with me some more Touch my body, throw me on the bed I just want to make you feel like you never did Touch my body, let me wrap my thighs All around your waist, just a little taste Touch my body, know you love my curves Come on and give me what I deserve And touch my body  [Verse 2] Boy you can put me on you like a brand new white tee I'll hug your body tighter than my favorite jeans I want you to caress me like a tropical breeze And float away with you in the Caribbean Sea  [Pre-Hook] If there's a camera up in here Then it's going to leave with me when I do (I do) If there's a camera up in here Then I'd best not catch this flick on YouTube (You Tube) Because if you run your mouth And brag about this secret rendezvous I will hunt you down Because they be all up in my bidness like a Wendy Interview But this is private, between you and I  [Hook] Touch my body, put me on the floor Wrestle me around, play with me some more Touch my body, throw me on the bed I just want to make you feel like you never did Touch my body, let me wrap my thighs All around your waist, just a little taste Touch my body, know you love my curves Come on and give me what I deserve And touch my body  [Bridge] I am going to treat you like a teddy bear You won't want to go nowhere In the lap of luxury Laying intertwined with me You won't want for nothing, boy I will give you plenty  [Hook] Touch my body, put me on the floor Wrestle me around, play with me some more Touch my body, throw me on the bed I just want to make you feel like you never did Touch my body, let me wrap my thighs All around your waist, just a little taste Touch my body, know you love my curves Come on and give me what I deserve And touch my body Touch my body Touch my body Touch my body Touch my body Touch my body  ",
        "title": "Touch My Body"
    },
    {
        "artist": "Carrie Underwood",
        "lyrics": "  [Verse 1] Last night, I got served a little bit too much of that poison, baby Last night, I did things I'm not proud of And I got a little crazy Last night, I met a guy on the dance floor and I let him call me baby  [Chorus] And I don't even know his last name My momma would be so ashamed It started off, \"hey cutie where you from\" And then it turned into oh no, what have I done And I don't even know his last name  [Verse 2] We left, the club, 'bout around 3 o'clock in the morning His Pinto, sitting there, in the parking lot, well it should have been a warning I had no clue what I was getting into So, I'll blame it on the Cuervo Oh where did my manners go?  [Chorus] I don't even know his last name Oh My momma would be so ashamed It started off, \"hey cutie where you from\" And then it turned into \"oh no, what have I done\" And I don't even know his last name Here we go  [Verse 3] Today, I woke up, thinking about Elvis somewhere in Vegas I'm not sure how I got here Or how this ring on my left hand just appeared outta nowhere I gotta go take the chips and the Pinto and hit the road They say what happens here, stays here, all of this will disappear There's just one little problem  [Chorus] I don't even know my last name Oh My momma would be so ashamed It started off, \"hey cutie where you from\" And then it turned into \"oh no, what have I done\" And I don't even know my last name  [Bridge] What have I done What have I done What have I done Oh, what have I done I don't even know my last name Well it turned into, oh no what have I done And I don't even know my last name Yea, Yeah, Yeah  [Chorus] I don't even know my last name It started off \"hey cutie, where you from?\" And then it turned into, oh no what have I done And I don't even know my last name Oh, yeah  ",
        "title": "Last Name"
    },
    {
        "artist": "Colbie Caillat",
        "lyrics": "  [Verse 1] Take time to realize That your warmth is crashing down on in Take time to realize That I am on your side Didn't I, didn't I tell you?  [Pre-Chorus] But I can't spell it out for you No, it's never gonna be that simple No, I can't spell it out for you  [Chorus] If you just realize what I just realized Then we'd be perfect for each other And we'll never find another Just realize what I just realized We'd never have to wonder if.. We missed out on each other now  [Verse 2] Take time to realize Oh-oh, I'm on your side Didn't I, didn't I tell you? Take time to realize This all can pass you by Didn't I tell you?  [Pre-Chorus] But I can't spell it out for you No, it's never gonna be that simple No, I can't spell it out for you  [Chorus] If you just realize what I just realized Then we'd be perfect for each other And we'll never find another Just realize what I just realized We'd never have to wonder if... We missed out on each other, but...  [Verse 3] It's not the same No, it's never the same If you don't feel it too If you meet me halfway If you would meet me halfway It could be the same for you  [Chorus] If you just realize what I just realized Then we'd be perfect for each other And we'll never find another Just realize what I just realized We'd never have to wonder Just realize what I just realized If you just realize what I just realized  [Outro] Missed out on each other now Missed out on each other now, yeah Realize Realize Realize Realize  ",
        "title": "Realize"
    },
    {
        "artist": "Flo Rida Featuring T-Pain",
        "lyrics": "  [Intro: T-Pain + (Flo Rida)] Hmm-mmm-mmm-mmm-mmm-mmm (Let me talk to 'em, let me talk to 'em) Hmm-mmm-mmm-mmm-mmm-mmm (Let me talk to 'em)  [Hook: T-Pain] Shawty had them Apple Bottom jeans Boots with the fur (with the fur) The whole club was lookin' at her She hit the flo' (she hit the flo'!), next thang you know Shawty got low-low-low-low-low-low-low-low Them baggy sweat pants And the Reeboks with the straps (with the straps) She turned around and gave that big booty a smack (ayy!!) She hit the flo' (she hit the flo'!), next thang you know Shawty got low-low-low-low-low-low-low-low  [Verse 1: Flo Rida] I ain't never seen nothin' that'll make me go This crazy all night spendin' my dough Had a million dollar vibe and a bottle to go Them birthday cakes they stole the show So sexual, she was flexable Professional, drinkin' X and oh Hold up, wait a minute, do I see what I think I, whoa Did I think I see shawty get low? Ain't the same when it's up that close Make it rain, I'm makin' it snow Work the pole, I got the bank roll I'ma say that I prefer them no clothes I'm into that, I love women exposed She threw it back at me, I gave her mo' Cash ain't no problem, I know where it goes She had them—  [Hook: T-Pain] Apple Bottom jeans, boots with the fur (with the fur) The whole club was lookin' at her She hit the flo' (she hit the flo'!), next thang you know Shawty got low-low-low-low-low-low-low-low Them baggy sweat pants And the Reeboks with the straps (with the straps) She turned around and gave that big booty a smack (ayy!!) She hit the flo' (she hit the flo'!), next thang you know Shawty got low-low-low-low-low-low-low-low  [Verse 2: Flo Rida] Hey, shawty, what I gotta do to get you home? My jeans full of guap and they ready for shones Cadillacs, Maybachs for the sexy groan Patron on the rocks that'll make you moan One stack c'mon, two stacks c'mon Three stacks c'mon, now that's three grand What, you think I'm playin', baby girl? I'm the man, I'll bend the rubber bands That's what I told her, her legs on my shoulder I knew it was over, that Henny and Cola Got me like a solider, she ready for Rover I couldn't control her So lucky oh me, I was just like a clover Shawty was hot like a toaster Sorry but I had to fold her Like a pornography poster, she showed her—  [Hook: T-Pain] Apple Bottom jeans, boots with the fur (with the fur) The whole club was lookin' at her She hit the flo' (she hit the flo'!), next thang you know Shawty got low-low-low-low-low-low-low-low Them baggy sweat pants And the Reeboks with the straps (with the straps) She turned around and gave that big booty a smack (ayy!!) She hit the flo' (she hit the flo'!), next thang you know Shawty got low-low-low-low-low-low-low-low  [Verse 3: Flo Rida] Whoa, shawty Yeah she was worth the money Lil' mama took my cash And I ain't want it back The way she bent that back Got her them paper stacks Tattoo above her crack I had to handle that I was on it, sexy woman Let me showin' and made me want it Two in the mornin', I'm zonin' And them Rosay bottles foamin' She wouldn't stop, made it drop Shawty did that pop and lock Had to break her off that guap Gal was fly just like my Glock  [Hook: T-Pain] Apple Bottom jeans, boots with the fur (with the fur) The whole club was lookin' at her She hit the flo' (she hit the flo'!), next thang you know Shawty got low-low-low-low-low-low-low-low Them baggy sweat pants And the Reeboks with the straps (with the straps) She turned around and gave that big booty a smack (ayy!!) She hit the flo' (she hit the flo'!), next thang you know Shawty got low-low-low-low-low-low-low-low  ",
        "title": "Low"
    },
    {
        "artist": "The-Dream",
        "lyrics": "  [Intro] Mmm mmm The American Dream, mmm mmm And you know what I mean ahh, baam baam Radio Killa, ahh Trick beat the track up like gorillas I, I, I, I  [Verse 1] Yeah we up in the club, I see her do her thang You might wanna' rap, but she'll make you sing See I was on her, but she was on him She all up on ma thang, I got my thang on her hip She ATL pop, don't know how to act She left for one song, and came right back Grindin on me, the rest of the night Her man started muggin', he could see it in my eyes  [Hook:] Lil' mama so hood, (I love your girl) Lil' mama stay fly (I love your girl) Wife beater with the denim (I love your girl) She keeps them heels on high, (I love your girl) Man look at shorty roll, (I love your girl) Man, look at shorty go, (I love your girl) I'm sorry I got it in for your girl, girlfriend  [Bridge:] Now she run her fingers through her hair, he tryin ta call her over there but she like, (Fuck! That nigga!) She drop it down to the floor, I'm like shorty you should go, but she like (Fuck! That nigga!) Call it in \"ENVY\", I want her on me, all up in my head, now she in my bed I, I, I, I, I  [Verse 2] Me and lil shorty in the back, Talkin' bout dis diss, talkin' bout dat dat Got her on the 'Tron, she actin' all bad Your girl chose me, don't be mad Kelly told y'all don't bring 'em in the club The way she rock that, got the boy in love And I pray that y'all ain't serious, cause seriously shes on my dick  [Hook:] Lil' mama so hood, (I love your girl) Lil' mama stay fly (I love your girl) Wife beater with the denim (I love your girl) She keeps them heels on high, (I love your girl) Man look at shorty roll, (I love your girl) Man, look at shorty go, (I love your girl) I'm sorry I got it in for your girl, girlfriend  [Bridge:] Now she run her Fingers through her hair, HE tryin ta call her over there but she like, (Fuck! That nigga!) She drop it down to the floor, I'm like shorty you should go, and she like (Fuck! That nigga!) Call it in \"ENVY\", I want her on me, all up in my head, now she in my bed I, I, I, I, I  OH, III, ehh, ehh, OH, III  The American Dream...  Usually, You won't see me hate On another dude My heart got me up in here willing to separate you From ya boo But she on me, and I'm on her We walking out the club, shawty what's up Mmm I want her in the worst way, plus I just found out that it's her birthday  [Hook:] Lil' mama so hood, (I love your girl) Lil' mama stay fly (I love your girl) Wife beater with the denim (I love your girl) She keeps them heels on high, (I love your girl) Man look at shorty roll, (I love your girl) Man, look at shorty go, (I love your girl) I'm sorry I got it in for your girl, girlfriend  [Bridge:] Now she run fingers through her hair, he tryin ta call her over there but she like, (Fuck! That nigga!) She drop it down to the floor, I'm like shorty you should go, and she like (Fuck! That nigga!) Call it in \"ENVY\", I want her on me, all up in my head, now she in my bed I, IIIIII, III  [Outro] Part of me feels so bad, but OOh! not that bad Situation got you mad, I would be too, cause damn she bad Damn she bad, bad, bad, bad Damn she bad, bad, bad, bad...  Yeahh... heh... heh...  ",
        "title": "I Luv Your Girl"
    },
    {
        "artist": "Usher Featuring Beyonce & Lil Wayne",
        "lyrics": "  [Intro: Usher & Beyoncé] Yeah, yeah Yeah, yeah Soundz, I hear you, man Usher Yeah, this it right here Queen B, yeah I'm the king, y'all know that She the queen, came right back Listen to me Yeah, yeah Oh, remix  [Verse 1: Usher & Beyoncé] Now, baby girl, there ain't nothing more that I can say You know by now, I want it more than anything If I walk away and just let you leave You'll be stuck in my head like a melody I know you want it (yeah) But I'm hesitating (why?) You must be crazy, I got a man, you got a lady I know, we here together, so this must be something special 'Cause you could be anywhere you wanted  [Pre-Chorus: Usher] But you decided to be here with me No coincidence, it was meant to be Don't be shy, come let your boy get in So you can tell all of your friends You was on the remix, like...  [Chorus: Usher] In this club, in this club Ladies, can I put this love up on you one time? If you ain't scared, say what's up In this club, in this club They can keep watching, I ain't stopping Baby, I don't give up In this club, in this club Ladies, can I put this love up on you one time? If you ain't scared, say what's up In this club, in this club They can keep watching Baby, I don't give up in this club  [Verse 2: Beyoncé, Usher & Both] Baby, you know I'd be down But we can't have all these people staring, standing around This right here is only for your eyes to see But you getting carried away, saying we can do it wherever The way you touching me like no other I'ma make you feel insane Trying your hardest to make me give in But I'mma be down to give you what'chu wanting if you keep it up I strongly doubt this velvet rope would hold me up And I don't want security rolling up on us (I got you) I'm not hesitating, I just don't wanna rush You could be anywhere you wanted  [Pre-Chorus: Beyoncé] But you decided to be here with me No coincidence, it was meant to be I guess if I mess around and let you get in You gon' tell all of your friends You was on this remix, like...  [Chorus: Beyoncé, Usher & Both] In this club, in this club Fellas, can I put this love up on you one time? If you ain't scared, say what's up In this club, in this club They can keep watching, I'm stopping Baby, I don't give upIn this club, in this club Ladies, can I put this love up on you one time? If you ain't scared, say what's up In this club, in this club They can keep watching Baby, I don't give up in this club  [Verse 3: Lil Wayne] Shawty want a thug It started with a hug And the rest went like this I gave her neck, a kissy-kiss She gave my neck a kiss back I said, we could do it like a stack I mean, we could do it like a G On the couch in V.I.P Shawty, we could get it on I'm like, shout out to the DJ for playing this song Girl, we could act like two damn fools And everybody think we doing a dance move Call me, so I can make it juicy for ya Meet me in the bathroom and you could be my secret lover, girl And it started with a hug But now we making love in this club And we're not gonna stop just because The people in the crowd are watching us But we don't give a damn what they say And this is the, the remix, baby  [Bridge: Usher & Beyoncé] Come a little closer to daddy, put it on you Need you to know what happens here, stays here And I'm ready and willing, almost got to go Got you standing at attention, keep it on the low Ain't nobody watching, don't worry, they can't see us I know I got you hot, now let me in You in the club or the car, wherever you are Run and tell the DJ, run it back on replay  [Chorus: Usher, Beyoncé & Both] In this club, in this club [Fellas (ladies), can I put this love up on you one time? If you ain't scared, say what's up In this club, in this club They can keep watching, I ain't stopping Baby, I don't give up Now, run and tell all of your friends You gotta hear this remix, like...   [Outro: Usher, Beyoncé & Lil Wayne] King and queen, y'all know Yeah, man If we make love in this club What would music be without Soundz? In this club, in this club Nobody will know, baby...  ",
        "title": "Love In This Club Part II"
    },
    {
        "artist": "OneRepublic",
        "lyrics": "  [Verse 1] This town is colder now, I think it's sick of us It's time to make our move, I'm shaking off the rust I've got my heart set on anywhere but here I'm staring down myself, counting up the years Steady hands, just take the wheel And every glance is killing me Time to make one last appeal, for the life I lead  [Chorus] Stop and stare I think I'm moving but I go nowhere Yeah I know that everyone gets scared But I've become what I can't be, oh Stop and stare You start to wonder why you're here not there And you'd give anything to get what's fair But fair ain't what you really need Oh, can you see what I see  [Verse 2] They're trying to come back, all my senses push Untie the weight bags, I never thought I could Steady feet, don't fail me now Going to run until you can't walk Something pulls my focus out And I'm standing down  [Chorus] Stop and stare I think I'm moving but I go nowhere Yeah I know that everyone gets scared But I've become what I can't be, oh Stop and stare You start to wonder why you're here not there And you'd give anything to get what's fair But fair ain't what you really need Oh, can you see what I see  [Outro] Stop and stare I think I'm moving but I go nowhere Yeah I know that everyone gets scared But I've become what I can't be Oh, do you see what I see  ",
        "title": "Stop And Stare"
    },
    {
        "artist": "Lil Wayne",
        "lyrics": "  [Produced by Bangladesh]  [Intro] Young Money! You dig? Mack, I'm going in  [Verse 1] A millionaire, I'm a Young Money millionaire Tougher than Nigerian hair My criteria compared to your career just isn't fair I'm a venereal disease, like a menstrual, bleed Through the pencil, I leak on the sheet of the tablet in my mind ‘Cause I don't write shit, ‘cause I ain't got time ‘Cause my seconds, minutes, hours go to the almighty dollar And the almighty power of that ch-cha-cha-chopper Sister, brother, son, daughter, father; mother-fuck a copper Got the Maserati dancin' on the bridge, pussy poppin' Tell the coppers: \"Ha-ha-ha-ha You can't catch him, you can't stop him\" I go by them goon rules: if you can't beat 'em, then you pop 'em You can't man 'em, then you mop 'em You can't stand 'em, then you drop 'em You pop 'em ‘cause we pop 'em like Orville Redenbacher  [Hook] Motherfucker, I'm ill  [Verse 2] A million here, a million there Sicilian bitch with long hair, with coke in her derriere Like smoke in the thinnest air I open the Lamborghini, hopin' them crackers see me Like, \"Look at that bastard Weezy!\" He's a beast, he's a dog, he's a mothafuckin' problem Okay, you're a goon, but what's a goon to a goblin? Nothin', nothin', you ain't scarin' nothin' On some faggot bullshit: call 'em Dennis Rodman Call me what you want, bitch! Call me on my Sidekick! Never answer when it's private, damn, I hate a shy bitch Don't you hate a shy bitch? Yeah, I ate a shy bitch And she ain't shy no more: she changed her name to My Bitch Yeah, nigga, that's my bitch, so when she ask For the money when you through, don't be surprised, bitch! It ain't trickin' if you got it But you like a bitch with no ass: you ain't got shit Motherfucker, I'm ill, not sick And I'm okay, but my watch sick, yeah, my drop sick Yeah, my Glock sick, and my knot thick — I'm it  [Hook] Motherfucker, I'm ill  [Verse 3] They say I'm rappin' like B.I.G., Jay, and 2Pac André 3000, where is Erykah Badu at? Who that? Who that said they gon' beat Lil Wayne? My name ain't Bic, but I keep that flame, man Who that one that do that, boy? You knew that, true that, swallow And I be the shit, now you got loose bowels I don't owe you like two vowels But I would like for you to pay me by the hour And I'd rather be pushin' flowers Than to be in the pen sharin' showers Tony told us this world was ours And the Bible told us every girl was sour Don't play in her garden and don't smell her flower Call me Mr. Carter or Mr. Lawn Mower Boy, I got so many bitches, like I'm Mike Lowrey Even Gwen Stefani said she couldn't doubt me Motherfucker, I say: \"Life ain't shit without me.\" Chrome lips pokin' out the coupé, look like it's poutin' I do what I do, and you do what you can do about it Bitch, I can turn a crack rock into a mountain — dare me! Don't you compare me, ‘cause there ain't nobody near me They don't see me but they hear me They don't feel me but they fear me; I'm illy, C3, 3 Peat  ",
        "title": "A Milli"
    },
    {
        "artist": "John Mayer",
        "lyrics": null,
        "title": "Say"
    },
    {
        "artist": "The Pussycat Dolls",
        "lyrics": "  [Intro] Boys call you sexy (What's up, sexy?) And you don't care what they say See, everytime you turn around They scream your name Just call you sexy (What's up, sexy) And you don't care what they say (Yeah) See, everytime you turn around They scream your name (Darkchild)  [Verse 1] Now I've got a confession When I was young I wanted attention And I promised myself that I’d do anything Anything at all for them to notice me  [Pre-Chorus] But I ain't complaining We all wanna be famous So, go ahead and say what you wanna say You know what it's like to be nameless Want them to know what your name is Cause see when I was younger I would say  [Chorus] When I grow up, I wanna be famous I wanna be a star, I wanna be in movies When I grow up, I wanna see the world Drive nice cars, I wanna have groupies When I grow up, be on TV People know me, be on magazines When I grow up, fresh and clean Number one chick when I step out on the scene  [Refrain] But be careful what you wish for Cause you just might get it You just might get it You just might get it But be careful what you wish for Cause you just might get it You just might get it You just might get it Get it?  [Verse 2] They used to tell me I was silly 'Til I popped up on the TV I always wanted to be a superstar Who knew that singing songs would get me this far?  [Pre-Chorus] But I ain't complaining We all wanna be famous So go ahead and say what you wanna say You know what it's like to be nameless Want them to know what your name is Cause see when I was younger I would say  [Chorus] When I grow up, I wanna be famous I wanna be a star, I wanna be in movies When I grow up, I wanna see the world Drive nice cars, I wanna have groupies When I grow up, be on TV People know me, be on magazines When I grow up, fresh and clean Number one chick when I step out on the scene  [Refrain] But be careful what you wish for Cause you just might get it You just might get it You just might get it But be careful what you wish for Cause you just might get it You just might get it You just might get it Get it?  [Bridge] I see them staring at me Ooh, I'm a trendsetter Yes, this is true cause what I do No one can do it better You can talk about me Cause I'm a hot topic I see you watching me, watching me And I know you want it  [Chorus] When I grow up, I wanna be famous I wanna be a star, I wanna be in movies When I grow up, I wanna see the world Drive nice cars, I wanna have groupies When I grow up, be on TV People know me, be on magazines When I grow up, fresh and clean Number one chick when I step out on the scene  [Refrain] But be careful what you wish for Cause you just might get it You just might get it You just might get it But be careful what you wish for Cause you just might get it You just might get it You just might get it Get it?  [Chorus] When I grow up, I wanna be famous I wanna be a star, I wanna be in movies When I grow up, I wanna see the world Drive nice cars, I wanna have groupies When I grow up, be on TV People know me, be on magazines When I grow up, fresh and clean Number one chick when I step out on the scene  [Refrain] But be careful what you wish for Cause you just might get it You just might get it You just might get it But be careful what you wish for Cause you just might get it You just might get it You just might get it Get it?  ",
        "title": "When I Grow Up"
    },
    {
        "artist": "Gavin DeGraw",
        "lyrics": "  [Verse 1] So many people gonna say that they want you To try to get you thinking they really care But there's nothing like the warmth of the one Who has put in the time and you know is gonna be there Back your border when she knows someone crossed it Don't let nobody put you down, who your with Take the pain of protecting your name From the crutch to the cane to the highwire  [Chorus] I'm in love with a girl who knows me better Fell for the woman just when I met her Took my sweet time when I was bitter Someone understands And she knows how to treat a fella right Give me that feeling every night Wants to make love when I wanna fight Now someone understand me I'm in love with a girl (I'm in love with) I'm in love with a girl (I'm in love with)  [Verse 2] Out the many broken backdoors and windows Through the valley of the love of the lost Is a hole that is cut through the soul falling down From the thrones without any innuendos But you found it a piece for the moment The moment was over in time Then its gone the hit and run the drifters one has a short life  [Chorus] I'm in love with a girl who knows me better Fell for the woman just when I met her Took my sweet time when I was bitter Someone understands And she knows how to treat a fella right Give me that feeling every night Wants to make love when I wanna fight Now someone understand me I'm in love with a girl (I'm in love with) I'm in love with a girl (I'm in love with)  [Bridge] I wanna tell you what you do to think you practice what you preach Now I know there's nothing we can't reach 'Cause the heart can't erase once it finds a place to be warm and welcome To be held in shelter  [Chorus] I'm in love with a girl who knows me better Fell for the woman just when I met her Took my sweet time when I was bitter Someone understands And she knows how to treat a fella right Give me that feeling every night Wants to make love when I wanna fight Now someone understand me I'm in love with a girl (I'm in love with) I'm in love with a girl (I'm in love with) I'm in love with a girl (I'm in love with)  [Outro] Who knows me better Wants to make love when I wanna fight Now someone understand me?  ",
        "title": "In Love With A Girl"
    },
    {
        "artist": "Keyshia Cole",
        "lyrics": "  [Intro] Sent from heaven Sent from heaven  [Verse 1] Now you can wait your whole life wondering When it's gonna come or where it's been You may have got your heart broken A few times in the past Never last strong as it used to Don't feel as good as it used to (before) And all the things you used to say Things you used to do, went right out the door  [Pre-Hook] Oh no more, will you be the one That's what you tell everyone around you But you know they've heard it all before What more can you say When love won't let you, walk away And you can't help who you love And you find yourself giving it away When you think you're in love  [Hook: 2x] I wanna be the one who you believe In your heart is sent from (sent from heaven) There's a piece of me who leaves when you gone Because you're sent from (sent from heaven)  [Verse 2] Now you can wait your whole life tryna change What the fear from what it's been You may have put your whole life into a man Loving what you thought that could've been Notice when you change When you don't feel as good as you used to (before) And everything you used to say Everything you used to do clear right out the door  [Pre-Hook]  [Hook]  [Bridge] Everybody say I wanna be the one you love I wanna be (sent from heaven) Everybody say I wanna be the one you trust I wanna be (sent from heaven) Everybody say I wanna be the one you need I wanna be (sent from heaven) Everybody say I wanna be the one who sent from heaven  [Hook: 3x]  ",
        "title": "Heaven Sent"
    },
    {
        "artist": "Timbaland Featuring OneRepublic",
        "lyrics": "  [Verse 1] I'm holding on your rope Got me ten feet off the ground And I'm hearing what you say But I just can't make a sound You tell me that you need me Then you go and cut me down But wait You tell me that you're sorry Didn't think I'd turn around And say  [Chorus] That it's too late to apologize It's too late I said, it's too late to apologize It's too late, too late, oh, oh  [Verse 2] I'd take another chance Take a fall, take a shot for you, oh, oh I need you like a heart needs a beat But it's nothing new, yeah I loved you with a fire red Now it's turning blue And you say Sorry, like an angel Heaven let me think was you But I'm afraid  [Chorus] It's too late to apologize It's too late I said, it's too late to apologize It's too late, oh, oh It's too late to apologize It's too late I said, it's too late to apologize It's too late, oh, oh I said, it's too late to apologize It's too late I said, it's too late to apologize It's too late, oh, oh  [Outro] I'm holding on your rope Got me ten feet off the ground  ",
        "title": "Apologize"
    },
    {
        "artist": "Chris Brown",
        "lyrics": null,
        "title": "With You"
    },
    {
        "artist": "Young Jeezy Featuring Kanye West",
        "lyrics": "  [Intro: Young Jeezy] I put on, I put on, I put on I put on for my city, on-on for my city I put on for my city, on-on for my city I put on for my city, on-on for my city I put on for my city, on-on for my city  [Verse 1: Young Jeezy] When they see me off in traffic they say \"Jeezy on some other shit\" Send them pussy niggas runnin' straight back to the dealership Me, I'm in my spaceship, that's right, I work for NASA This FNH is not a fraud, call that bitch my bodyguard \"Call that bitch your bodyguard?\" Yeah, that's my bodyguard Wear a lot of jewelry, Young don't do security What's whiter than a napkin, harder than a dinner plate? If you want it, come and get it, you know I stay super straight Ran up in my spots and now I'm working out the Super 8 Know you niggas hungry, come and get a super plate Y'all sing happy birthday, yeah, I got that super cake Hundred karat bracelet, I use it like some super bait  [Hook: Young Jeezy] I put on for my city, on-on for my city I put on for my city, on-on for my city Put on (Eastside) put on (Southside) Put on (Westside) put on, let's go! I put on for my city, on-on for my city I put on for my city, on-on for my city Put on (Eastside) put on (Southside) Put on (Westside) put on, let's go!  [Verse 2: Young Jeezy] Hat back, top back, ain't nothin' but a young thug HKs, AK's, I need to join a gun club Big wheels, big straps, you know I like it super-sized Passenger's a redbone, her weave look like some curly fries Inside fish sticks, outside tartar sauce Pocket full of celery, imagine what she tellin' me Blowin' on asparagus, the realest shit I ever smoked Ridin' to that Trap or Die, the realest shit I ever wrote They know I got that broccoli, so I keep that Glock on me Don't get caught without one, coming from where I'm from Call me Jeezy Hamilton, flying down Campbellton So fresh, so clean, on my way to Charlene  [Hook: Young Jeezy] I put on for my city, on-on for my city I put on for my city, on-on for my city Put on (Eastside) put on (Southside) Put on (Westside) put on, let's go! I put on for my city, on-on for my city I put on for my city, on-on for my city Put on (Eastside) put on (Southside) Put on (Westside) put on, let's go!  [Bridge: Kanye West] I put on, I put on, I put on I put on for my city, I put on for my I put on for my city, I put on for my city On  [Verse 3: Kanye West] I feel like it's still niggas that owe me checks I feel like it's still bitches that owe me sex I feel like this but niggas don't know he's stressed I lost the only girl in the world that know me best I got the money and the fame, man, that don't mean shit I got the Jesus on a chain, man, that don't mean shit Cause when the Jesus pieces can't bring me peace Yo, I need just at least, uh, one of Russell's nieces On, I let my nightmares go I put on everybody that I knew from the 'Go I know hoes that was frontin' when they knew he was broke They say, \"Damn, Yeezy Yeezy, you don't know us no more?\" \"You got that big fame, homie, and you just changed on me\" You can ask big homie, man, the top so lonely I ain't lyin So lonely, I ain't lyin! Let me see what we have tonight (what we have tonight) I'm high as a satellite (satellite) I see those flashing lights (flashing lights) Cause every night, every night, I put on  [Hook: Young Jeezy] I put on for my city, on-on for my city I put on for my city, on-on for my city Put on (Eastside) put on (Southside) Put on (Westside) put on, let's go! I put on for my city, on-on for my city I put on for my city, on-on for my city Put on (Eastside) put on (Southside) Put on (Westside) put on, let's go!  [Outro: Kanye West] Let me see what we have tonight I'm high as a satellite I see those flashing lights Cause every night, every night Let me see what we have tonight I'm high as a satellite I see those flashing lights  ",
        "title": "Put On"
    },
    {
        "artist": "V.I.C.",
        "lyrics": "  [Intro] (Soulja Boy tell 'em!) The dance floor silly, the ladies gon' feel me The fellas in the back and they twistin up a Phillie Get silly (HEY) get silly (HEY) get silly (HEY) get silly (HEY) Get silly (HEY) get silly (HEY) get silly (HEY) get silly (HEY)  [Chorus} * overlap The dance floor silly, the ladies gon' feel me The fellas in the back and they twistin up a Phillie * Get silly (HEY) get silly (HEY) get silly (HEY) get silly (HEY) The dance floor silly, the ladies gon' feel me The fellas in the back and they twistin up a Phillie * Get silly (HEY) get silly (HEY) get silly (HEY) get silly (HEY)  [V.I.C.] My chain too silly (okay) my wrists too silly (okay) The girls throw me fish cause my rims Big Willie My ride too silly (okay) I ride too silly (okay) With four fantastic hoes cause I got a deal-ly Cause now I'm worth a millie (okay) forget a rubberband Cause you can't put a rubberband around a bill-ion I be wildin on a island somewhere just like Gilligan Drillin hoes like a dentist then then then I fill her in Ey back back back, I'm the man girlfriend I'm the reason why you wanna lose your man girlfriend (HA HA~!) I'm calm like the sea (sea) I'm blowed like the wind (wind) And now that I'm straight I'm 'bout to act a fool again  Get silly (HEY) get silly (HEY) get silly (HEY) get silly (HEY) Get silly (HEY) get silly (HEY) get silly (HEY) get silly (HEY)  [Hook]  [V.I.C.] My shades too silly cause they made by cavalli Jays so excited you can't find 'em lil' buddy I'm not Nick Cannon but I'm \"Wild'n Out\" clubbin Watchin everybody jockin while I'm poppin sum'n bubbly Poppin sum'n bubbly, I'm tryin to do it big! Da boy from the A, I'm tryin to represent! Dem haters in my way, I play this game to win! Watch me take it to the ally knock 'em all off like some pins When I drop drop drop I'mma sell like silly Cause everybody dancin and everybody feel me With stacks in my jeans just like my name was billy While I'm jockin on you haters just like I pop a wheelie  Get silly (HEY) get silly (HEY) get silly (HEY) get silly (HEY) Get silly (HEY) get silly (HEY) get silly (HEY) get silly (HEY)  [Hook]  [Interlude: GET SILLY - 8X in background] That's all y'all got! (That's all they got) Y'all ain't even fightin back man First Hurricane, then Soulja Boy Then the African prince of Collipark, V.I.C. yup!  [Hook]  [Outro] It's all over homey, Collipark homey Soulja Boy! You snapped on the beat You and Package Store snapped on the beat boy! I'm tired of slappin these punks around They bore me, ha ha Yo yo yo  ",
        "title": "Get Silly"
    },
    {
        "artist": "Ne-Yo",
        "lyrics": null,
        "title": "Closer"
    },
    {
        "artist": "Duffy",
        "lyrics": null,
        "title": "Mercy"
    },
    {
        "artist": "Rick Ross Featuring T-Pain",
        "lyrics": null,
        "title": "The Boss"
    },
    {
        "artist": "Kardinal Offishall Featuring Akon",
        "lyrics": null,
        "title": "Dangerous"
    },
    {
        "artist": "Rihanna",
        "lyrics": "  [Intro] Please don't stop the music Please don't stop the music Please don't stop the music Please don't stop the music  [Verse 1] It's gettin' late, I'm making my way over to my favorite place I gotta get my body moving, shake the stress away I wasn't looking for nobody when you looked my way Possible candidate, yeah Who knew that you'd be up in here lookin' like you do You're making stayin' over here impossible Baby, I'ma say your aura is incredible If you don't have to go, don't  [Pre-Chorus] Do you know what you started? I just came here to party But now we're rockin' on the dance floor, actin' naughty Your hands around my waist Just let the music play We're hand in hand, chest to chest, and now we're face to face  [Chorus] I wanna take you away, let's escape into the music — DJ, let it play I just can't refuse it, like the way you do this Keep on rockin' to it Please don't stop the, please don't stop the music I wanna take you away, let's escape into the music — DJ, let it play I just can't refuse it, like the way you do this Keep on rockin' to it Please don't stop the, please don't stop the, please don't stop the music  [Verse 2] Baby, are you ready? ’Cause it's getting close Don't you feel the passion ready to explode? What goes on between us no one has to know This is a private show, oh  [Pre-Chorus] Do you know what you started? I just came here to party But now we're rockin' on the dance floor, actin' naughty Your hands around my waist Just let the music play We're hand in hand, chest to chest, and now we're face to face  [Chorus] I wanna take you away, let's escape into the music — DJ, let it play I just can't refuse it, like the way you do this Keep on rockin' to it Please don't stop the, please don't stop the music I wanna take you away, let's escape into the music — DJ, let it play I just can't refuse it, like the way you do this Keep on rockin' to it Please don't stop the, please don't stop the, please don't stop the music  [Bridge] Mama say mama say mama couse are Mama say mama say mama couse are Mama say mama say mama couse are Mama say mama say mama couse are Please don't stop the music Mama say mama say mama couse are Mama say mama say mama couse are Mama say mama say mama couse are Mama say mama say mama couse are  [Break] Please don't stop the music Please don't stop the music Please don't stop the music  [Chorus] I wanna take you away, let's escape into the music — DJ, let it play I just can't refuse it, like the way you do this Keep on rockin' to it Please don't stop the, please don't stop the music I wanna take you away, let's escape into the music — DJ, let it play I just can't refuse it, like the way you do this Keep on rockin' to it Please don't stop the, please don't stop the, please don't stop the music  [Bridge] Mama say mama say mama couse are Mama say mama say mama couse are Mama say mama say mama couse are Mama say mama say mama couse are Please don't stop the music Mama say mama say mama couse are Mama say mama say mama couse are Mama say mama say mama couse are Mama say mama say mama couse are Please don't stop the music  [Outro] Mama say mama say mama couse are Mama say mama say mama couse are Mama say mama say mama couse are Mama say mama say mama couse are Please don't stop the music  ",
        "title": "Don't Stop The Music"
    },
    {
        "artist": "Flyleaf",
        "lyrics": "  [Verse 1] My hands are searching for you My arms are outstretched towards you I feel you on my fingertips My tounge dances behind my lips, for you This fire runs in through my being Burning I'm not used to seeing you  [Pre-Chorus] I'm alive, I'm alive  [Chorus] I can feel you all around me Thickening the air I'm breathing Holding on to what I'm feeling Savoring this heart that's healing  [Verse 2] My hands float up above me And you whisper you love me And I begin to fade Into our secret place The music makes me sway The angels singing say we are alone with you I am alone and they are too with you  [Pre-Chorus] I'm alive, I'm alive  [Chorus] I can feel you all around me Thickening the air I'm breathing Holding on to what I'm feeling Savoring this heart that's healing  [Bridge] And so I cry The light is white And I see you  [Pre-Chorus] I'm alive, I'm alive, I'm alive  [Chorus] I can feel you all around me Thickening the air I'm breathing Holding on to what I'm feeling Savoring this heart that's healing  [Verse 3] Take my hand I give it to you Now you own me All I am You said you would never leave me I believe you I believe  [Chorus] I can feel you all around me Thickening the air I'm breathing Holding on to what I'm feeling Savoring this heart that's healed  ",
        "title": "All Around Me"
    },
    {
        "artist": "Chris Brown",
        "lyrics": "  [Music Video]  [Verse 1] Woah, here we are, all alone in this room, oh And girl I know where to start and what we're gonna do, yeah I'll take my time, we'll be all night girl So get ready babe, I got plans for me and you, woah  [Pre-Chorus] It ain't my first time, but baby girl we can pretend Hey, let's bump and grind, girl tonight will never end  [Chorus] Let me take you down, I really wanna take you down and show you what I'm about Can I take you down? Your body body oh-oh, body body up and down So don't stop girl get it, quit playing with it, can't wait no more I wanna take you down, I really wanna take you down, take you down, yeah  [Verse 2] Pretty girl, let's take it off in this room No time to waste, girl you know what we came to do, woah We got all night to try to get it right, girl, I hope you're ready, hope you're ready, hope you're ready I hope you're ready, babe cause here we go, you know how we do, oh  [Pre-Chorus] It ain't my first time, but baby girl we can pretend Hey, let's bump and grind, girl tonight will never end  [Chorus] Let me take you down, I really wanna take you down and show you what I'm about Can I take you down? Your body body oh-oh, body body up and down So don't stop girl get it, quit playing with it, can't wait no more I wanna take you down, I really wanna take you down, take you down, yeah  [Bridge] You're freaking now baby like a pro baby and I bet that you, I bet you, whoa Think you know baby like a pro baby, so what you wanna do? I'm gonna take you down, baby, nice and slow, so bring it, let's go, baby Yeah baby, come on, baby, come on, baby, let me take  [Chorus] Let me take you down, I really wanna take you down and show you what I'm about Can I take you down? Your body body oh-oh, body body up and down So don't stop girl get it, quit playing with it, can't wait no more I wanna take you down, I really wanna take you down, take you down, yeah  [Outro] Take you down I said I wanna take you down, yeah Let me take you down, take you down Take you down All the way down, all the way down We can do some things only all the way down Take you down  ",
        "title": "Take You Down"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": "  [Verse 1] When you see a deer you see Bambi And I see antlers up on the wall When you see a lake you think picnic And I see a large mouth up under that log You're probably thinking that you're going to change me In some ways well maybe you might Scrub me down, dress me up, oh, but no matter what I'm still a guy  [Verse 2] When you see a priceless French painting I see a drunk, naked girl You think that riding a wild bull sounds crazy And I'd like to give it a whirl Well, love makes a man do some things he ain't proud of And in a weak moment I might walk your sissy dog, hold your purse at the mall But remember, I'm still a guy  [Chorus] I'll pour out my heart Hold your hand in the car Write a love song that makes you cry Then turn right around, knock some jerk to the ground 'Cause he copped a feel as you walked by  [Verse 3] I can hear you now talking to your friends Saying, \"Yeah girls he's come a long way\" From dragging his knuckles and carrying a club And building a fire in a cave But when you say a backrub means only a backrub Then you swat my hand when I try Well, now, what can I say at the end of the day Honey, I'm still a guy  [Chorus] And I'll pour out my heart Hold your hand in the car Write a love song that makes you cry Then turn right around, knock some jerk to the ground 'Cause he copped a feel as you walked by  [Verse 4] These days there's dudes getting facials Manicured, waxed and botoxed With deep spray-on tans and creamy lotiony hands You can't grip a tacklebox Yeah, with all of these men lining up to get neutered It's hip now to be feminized But I don't highlight my hair I've still got a pair Yeah, honey, I'm still a guy  [Outro] Oh, my eyebrows ain't plucked There's a gun in my truck Oh, thank God I'm still a guy  ",
        "title": "I'm Still A Guy"
    },
    {
        "artist": "Ashanti",
        "lyrics": "  [Chorus] After all of the times that we tried I found out we were living a lie And after all of this love that we made I know now you don't love me the same The way that I love The way that I love The way that I love (The way that I love you)  [Verse 1] I woke up kind of early today and something told me from that moment it wouldn't be the same Felt like you were hiding something, but I didn't push it I didn't complain or say nothing, I tried to act like I didn't see it Cause deep down I knew I didn't wanna believe it There it was, it was you and her, you left your sidekick on the nightstand And I read [Pre-Hook] Everything you did and everything you said Now I'm standing here looking like damn I thought it was you and I Now all I got to say is why  [Chorus] After all of the times that we tried I found out we were living a lie And after all of this love that we made I know now you don't love me the same The way that I love The way that I love The way that I love (The way that I love you)  [Verse 2] I notice now that when I'm around you be tryna lock the doors, whispering on the phone Now wait a minute, since we been in this house you ain't never did this before Tell me what's this about, I tried to sit and say to myself This here is too good, he don't want nothing else But there it was, it was you and her You left the credit card receipt inside the beamer with  (Pre-Hook) Everything you bought Everything you spent, now I'm standing here once again I thought it was you and I, now all I've got to say is Why  [Chorus] After all of the times that we tried I found out we were living a lie And after all of this love that we made I know now you don't love me the same The way that I love The way that I love The way that I love (The way that I love you)  Oh oh ohhh  ",
        "title": "The Way That I Love You"
    },
    {
        "artist": "2 Pistols Featuring T-Pain & Tay Dizm",
        "lyrics": "  [Intro] J.U.S.T.I.C.E. League {*echoes and fades*}  Yeah, 2 Pistols... T-Pain, \"She Got It\"  [T-Pain] Ahhhh, YEAHH Yeahhh, HEY~!  [Hook: T-Pain] I know she got it cause she lookin at me like she want it (want it) She drop it low, make me wanna throw some D's on it (HEY~!) Whatever it is you cain't stop it Cause she get low, when she on that pole, and that lets me know She got it (she got it) she got it (she got it) She got it (she got it) she got it (she got it) Ooooooooh! (she got it) she got it (she got it) Whoahh (she got it) shor-tay (she..got..it)  [2 Pistols - overlaps last line of Hook] Ay, supermodel, lemme holla at you for a second... Excuse moi, let me talk to you for a second Lil' mama so fine she got the whole squad sweatin Damn, how you fit all that in them jeans? Was the question that I asked followed by let me buy you a drink (drink) Young boss baby, I treat'cha treat'cha to the finer things The neck bling, wrist bling, wedding ring - nah~! I'm playin Might light you neck or your wrist But'cha gotta ride nice dick and uhh, take trips with the bricks She got it (she got it) she got it (she got it) that's what Pain said Them other niggas lame man, lil' mama I got the game plan 2 Pistols, me and you boss I make it happen while they talk, ridin 6's while they walk  [Hook]  [Interlude: T-Pain] + {2 Pistols} Ooooh (HEY!) ooooh (HEY!) She got it (she got it) - {she got it, she got it} Ooooh (HEY!) ooooh (HEY!) She got it (she got it) - {she got it, she got it} Shorty know she's got it (HEY!) got it, got it (HEY!) She got it (she got it) - {she got it, she got it} Shorty know she's got it (HEY!) got it, got it (HEY!) She got it (she got it) - {she..got..it)  [2 Pistols] Damn she bad (damn she bad) damn she thick (yes indeed) Five foot five, hazel eyes, redbone you da shit Make a nigga wanna stop and stare, I just wanna pull your hair Freaky shit, kinky shit, but we don't need to take it there I'm a young boss girl, let me upgrade ya He's a worker, I get work out, what you 'bout girl Trips to Venice (Venice) what's the bid'ness Bet this, Swiss your digits, and the rest is history  [Hook]  [Tay Dizm] I see my superwoman, nobody cain't do it like she can And she got it, I'm tellin you like nobody YEAH And I love the way she talk them lames out they dreams Bestest thing in fresh Louis with the matching jeans And I love the tatted down baby, I'm your fit Can I be yo' appetizer, yo just her and me Oh, she's on tonight, the baddest in the club I grab that ass when she give me a hug cause  [Hook]  ",
        "title": "She Got It"
    },
    {
        "artist": "Miley Cyrus",
        "lyrics": "  [Verse 1] I got my sights set on you, and I'm ready to aim I have a heart that will never be tamed I knew you were something special when you spoke my name Now I can't wait to see you again  I've got a way of knowing when something is right I feel like I must've known you in another life 'Cause I felt this deep connection when you looked in my eyes Now I can't wait to see you again  [Chorus] The last time I freaked out I just kept looking down I st-st-stuttered when you asked me what I'm thinking about Felt like I couldn't breathe You asked what's wrong with me My best friend Lesley said, \"Oh, she's just being Miley.\" The next time we hang out, I will redeem myself My heart, it can't rest 'til then Oh-woah-woah, I, I can't wait to see you again  [Verse 2] I got this crazy feeling deep inside When you called and asked to see me tomorrow night I'm not a mind reader but I'm reading the sign That you can't wait to see me again  [Chorus] The last time I freaked out I just kept looking down I st-st-stuttered when you asked me what I'm thinking about Felt like I couldn't breathe You asked what's wrong with me My best friend Lesley said, \"Oh, she's just being Miley.\" The next time we hang out, I will redeem myself My heart, it can't rest 'til then Oh-woah-woah, I, I can't wait to see you again  [Bridge] I got my sights set on you, and I'm ready to aim  [Chorus] The last time I freaked out I just kept looking down I st-st-stuttered when you asked me what I'm thinking about Felt like I couldn't breathe You asked what's wrong with me My best friend Lesley said, \"Oh, she's just being Miley.\" The next time we hang out, I will redeem myself My heart, it can't rest 'til then Oh-woah-woah, I, I can't wait to see you again Oh-woah-woah, I, I can't wait to see you again  ",
        "title": "See You Again"
    },
    {
        "artist": "David Banner Featuring Chris Brown",
        "lyrics": "  [Intro: Yung Joc] (David Banner) Have you ever seen a Chevy with the butterfly doors  [Hook: Yung Joc] Stuntin', stuntin' is a habit, get like me Have you ever seen a Chevy with the, get, get like me Have you ever seen a Chevy with the, get like me Have you ever seen a Chevy with the butterfly do's? Stuntin', stuntin' is a habit, put it in the air Stuntin', stuntin' is a habit, put it in the air Stuntin', stuntin' is a habit, put it in the air Have you ever seen a Chevy with the butterfly doors? Stuntin', stuntin' is a habit  [Verse 1: David Banner] I got a chip in my engine, 26 inch rims I got fade-away money, bitch I'm ballin' out the gym Got my old school pumpin', hip wheel on recline If you think a nigga broke, you out'cha monkey-ass mind Diamonds on my pinky, hand on the pine Bitch touch and now your momma do the second line Screens fallin' from the sky, syrup fallin' in my cup Old school Chevy thang, comin' down, nigga, what Got diamonds in my mouth, got some Gucci on my seat Got Gs on my ass, bitch it's cold when I speak Got a freak on my arm, got a charm around my neck You can gon' pass the mic, watch I'm 'bout to catch wreck Still screamin' out mayne, pistol in my hand Southside so throwed (throwed in the game) Big face on my chain, 84s on the frame Big bodies comin' down, hoggin' up both lanes  [Hook: Yung Joc] Stuntin', stuntin' is a habit, get like me Have you ever seen a Chevy with the, get, get like me Have you ever seen a Chevy with the, get like me Have you ever seen a Chevy with the butterfly do's? Stuntin', stuntin' is a habit, put it in the air Stuntin', stuntin' is a habit, put it in the air Stuntin', stuntin' is a habit, put it in the air Have you ever seen a Chevy with the butterfly doors? Stuntin', stuntin' is a habit  [Verse 2: Chris Brown] The name you know of A little bit of change, now your boy done blown up In them foreign thangs with the guts exposed Stuntin' ain't a thing to me, and it's obvious, it's plain to see That you gon' make us both Get into some thangs that is for grown folks And they might even say you should leave me alone But don't be scared, you need to get like me Stuntin' is a habit, just gotta have it Shorty keep throwin' that thang at me, I'm gonna bag it When she see the karats, a real Jessica Rabbit Can't another boy do the things you like He ain't your type to change your life, but if you did ya homework Girl, I'm pretty sure you know what I got, drop-top And you know Jones and Banner gonna roll; let me stop Stuntin' is a habit!  [Hook: Yung Joc] Stuntin', stuntin' is a habit, get like me Have you ever seen a Chevy with the, get, get like me Have you ever seen a Chevy with the, get like me Have you ever seen a Chevy with the butterfly do's? Stuntin', stuntin' is a habit, put it in the air Stuntin', stuntin' is a habit, put it in the air Stuntin', stuntin' is a habit, put it in the air Have you ever seen a Chevy with the butterfly doors? Stuntin', stuntin' is a habit  [Verse 3: David Banner] Let them bougie boys ride Maybach I'm in the candy, laid back like I slang crack My money stacked to the ceilin' Gettin' in my Chevy's like climbin' up a buildin', them 28's on deck 37 on my wrist, a hundred five on my neck This rap money's okay but you should see these movie checks And this cartoon cash, the SS so sweet My Bentley's hatin' on that ass, my old school's gettin' pissed She opened up her arm but then she slit both wrists There go them suicide doors, wood on the dash Ferris wheels on the toes and got duals on the ass And some chrome on the nose, the white boys go, \"Sweet\" But black folks go, \"Oh,\" I got a 'llac full of ammo I'm brick with the nine throwin' bombs out the Lambo' The butterflies goin' up I got Chad in my heart and DJ Screw in my cup  [Hook: Yung Joc] Stuntin', stuntin' is a habit, get like me Have you ever seen a Chevy with the, get, get like me Have you ever seen a Chevy with the, get like me Have you ever seen a Chevy with the butterfly do's? Stuntin', stuntin' is a habit, put it in the air Stuntin', stuntin' is a habit, put it in the air Stuntin', stuntin' is a habit, put it in the air Have you ever seen a Chevy with the butterfly doors? Stuntin', stuntin' is a habit  ",
        "title": "Get Like Me"
    },
    {
        "artist": "Three 6 Mafia Featuring Project Pat, Young D & Superpower",
        "lyrics": "  [Intro: DJ Paul] Yup~! Three 6 Mafia!! Featuring Project Pat, Young D, let's go  [Hook: T-Pain] Lolli lolli lolli lolli, let me see you pop that body Lolli lolli lolli lolli, let me see you pop that body Chocolate lolli, cherry lolli 'Nilla lolli, pink lolli Red hot, red hot Red hot hot Lick that lolli pop - oooooooh; lick that lolli pop - oooooooh Lick that lolli pop - oooooooh; lick that lolli pop - oooooooh  [Verse One: DJ Paul] Now lawdy lawdy lawdy (lawdy) please Lord have some mercy (mercy) This girl is throwin Judy (Judy) I think she 'bout to hurt me (hurt me) See she went front to back (back) then she went side to side (side) My thumb up like hitchhikers (hikers) I think I need a ride (ride) One pocket full of pills (pills) and a little bag of that cola (cola) The other one full of weed (weed) and a semi auto pistol-a (tol-a) See I ain't no dancin dude (dude) but I can lean like a cholo (cholo) See ma you go with me cause I can't be goin home solo (solo) Ya dig?  [Hook: T-Pain] Lolli lolli lolli lolli, let me see you pop that body Lolli lolli lolli lolli, let me see you pop that body Chocolate lolli, cherry lolli 'Nilla lolli, pink lolli Red hot, red hot Red hot hot Lick that lolli pop - oooooooh; lick that lolli pop - oooooooh Lick that lolli pop - oooooooh; lick that lolli pop - oooooooh   [Verse Two: Juicy J] They call me the Juice when I'm at the strip club I put down a hundred or a du-uh-uh-uhhhb It don't matter to a player I'm a stu-uh-uh-uhhhd Cause when I leave the club I'mma fu-uh-uh-uhhhck You can ride with the mayne if you givin up the brain Little scared to ride wit'cha I don't even know your name There's a whole lotta room in the front of the Range Like Barack Obama said yeah it's time for a change Pull over on the road on the back seat (back seat) Pop that body now you got me (got me) You a fine chick kinda classy (classy) Said her name was Tina, now I'm grabbin (grabbin) Cuz she got grip on the whip With her big round booty with the silicone tits See she bouncin on my lap and she tryin to unzip I whispered in her ear \"Yeah +It's Hard For a Pimp+\"  [Hook: T-Pain] Lolli lolli lolli lolli, let me see you pop that body Lolli lolli lolli lolli, let me see you pop that body Chocolate lolli, cherry lolli 'Nilla lolli, pink lolli Red hot, red hot Red hot hot Lick that lolli pop - oooooooh; lick that lolli pop - oooooooh Lick that lolli pop - oooooooh; lick that lolli pop - oooooooh   [Verse Three: Project Pat] All my ladies with a body, put yo' hands in the URR Youse a good lookin hottie, put yo' hands in the URR Project Pat, lookin for a model, poppin that booty, I'mma pop bottles Your girl's a cutie, know she gargles, don't get mad, I keep them hollows Shorty hot, watch her rock, let me see that lolli pop Body rock, don't you stop, I love the way that booty drop Sideways, front back, up and down I like that Cherry lolli, chocolate lolli, I wanna see you pop that lolli  [Hook: T-Pain] Lolli lolli lolli lolli, let me see you pop that body Lolli lolli lolli lolli, let me see you pop that body Chocolate lolli, cherry lolli 'Nilla lolli, pink lolli Red hot, red hot Red hot hot Lick that lolli pop - oooooooh; lick that lolli pop - oooooooh Lick that lolli pop - oooooooh; lick that lolli pop - oooooooh  ",
        "title": "Lolli Lolli (Pop That Body)"
    },
    {
        "artist": "Daughtry",
        "lyrics": "  [Verse 1] You, you got me Thinking it'll be alright You, you told me \"Come and take a look inside\" You believed me In every single lie But I, I failed you this time  [Chorus] And it feels like tonight I can't believe I'm broken inside Can't you see that there's nothing that I wanna do But try to make it up to you And it feels like tonight Tonight  [Verse 2] I was waiting For the day you'd come around I was chasing And nothing was all I found From the moment you came into my life You showed me what's right  [Chorus] And it feels like tonight I can't believe I'm broken inside Can't you see that there's nothing that I wanna do But try to make it up to you And it feels like tonight  [Bridge] I never felt like this before Just when I leave, I'm back for more Nothing else here seems to matter In these ever-changing days You're the one thing that remains I could stay like this forever  [Chorus] And it feels like tonight I can't believe I'm broken inside Can't you see that there's nothing that I wanna do But try to make it up to you And it feels like tonight  [Outro] Tonight (feels like tonight) Tonight (feels like tonight) Can't you see that there's nothing that I wanna do But try to make it up to you And it feels like tonight Tonight  [Guitar Fade-Out]  ",
        "title": "Feels Like Tonight"
    },
    {
        "artist": "Estelle Featuring Kanye West",
        "lyrics": "  [Intro: Kanye West] This a number one champion sound Yeah, Estelle, we about to get down Who the hottest in the world right now? Just touched down in London town Bet they give me a pound Tell them put the money in my hand right now Tell the promoter we need more seats We just sold out all the floor seats  [Hook 1: Estelle] Take me on a trip I'd like to go some day Take me to New York, I'd love to see LA I really want to come kick it with you You'll be my American boy  [Verse 1: Estelle] He said, \"Hey, sister, it's really, really nice to meet ya.\" I just met this 5-foot-7 guy who's just my type Like the way he's speakin', his confidence is peakin' Don't like his baggy jeans But I might like what's underneath them And, no, I ain't been to MIA I heard that Cali never rains and New York's wide awake First let's see the West End, I'll show you to my bredrin I'm liking this American boy, American boy  [Hook 1: Estelle] Take me on a trip I'd like to go some day Take me to New York, I'd love to see LA I really want to come kick it with you You'll be my American boy  [Verse 2: Estelle] Can we get away this weekend? Take me to Broadway Let's go shopping, baby, then we'll go to a café Let's go on the subway, take me to your hood I never been to Brooklyn and I'd like to see what's good Dressed in all your fancy clothes Sneakers looking fresh to death, I'm loving those Shell Toes Walking that walk, talk that slick talk I'm liking this American boy, American boy  [Hook 1: Estelle] Take me on a trip I'd like to go some day Take me to New York, I'd love to see LA I really want to come kick it with you You'll be my American boy  [Interlude: Estelle] Tell 'em wah gwaan, blud!  [Verse 3: Kanye West] Who killing them in the UK? Everybody going to say \"You, K!\" Reluctantly, because most of this press don't fuck with me Estelle once said to me, \"Cool down, down Don't act a fool now, now.\" I always act a fool oww, oww Ain't nothing new now, now He crazy, I know what you thinking Ribena, I know what you're drinking Rap singer, chain blinger Holler at the next chick soon as you're blinking What's your persona about this Americana rhymer? Am I shallow ‘cause all my clothes designer? Dressed smart like a London bloke Before he speak his suit bespoke And you thought he was cute before Look at this pea coat, tell me he's broke And I know you ain't into all that I heard your lyrics, I feel your spirit But I still talk that ca-a-ash ‘Cause a lot of wags want to hear it And I'm feeling like Mike at his baddest Like The Pips at their gladdest And I know they love it So to hell with all that rubbish  [Bridge: Estelle] Would you be my love, my love? Could you be mine? Would you be my love, my love? Could you be mine? Would you be my love, my love? Would you be my American boy, American boy?  [Hook 2: Estelle] Take me on a trip, I'd like to go some day Take me to Chicago, San Francisco bay I really want to come kick it with you You'll be my American boy, American boy  ",
        "title": "American Boy"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": "  [Verse 1] I move on like a sinners prayer Letting go like a levee breaks Walk away as if I don't care Learn to shoulder my mistakes I'm built to fade like your favorite song Getting reckless when there's no need Laugh as your stories ramble on Break my heart, but it won't bleed My only friends are pirates That's just who I am I'm better as a memory than as your man  [Verse 2] Never sure when the truth won't do I'm pretty good on a lonely night I move on the way a storm blows through I never stay, but then again, I might I struggle sometimes to find the words Always sure until I doubt Walk a line until it blurs Build walls too high to climb out But I'm honest to a fault That's just who I am I'm better as a memory than as your man  [Bridge] I see you leaning, you're bound to fall I don't want to be that mistake I'm just a dreamer and nothing more You should know it before it gets too late  [Verse 3] Cause goodbyes are like a roulette wheel You never know where they're gonna land First you're spinning, then you're standing still Left holding a losing hand But one day you're gonna find someone And right away you'll know it's true That all of your seeking's done It was just a part of the passing through Right there in that moment you'll finally understand That I was better as a memory than as your man Better as a memory than as your man  ",
        "title": "Better As A Memory"
    },
    {
        "artist": "Flobots",
        "lyrics": "  [Intro] I can ride my bike with no handlebars No handlebars, no handlebars I can ride my bike with no handlebars No handlebars, no handlebars  [Verse 1] Look at me, look at me Hands in the air like it's good to be Alive, and I'm a famous rapper Even when the paths are all crooked-y I can show you how to dos-si-do I can show you how to scratch a record I can take apart the remote control And I can almost put it back together I can tie a knot in a cherry stem I can tell you about Leif Ericson I know all the words to \"De Colores\" And I'm proud to be an American Me and my friends saw a platypus Me and my friend made a comic book And guess how long it took? I can do anything that I want, cause look  [Hook 1] I can keep rhythm with no metronome No metronome, no metronome And I can see your face on the telephone On the telephone, on the telephone  [Verse 2] Look at me, look at me Just called to say that it's good to be Alive, in such a small world I'm all curled up with a book to read I can make money, open up a thrift store I can make a living off a magazine I can design an engine 64 miles to a gallon of gasoline I can make new antibiotics I can make computers survive aquatic conditions I know how to run the business And I can make YOU wanna buy a product Movers, shakers, and producers Me and my friends understand the future I see the strings that control the systems I can do anything with no assistance, cause  [Hook 2] I can lead a nation with a microphone With a microphone, with a microphone And I can split the atoms of a molecule Of a molecule, of a molecule  [Trumpet Interlude]​  [Verse 3] Look at me, look at me, driving and I won't stop And it feels so good to be alive and on top My reach is global, my tower secure My cause is noble, my power is pure I can hand out a million vaccinations Or let 'em all die in exasperation Have 'em all healed from their lacerations Or have 'em all killed by assassinations I can make anybody go to prison Just because I don't like 'em And I can do anything with no permission I have it all under my command because  [Hook 3] I can guide a missile by satellite By satellite, by satellite And I can hit a target through a telescope Through a telescope, through a telescope And I can end the planet in a holocaust In a holocaust, in a holocaust In a holocaust, in a holocaust, in a holocaust  [Intro] I can ride my bike with no handlebars No handlebars, no handlebars I can ride my bike with no handlebars No handlebars, no handlebars  ",
        "title": "Handlebars"
    },
    {
        "artist": "Trace Adkins",
        "lyrics": "  [Verse 1] She was staring out the window, of that SUV Complaining, saying, I can't wait to turn 18 She said, I'll make my own money, and I'll make my own rules Mama put the car in park out there in front of the school And she kissed her head and said, I was just like you  [Chorus] You're gonna miss this You're gonna want this back You're gonna wish these days hadn't gone by so fast These are some good times So take a good look around You may not know it now But you're gonna miss this  [Verse 2] Before she knows it she's a brand new bride In her one-bedroom apartment, and her daddy stops by He tells her, it's a nice place She says, it'll do for now Starts talking about babies, and buying a house Daddy shakes his head, and says, baby, just slow down  [Chorus] Cause you're gonna miss this You're gonna want this back You're gonna wish these days hadn't gone by so fast These are some good times So take a good look around You may not know it now But you're gonna miss this  [Verse 3] Five years later, there's a plumber working on the water heater Dog's barking, phone's ringing One kid's crying, one kid's screaming She keeps apologizing He says, they don't bother me I've got two babies of my own One's 36, one's 23 Heh... It's hard to believe, but  [Chorus] But you're gonna miss this You're gonna want this back You're gonna wish these days hadn't gone by so fast These are some good times So take a good look around You may not know it now But you're gonna miss this You're gonna miss this Yeah, you're gonna miss this  ",
        "title": "You're Gonna Miss This"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": null,
        "title": "Every Day"
    },
    {
        "artist": "James Otto",
        "lyrics": "  Just Got Started Lovin\u0092 You (James Otto / Jim Femino / D. Vincent Williams) You don\u0092t have to go now honey Call and tell \u0092em you won\u0092t be in today Baby there ain\u0092t nothin\u0092 at the office So important it can\u0092t wait I\u0092m thankful for the weekend But two days in heaven just ain\u0092t gonna do This is gonna take forever darlin\u0092 Girl I just got started lovin\u0092 you What\u0092s the point in fightin\u0092 what we\u0092re feelin\u0092 We both know we\u0092ll never win Ain\u0092t this what we\u0092re missin\u0092 Let\u0092s just stop all this resistin\u0092 and give in Let me wrap my arms around you You know you don\u0092t want to leave this room Come back and let me hold you darlin\u0092 Girl I just got started lovin\u0092 you What can I say I\u0092ve never felt this way Girl you\u0092re like a dream come true After all the love we\u0092ve made It sure would be a shame If we let this moment end so soon So won\u0092t you lay back down beside me Girl just like I know you\u0092re wantin\u0092 to Trust me when I tell you darlin\u0092 Girl I just got started lovin\u0092 you I\u0092m thankful for the weekend But two days in heaven just ain\u0092t gonna do This is gonna take forever darlin\u0092 Girl I just got started lovin\u0092 you Come back and let me hold you darlin\u0092 Girl I just got started lovin\u0092 you  ",
        "title": "Just Got Started Lovin' You"
    },
    {
        "artist": "Blake Shelton",
        "lyrics": null,
        "title": "Home"
    },
    {
        "artist": "Coldplay",
        "lyrics": "  [Verse 1] It was a long and dark December From the rooftops I remember There was snow, white snow Clearly I remember From the windows they were watching While we froze down below When the future's architecture By a carnival of idiots on show You'd better lie low If you love me, won't you let me know?  [Verse 2] Was a long and dark December When the banks became cathedrals And a fox became God Priests clutched onto bibles Hollowed out to fit their rifles And the cross was held aloft Bury me in armor When I'm dead and hit the ground My nerves are poles that unfroze And if you love me, won't you let me know?  [Verse 3] I don't want to be a soldier Who the captain of some sinking ship Would stow, far below So if you love me, why d'you let me go?  [Outro] I took my love down to Violet Hill There we sat in snow All that time she was silent still So if you love me, won't you let me know? If you love me, won't you let me know?  ",
        "title": "Violet Hill"
    },
    {
        "artist": "Maroon 5 Featuring Rihanna",
        "lyrics": "  [Verse 1: Adam Levine] Now as the summer fades, I let you slip away You say I'm not your type, but I can make you sway It makes you burn to learn you're not the only one I'd let you be if you put down your blazing gun  [Pre-Chorus: Rihanna & Adam Levine] Now you've gone somewhere else far away I don't know if I will find you (find you, find you) But you feel my breath on your neck Can't believe I'm right behind you (right behind you)  [Chorus: Adam Levine & Rihanna] 'Cause you keep me coming back for more And I feel a little better than I did before If I never see your face again, I don't mind 'Cause we got much further than I thought we'd get tonight  [Verse 2: Rihanna & Adam Levine] Sometimes you move so well, it's hard not to give in I'm lost, I can't tell where you end and I begin It makes you burn to learn I'm with another man I wonder if he's half the lover that I am  [Hook: Adam Levine, Adam Levine & Rihanna] Now you've gone somewhere else far away I don't know if I will find you (find you, find you) But you feel my breath on your neck Can't believe I'm right behind you (right behind you)  [Chorus: Adam Levine & Rihanna] 'Cause you keep me coming back for more And I feel a little better than I did before If I never see your face again, I don't mind 'Cause we got much further than I thought we'd get tonight  [Bridge: Adam Levine & Rihanna] Baby, baby, please believe me Find it in your heart to reach me Promise not to leave me behind (Promise not to leave me behind) Take me down, but take it easy Make me think but don't deceive me Talk to me by taking your time (Talk to me, yeah, talk to me)  [Chorus: Rihanna, Adam Levine & Rihanna] 'Cause you keep me coming back for more And I feel a little better than I did before If I never see your face again, I don't mind 'Cause we got much further than I thought we'd get tonight  [Chorus: Adam Levine, (Rihanna), Adam Levine & Rihanna] Keep me coming back for more (coming back for more) And I feel a little better than I did before (did before) If I never see your face again, I don't mind 'Cause we got much further than I thought we'd get tonight  ",
        "title": "If I Never See Your Face Again"
    },
    {
        "artist": "Britney Spears",
        "lyrics": "  [Intro] It's been a while I know I shouldn't have kept you waiting But I'm here now  [Verse 1] I know it's been a while, but I'm glad you came And I've been thinking 'bout how you say my name You got my body spinning like a hurricane And it feels like you got me going insane And I can't get enough, so let me get it up  [Pre-Chorus] Ooh, looks like we're alone now You ain't gotta be scared, we're grown now I'ma hit defrost on ya, let's get it blazing We can turn the heat up if ya wanna Turn the lights down low if ya wanna Just wanna move ya, but you're frozen That's what I'm saying  [Chorus] Let me break the ice Allow me to get you right Once ya warm up to me Baby, I can make you feel (hot, hot, hot, hot) Let me break the ice Allow me to get you right Once ya warm up to me Baby, I can make you feel (hot, hot, hot, hot)  So are you warming up yet?  [Verse 2] You got me hypnotized I never felt this way You got my heart beating like an 808 Can you rise to the occasion? I'm patiently waiting, cause it's getting late And I can't get enough, so let me get it up  [Pre-Chorus] Ooh, looks like we're alone now You ain't gotta be scared, we're grown now I'ma hit defrost on ya, let's get it blazing We can turn the heat up if ya wanna Turn the lights down low if ya wanna Just wanna move ya, but you're frozen That's what I'm saying  [Chorus] Let me break the ice Allow me to get you right Once ya warm up to me Baby, I can make you feel (hot, hot, hot, hot) Let me break the ice Allow me to get you right Once ya warm up to me Baby, I can make you feel (hot, hot, hot, hot)  [Bridge] I like this part, hoo It feels kind of good Yeah  [Chorus] Let me break the ice Allow me to get you right Once ya warm up to me Baby, I can make you feel (hot, hot, hot, hot) Let me break the ice Allow me to get you right Once ya warm up to me Baby, I can make you feel (hot, hot, hot, hot) Hot (more)  ",
        "title": "Break The Ice"
    },
    {
        "artist": "Alicia Keys",
        "lyrics": "  [Verse One] Can't wait to get home Baby dial your number Can you pick up the phone Cause I wanna holla Daydreaming about you all day In school can't concentrate Want have your voice in my ear 'Til mama comes and says it's too late  [Hook] Cause the lights are on outside Wish there was somewhere to hide Cause I just don't want to say goodbye Cause you are my baby, baby Nothing really matters I don't really care What nobody tell me I'm gonna be here It's a matter of extreme importance My first teenage love affair  [Verse Two] Another secret meeting On the 5th floor stair case I'm gonna give you this letter Of all the things I can't say Want you to be my first, my last,my ending and beginning I wrote your name in my book You last name my first I'm your Mrs  [Hook]  [Dialogue] Hey boy You know I really like being with you right? Just hanging out with you is fun  [Bridge] So maybe we can go to first base Because I feel you Second base Want you to feel me too Third base Better pump the breaks Well baby slow down I gotta go home now  [Hook 2x]  ",
        "title": "Teenage Love Affair"
    },
    {
        "artist": "New Kids On The Block",
        "lyrics": null,
        "title": "Summertime"
    },
    {
        "artist": "Weezer",
        "lyrics": "  [Verse 1] They say I need some Rogaine to put in my hair Working out at the gym to fit my underwear Oakley makes the shades that transform a tool You'd hate for the kids to think that you lost your cool  [Chorus] I'mma do the things that I wanna do I ain't got a thing to prove to you I'll eat my candy with the pork and beans Excuse my manners if I make a scene I ain't gonna wear the clothes that you like I'm fine and dandy with the me inside One look in the mirror and I'm tickled pink I don't give a hoot about what you think  [Verse 2] Everyone likes to dance to a happy song With a catchy chorus and beat so they can sing along Timbaland knows the way to reach the top of the charts Maybe if I work with him, I can perfect the art  [Chorus] I'mma do the things that I wanna do I ain't got a thing to prove to you I'll eat my candy with the pork and beans Excuse my manners if I make a scene I ain't gonna wear the clothes that you like I'm fine and dandy with the me inside One look in the mirror and I'm tickled pink I don't give a hoot about what you think  [Bridge] No I don't care, I don't care I don't care, I don't care, I don't care, I don't care  [Chorus] I'mma do the things that I wanna do I ain't got a thing to prove to you I'll eat my candy with the pork and beans Excuse my manners if I make a scene I ain't gonna wear the clothes that you like I'm fine and dandy with the me inside One look in the mirror and I'm tickled pink I don't give a hoot about what you think  ",
        "title": "Pork And Beans"
    },
    {
        "artist": "Lady Antebellum",
        "lyrics": "  [Verse 1] Well this heart of mine has been hardened like a stone It might take some time to get back what is gone But I'm moving on and you don't haunt my dreams Like you did before Oh, when I would curse your name Hey! Well I heard the news that you were back in town Just passing through to claim your lost and found But I'm over you and there ain't nothing there That you could say or do to take what you did back Well you got nerve to waltz right in And think what's mine is yours again  [Chorus] Cause I've been doing fine without you Forgetting all the love we once knew And girl, I ain't the one who slammed that door But now you say you've changed your thinking But I ain't got a heart for breaking So go and pick your bags up off my floor Oh, 'cause love don't live here anymore Oh no  [Verse 2] Well baby you can try to tell me how it is And try to justify everything you did But honey I'm no fool Oh, and I've been down this road Too many times with you I think it's best you go Well I got one thing left to say Is you can lay in the bed you've made  [Chorus] Cause I've been doing fine without you Forgetting all the love we once knew And girl, I ain't the one who slammed that door Oh should've known Now you say you've changed your thinking But I ain't got a heart for breaking So go and pick your bags up off my floor Oh, 'cause love don't live here anymore  [Outro] Oh no That love don't live here anymore Oh no, no Sugar no, no And you don't live here anymore And love don't live here anymore And since you walked out of my door Love don't live here Love don't live here, girl Oh, love don't live here anymore  ",
        "title": "Love Don't Live Here"
    },
    {
        "artist": "Jason Mraz",
        "lyrics": "  [Verse 1] Well you done done me in, you bet I felt it I tried to be chill but you're so hot that I melted I fell right through the cracks And now I'm trying to get back Before the cool done run out I'll be giving it my bestest And nothing's going to stop me but divine intervention I reckon it's again my turn, to win some or learn some  [Chorus] But I won't hesitate no more, no more It cannot wait, I'm yours  [Verse 2] Well open up your mind and see like me Open up your plans and, damn, you're free Look into your heart and you'll find love, love, love, love Listen to the music of the moment people dance and sing We're just one big family And it's our God-forsaken right to be loved loved loved loved loved  [Chorus] So I won't hesitate no more, no more It cannot wait, I'm sure There's no need to complicate Our time is short This is our fate, I'm yours But do, do, do, do you, but do you, do, do, do you, but do you want to come on, scooch on over closer, dear And I will nibble your ear  [Verse 3] I've been spending way too long checking my tongue in the mirror And bendin' over backwards just to try to see it clearer But my breath fogged up the glass And so I drew a new face and I laughed I guess what I'm saying is there ain't no better reason To rid yourself of vanities and just go with the seasons It's what we aim to do Our name is our virtue  [Chorus] But I won't hesitate no more, no more It cannot wait, I'm yours  [Verse 4] Well open up your mind and see like me Open up your plans and, damn, you're free Look into your heart and you'll find that the sky is yours So please don't, please don't, please don't There's no need to complicate 'Cause our time is short This oh, this oh, this is our fate I'm yours  [Outro] (Scat Ad-lib)  ",
        "title": "I'm Yours"
    },
    {
        "artist": "Alan Jackson",
        "lyrics": null,
        "title": "Good Time"
    },
    {
        "artist": "Miranda Lambert",
        "lyrics": "  [Verse 1] County road 233, under my feet Nothing' on this white rock but little ole me I've got two miles 'till, he makes bail And if I'm right we're headed straight for hell  [Chorus] I'm going' home, gonna load my shotgun Wait by the door and light a cigarette If he wants a fight well now he's got one And he ain't seen me crazy yet He slapped my face and he shook me like a rag doll Don't that sound like a real man I'm going to show him what a little girls are made of Gunpowder and lead  [Verse 2] It's half past ten, another six pack in And I can feel the rumble like a cold black wind He pulls in the drive, the gravel flies He don't know what's waiting here this time  [Chorus]  [Bridge] His fist is big but my gun's bigger He'll find out when I pull the trigger  [Chorus]  [Outro] Gunpowder and lead  Hey!  ",
        "title": "Gunpowder And Lead"
    },
    {
        "artist": "Montgomery Gentry",
        "lyrics": null,
        "title": "Back When I Knew It All"
    },
    {
        "artist": "Sean Kingston Featuring Elan & Juelz Santana",
        "lyrics": "  [Intro] Sean Kingston! Aha! Hey! The DEY! JR! Dipset  [Verse 1: Juelz Santana] I'm looking like feeling like acting like money She looking like feeling like acting like she want me She got what I feel for, acting like a junkie Got me buzzing like bee You know I'm after that honey I got my eye on her, I can't keep it off her She got her eye on me she can't keep it off me Bad little shawty, now I know how Laura Hill felt Cause she killing me softly, ya dig!  [Hook: Sean Kingston & Elan] There's nothing in this world There's not another girl that could satisfy my needs There's nothing in this world There's not another boy that can make me feel so sweet, yeah! Cos me love her so right When she hold me so tight, and she kiss me goodnight (Aha, aha) Cos he fills up my life Like a star, he shines bright Boy, come with me now  [Verse 2: Sean Kingston] The first night me meet her Yes me senorita me never want to leave her no Because the gal look sweet an nothing compare how sweet And me really want to take her home Cos she look nice and is a one of a kind When me look up in her eyes then she got me mesmerised Picture perfect like a Kodak moment When she kiss me goodnight and she feelin up on me We been there from the jump, never front, never stunt Never done what a average girl done And I can tell by her body language (aw) She feels my emotions And got me anxious So that me type Me and me angel And me really have to let her know (let me know) Shes the woman of my life Oh yes she sound bright So please let the chorus go  [Hook]  [Verse 3: Elan & Sean Kingston] I Saw you from across the room Looking so fly I gotta talk to you, yeah, yeah It didn't take a sec to see That you're the only one who wanna rescue me I can't lie, boy you're my type of guy (aha) And there's nothing in this world that can stop me from loving you Stop, stop me from lovin' you Girl you put me in a good mood And me love the way you flex too (aou!) We could chill girl, after school Cos I ain't trippin girl its up to you And since then we've been inseparable Cos I did everything to get next to you Since day 1 you know I stay true So ever since then its been me and my boo  [Hook]  [Verse 4: Juelz Santana] Kiss me, baby, haha! Dipset Let me talk to you, ya dig? You got something that's real Something I feel, something I trust Something I lust There's something I want It's no one like you, and it's no one like me So it's nothing like us That good loving baby, I keep it coming baby So like puppets baby, lets make muppets baby You the type of girl I wanna introduce my mother 2 And she don't listen to her friends Cause she know what I am It ain't a dream, but shawty is a ten  [Hook]  ",
        "title": "There's Nothin"
    },
    {
        "artist": "Kanye West Featuring Chris Martin",
        "lyrics": "  [Intro: Kanye West] And you say Chi city! Chi city! Chi city!  [Hook: Chris Martin] I'm comin' home again Do you think about me now and then? Do you think about me now and then? ‘Cause I'm comin' home again (Min' home again)  [Verse 1: Kanye West] I met this girl when I was three years old And what I loved most, she had so much soul She said, \"Excuse me, lil homie, I know you don't know me But my name is Windy and I like to blow trees.\" And from that point I never blow her off Niggas come from out of town, I like to show her off They like to act tough, she like to tore 'em off And make 'em straighten up their hat ‘cause she know they soft And when I grew up, she showed me how to go downtown, in The nighttime her face lit up, so astoundin' I told her in my heart is where she'll always be She never messed with entertainers 'cause they always leave She said, \"It felt like they walked and drove on me.\" Knew I was gang affiliated, got on TV and told on me I guess that's why last winter she got so cold on me She said, \"'Ye, keep makin' that, keep makin' that Keep makin' that platinum and gold for me!\"  [Hook: Chris Martin] I'm comin' home again Do you think about me now and then? Do you think about me now and then? 'Cause I'm comin' home again (Min' home again) Do you think about me now and then? Do you think about me now and then? Now I'm comin' home again Maybe we can start again  [Verse 2: Kanye West] But if you really cared for her Then you wouldn't've never hit the airport to follow your dreams Sometimes I still talk to her But when I talk to her, it always seems like she talkin' 'bout me She said, \"You left your kids, and they just like you They wanna rap and make soul beats just like you But they just not you,\" and I just got through Talkin' 'bout what niggas tryin' to do: just not new Now everybody got the game figured out all wrong I guess you never know what you got 'til it's gone I guess that's why I'm here and I can't come back home And guess when I heard that? When I was back home Every interview I'm representin' you, makin' you proud Reach for the stars, so if you fall, you land on a cloud Jump in the crowd, spark your lighters, wave 'em around If you don't know by now, I'm talkin' 'bout Chi-Town  [Hook: Chris Martin] I'm comin' home again Do you think about me now and then? Do you think about me now and then? 'Cause I'm comin' home again (Min' home again) Baby, do you remember when Fireworks at Lake Michigan? Oh, now I'm comin' home again (Min' home again) Baby, do you remember when Fireworks at Lake Michigan? Oh, now I'm comin' home again Maybe we can start again  [Outro: Chris Martin] Loyee oyeee oh, loyee oyeee oh Comin' home again Loyee oyeee oh, loyee oyeee oh Comin' home again Maybe we can start again  ",
        "title": "Homecoming"
    },
    {
        "artist": "Disturbed",
        "lyrics": "  [Verse 1] Another mission The powers have called me away Another time To carry the colors again My motivation An oath I've sworn to defend To win the honor Of coming back home again No explanation Will matter after we begin Unlock the dark destroyer that's buried within My true vocation And now my unfortunate friend You will discover A war you're unable to win  [Pre-Chours] I'll have you know That I've become  [Chorus] Indestructible Determination that is incorruptible From the other side A terror to behold Annihilation will be unavoidable Every broken enemy will know That their opponent had to be invincible Take a last look around while you're alive I'm an indestructible master of war  [Verse 2] Another reason Another cause for me to fight Another fuse uncovered Now, for me to light My dedication To all that I've sworn to protect I carry out my orders Without a regret A declaration Embedded deep under my skin A permanent reminder Of how it began No hesitation When I am commanded to strike You need to know That you're in for the fight of your life  [Pre-Chours] You will be shown How I've become  [Chorus] Indestructible Determination that is incorruptible From the other side A terror to behold Annihilation will be unavoidable Every broken enemy will know That their opponent had to be invincible Take a last look around while you're alive I'm an indestructible master of war  I'm indestructible Determination that is incorruptible From the other side A terror to behold Annihilation will be unavoidable Every broken enemy will know That their opponent had to be invincible Take a last look around while you're alive I'm an indestructible master of war  Indestructible Determination that is incorruptible From the other side A terror to behold Annihilation will be unavoidable Every broken enemy will know That their opponent had to be invincible Take a last look around while you're alive I'm an indestructible master of war  ",
        "title": "Indestructible"
    },
    {
        "artist": "George Strait",
        "lyrics": "  [Verse 1] Just walked down the street to the coffee shop Had to take a break I've been by her side for eighteen hours straight Saw a flower growing in the middle of the sidewalk Pushing up through the concrete Like it was planted right there for me to see  The flashing lights The honking horns All seem to fade away But in the shadow of the hospital At 508 I saw God today  [Chorus] I've been to church I've read the book I know He's there But I don't look Near as often as I should  His fingerprints are everywhere I just look down and stop and stare Open my eyes and then I swear I Saw God Today  [Verse 2] Saw a couple walking by They were holding hands And she had that glow Yeah, I couldn't help But I noticed that she was starting to show Stood there for a minute Taking in the sky Lost in that sunset A splashing down from mounting in shades of red  [Chorus]   [Verse 3] Got my face pushed up against the nursery glass She's sleeping like a rock My name on her wrist Wearing tiny pink socks She's got my nose She's got her Mama's eyes My brand new baby girl She's a miracle I Saw God Today  ",
        "title": "I Saw God Today"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] State the obvious, I didn't get my perfect fantasy I realize you love yourself more than you could ever love me So go and tell your friends that I'm obsessive and crazy That's fine, I'll tell mine that you're gay By the way  [Chorus] I hate that stupid old pickup truck You never let me drive You're a redneck heartbreak Who's really bad at lying So watch me strike a match On all my wasted time As far as I'm concerned you're Just another picture to burn  [Verse 2] There's no time for tears I'm just sitting here planning my revenge There's nothing stopping me From going out with all of your best friends And if you come around saying sorry to me My daddy's gonna show you how sorry you'll be  [Chorus] I hate that stupid old pickup truck You never let me drive You're a redneck heartbreak Who's really bad at lying So watch me strike a match On all my wasted time As far as I'm concerned you're Just another picture to burn  [Bridge] And if you're missing me You'd better keep it to yourself 'Cause coming back around here Would be bad for your health  [Chorus] Cause I hate that stupid old pickup truck You never let me drive You're a redneck heartbreak Who's really bad at lying So watch me strike a match On all my wasted time In case you haven't heard I really really hate that I hate that stupid old pickup truck You never let me drive You're a redneck heartbreak Who's really bad at lying So watch me strike a match On all my wasted time As far as I'm concerned you're Just another picture to burn  [Outro] Burn, burn, burn, baby, burn You're just another picture to burn Baby, burn  ",
        "title": "Picture To Burn"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] It's strange to think the songs we used to sing The smiles, the flowers, everything is gone Yesterday I found out about you Even now just looking at you: feels wrong  [Pre-Chorus] You say that you'd take it all back, given one chance It was a moment of weakness and you said, \"Yes\"  [Chorus] You should've said, \"No\", you should've gone home You should've thought twice 'fore you let it all go You should've know that word, 'bout what you did with her Get back to me (get back to me) And I should've been there, in the back of your mind I shouldn't be asking myself, \"Why?\" You shouldn't be begging for forgiveness at my feet You should've said no, baby, and you might still have me  [Verse 2] You can see that I've been crying Baby you know all the right things to say But do you honestly expect me to believe We could ever be the same?  [Pre-Chorus] You say that the past is the past, you need one chance It was a moment of weakness and you said, \"Yes\"  [Chorus] You should've said, \"No\", you should've gone home You should've thought twice 'fore you let it all go You should've know that word, 'bout what you did with her Get back to me (get back to me) And I should've been there, in the back of your mind I shouldn't be asking myself, \"Why?\" You shouldn't be begging for forgiveness at my feet You should've said no, baby, and you might still have me  [Bridge] I can't resist Before you go tell me this Was it worth it? Was she worth this?  No no, no, no  [Chorus] You should've said, \"No\", you should've gone home You should've thought twice 'fore you let it all go You should've know that word, 'bout what you did with her Get back to me (get back to me) And I should've been there, in the back of your mind I shouldn't be asking myself, \"Why?\" You shouldn't be begging for forgiveness at my feet You should've said no, baby, and you might still have me  ",
        "title": "Should've Said No"
    },
    {
        "artist": "Gavin Rossdale",
        "lyrics": "  A thousand times I’ve seen you standing Gravity like a lunar landing Make me want to run till I find you I shut the world away from here Drift to you, you’re all I hear Everything we know fades to black  Half the time the world is ending Truth is I am done pretending  I never thought that I had anymore to give Pushing me so far Here I am without you Drink to all that we have lost Mistakes we have made Everything will change But love remains the same  Find the place where we escape Take you with me for a space The city buzz, it sounds just like a fridge I walk the streets through seven bars I had to find just where you are The faces seem to blur, they’re all the same  Half the time the world is ending Truth is I am done pretending  I never thought that I had anymore to give Pushing me so far Here I am without you Drink to all that we have lost Mistakes we have made Everything will change But love remains the same  So much more to say So much to be done Don’t you trick me out We shall overcome So all have stayed in place We should have had the sun Could have been inside Instead we’re over here  Half the time the world is ending Truth is I am done pretending Too much time, too long defending You and I are done pretending  I never thought that I had anymore to give Pushing me so far Here I am without you Drink to all that we have lost Mistakes we have made Everything will change Everything will change  I, oh I I wish this could last forever I, oh I As if we could last forever  Love remains the same Love remains the same  ",
        "title": "Love Remains The Same"
    },
    {
        "artist": "Toby Keith",
        "lyrics": "  [Verse ] She's sitting by the water where the river gets wide Think about swimming to the other side Got a Malboro red, and a can of cold Bud Toes squished down in the Arkansas mud  [Verse 2] Hey Mister! Yeah, I kissed her Son, you ought to see her sister! You've got to give a little something to a cool dark cat Finding him a woman who could shake like that Hottie, she's a Hottie! Got a smokin' little body String bikini and a barbed-wire tat (tattoo) She's rockin' that cowboy hat Hottie, she's a Hottie! And just a little bit naughty Kayay digidigy, Kayay digidigy, yey Hey hey hey Hey  [Verse 3] She's slapping down a dam Where the moss gets thick Yelling Yee Haw! she's a redneck chick Spitting in the fire, putting on a show Strutting like a chicken to the radio Hey Slick! She's a hick! Hmm and her butter milk lipstick Give a little something to a cool dark cat Finding him a woman who could shake like that  [Verse 4] Hottie, she's a Hottie! She got a smokin' little body String bikini and a barbed-wire tat (tattoo) She's rockin' that cowboy hat Hottie, she's a Hottie! And just a little bit naughty Singing Kayay digidigy Kayay digidigy, yey Hey hey hey Hey  [Verse 5] Dress her up boys, I took her from the farm I brought her downtown, I hung her on my arm You've got to give a little somethin' to a cool dark cat Finding him a woman who could walk like that! She's a Hottie, she's a Hottie! She's got a smokin' little body String bikini and a barbed-wire tat (tattoo) She's rocking' that cowboy hat Hottie, she's a Hottie! And just a little bit naughty Kayay digidigy, Kayay digidigy, yey Singing Kayay digidigy, Kayay digidigy Yey hey Hey hey Hey  [Outro] Singing Kayay digidigy, Kayay digidigy, Yey Hey hey Hey  ",
        "title": "She's A Hottie"
    },
    {
        "artist": "Dierks Bentley",
        "lyrics": "  [Verse] Got a guitar Got a guitar on my back And I'm standing on this lonesome railroad track Train's a coming It'll be here before too long But I don't think I can stop it with a song Girl that's the kind of way I'm feeling Trying to stop your leaving Got a pebble Got a pebble in my hand And I toss it out into the middle of the Rio Grande But the river keeps running Don't even know that I'm around I could throw a million more and not slow it down Girl that's kind of what I'm feeling Trying to stop your leaving There's nothing that I wouldn't try If I thought it would change your mind But you don't love me No you don't love me anymore And I know as soon as you walk out that door  [Outro] Train's a coming, river's running Train's a coming, river's running Pain's a coming, tears are running Yeah that's kind of the way I'm feeling Knowing I couldn't stop your leaving  ",
        "title": "Trying To Stop Your Leaving"
    },
    {
        "artist": "Lloyd Featuring Lil Wayne",
        "lyrics": "  All around the world, girls, all around the world This goes out to girls all around the world  (I just want to be your man girl So uh, gotta make you understand girl) It's the way you flip your hair And those stylish clothes you wear When you walk into the room All my partners stopped and stared at you (All around the world, girls, all around the world This goes out to girls all around the world) But they just want to use you up (All around the world This goes out to girls all around the world) It's the tattoo on your back And that brand new Louis bag With the matchin' high heels I can't help this girl's swag's the truth (All around the world, girls, all around the world This goes out to girls all around the world) And I just want to give her love, oh (All around the world This goes out to girls all around the world)  (Girl I) can't get you off my mind You're like my favorite song (song) Just want to turn you on And rock you all night long 'cause I (oh I) (All around the world, girls, all around the world This goes out to girls all around the world) I just want to be your man (I just want to be your man) (All around the world This goes out to girls all around the world)  Just to smell your perfume, got me throwin' up my hands See you comin' see you goin', never met someone as bad as you (All around the world, girls, all around the world This goes out to girls all around the world) Since you're my favorite girl, yeah (All around the world This goes out to girls all around the world) I know just what you need, to make you look complete This platinum wedding ring, 'cause soon I got a thing for you (All around the world, girls, all around the world This goes out to girls all around the world) I'm a take you around the world, oh baby (All around the world This goes out to girls all around the world)  (Girl I) can't get you off my mind You're like my favorite song (song) Just want to turn you on And rock you all night long 'cause I (oh I) (All around the world, girls, all around the world This goes out to girls all around the world) I just want to be your man (All around the world This goes out to girls all around the world)  (Ah hah hah, yeah) OK I'm thinkin' of a master plan Nah, I'm lyin', shorty on my mind Shorty like a fryin', pan, and I ain't got Nothin' but sweat inside my hands (All around the world, girls, all around the world This goes out to girls all around the world) So I dig into my pocket, all my money is spent But I don't need a cent, 'cause shorty priceless I tell it like this, I been (all around the world) So baby I can take you (all around the world) I roll up, this is a hold up It's young money man, shorty made me smile When ain't a damn thing funny He heh, but still don't nothin' move but the money So baby if I move then we move with the money (All around the world, girls, all around the world This goes out to girls all around the world) Which is my favorite dish But if I taste you that'll probably switch And then we will probably switch (All around the world This goes out to girls all around the world) Now I'm walking up the street, whistling this  Can't get you off my mind You're like my favorite song (song) Just want to turn you on And rock you all night long 'cause I (oh I) (All around the world, girls, all around the world This goes out to girls all around the world) I just want to be your man (I just want to be your man) (All around the world This goes out to girls all around the world) Can't get you off my mind You're like my favorite song (song) Just want to turn you on And rock you all night long 'cause I  ",
        "title": "Girls Around The World"
    },
    {
        "artist": "Phil Vassar",
        "lyrics": "  Looks like everybody's here Had to put some foldin' chairs in the vestibule Yeah, it's gettin' full Even old Aunt Ruby came Her first time on an airplane It's her sister's girl She wouldn't miss it for the world  Pre Chorus  And all them kids jumpin' in the pews And Mr. Charlie in his lime-green suit 'Is a handsome man' Remarks Widow Callahan Uncle Joe and Uncle Jake Haven't spoken since '98 Just said, 'Hello' It's a good day to let it go  Chorus  So let the angels gather Let the music play Let the preacher get to preachin' all the \"do you take\"'s Love is a beautiful thing Throw the rice in the air Let the church bells ring Tie the cans to the back of that limosine Love is a beautiful thing  2nd Verse  Daddy's waitin' with the bride Yeah, she helps him with his tie She sees a tear He says, 'Man, it's hot in here' hmm He hugs his little girl and asks 'How did you grow up so fast? God, I wish your Momma could be here for this'  Pre Chorus  And everybody stands and smiles As she goes walkin' down the aisle In her Momma's gown And Daddy breaks on down Gran and Gramps in the second row Stood right there fifty years ago And said their vows Yeah, I guess it's workin' out  (Repeat Chorus) Bridge  A little table full'a gifts Catering's covered dish And the wedding band Well, that's on her hand And Tommy's teasin' Lorelei He pushed her down and made her cry And neither one knows A day will come  Tag Chorus  When the angels gather And the music plays And the preacher gets to preachin' all the \"do you take\"'s Love is a beautiful thing Throw the rice in the air Let the church bells ring Tie the cans to the back of that limosine Love Two people in love is a beautiful thing  ",
        "title": "Love Is A Beautiful Thing"
    },
    {
        "artist": "Lil Wayne Featuring Juelz Santana & Fabolous",
        "lyrics": "  [Intro: Fabolous] Yes, what it look like Alc'? I'm tryin' to show the niggas man It's that Street Fam man, we rep that, Loso Street fi-di-di-di-damn  [Verse 1: Fabolous] I'm with 101 niggas, we dalmatian doggy deep (yes) And I fly with the tongue, so if you feeling froggy, leap (come on) Kermit, you better think before you ribbit Don't get murdered over your song, before you ad-lib it I pop up like Xzibit, but given I'm at your crib it's Not to put no fucking fish tanks in your Civic Fuck getting your ride pimped, you'll get hog-tied wimp Have you in the trunk curled up like fried shrimp It's been a good year, maybe I should ride blimp Cause your boy just stay above the game They trying to tag him, spray a brother frame But your shots can't reach me, I'm way above your aim Go 'head nigga, say another name Take this family for a joke, play them Wayan brother games And I'ma Git You Sucka, I be schemin' with this Keenan Aimin with this Damon, I'm putting that Major Payne in My Little Man is on ya, Marlon and Shawn ya Lay the beef on his noodle, make some Luger lasagna Forty Cal fettuccine, trey pound pasta You reach for this medallion, you must like Italian nigga You only see me pushing if the driver's tired I work the S6 ever since the 5 retired The drop top, they say it's Ocean Drive inspired So you can call a cab once your bitch fall for Fab  [Hook: Lil' Wayne] Uhh, I get money like a muh'fucker Shades darker than a bitch but I can see I got everything, you got nothing But you ain't got nothing on me Ohh, I'm gettin' money like a muhfucka Yeah, money you ain't never see Yeah, I got everything, you got nothing But you ain't got nothing on me  [Verse 2: Juelz Santana] I'm on the grind 'til the police come With that pistol on my side boy, don't be dumb Or, I let that semi twirl you, now you can follow the drip 'Cause one shot outta the clip'll jheri curl ya Leave you sloppy like seconds, obey me like peasants Or get opened up like presents, please My young boys wildin' for respect Slit your throat, have you smiling with your neck, say cheese My dough's a bit longer, my flow is just slaughter My wrist look like frozen Poland Spring water So tell me boys, tell me boys, who you think you messin' with I get money out the ass, that's some expensive shit Haven't you all heard? Y'all all herbs I stick toothpicks in y'all hors d'oeuvres Listen, I'm a shark, y'all just koi fish (What else?) Octopus, (What else?)oysters Chump, I got my eye on your wifey now I have her lick me up and then wipe me down She told me you's a nag, you's a bug (damn) She told me I'm a blast, I'm a stud (damn) She told me you be beastin', you be checkin' for the burns So I gave her knee pads for the rug It's Skull Gang from the chain to the lifestyle You surfboard dudes get wiped out, totally  [Hook: Lil' Wayne] Uhh, I get money like a muh'fucker Shades darker than a bitch but I can see I got everything, you got nothing But you ain't got nothing on me Ohh, I'm gettin' money like a muhfucka Yeah, money you ain't never see Yeah, I got everything, you got nothing But you ain't got nothing on me  [Verse 3: Lil' Wayne] Get you 3, 4-get you Like the number after 1, I'mma get me 2 It's Weezy F U, now you gotta have a baby My money don't folds nor bends, Mercedes Maybach, grey-black And I got a 44. and a 'K, like 8 stacks Fuck your city and your town, I state facts Take that, no better yet like Diddy, take that Wait rats, I hate rats, I clean 'em out like Ajax Got paper like a fax machine, asaneen Damn I mean asinine, I'm dapper don, and after mine There will be nine, damn I mean there will be none I will be one, of the greatest things you've ever felt You've ever seen, or heard, Car-ter, hov-er, y'all scared Not me, not I, call me Young Popeye Tell Bluto I'm a nuno, I bring RAL to your funeral Damn I mean fun-er-all, fun-er-ol, you say tomato, I say tomahto You say get 'em, I say got 'em, yeah I got 'em Man you better keep payin' me cause you don't want my problems I be wildin' like Capital One, what is in your wallet? You fly, but what is it to pilot? Weezy I'm at the top, foot up in your bottom Huh, damn I mean, foot up in your ass I kick that shit now gon' put it in the trash  [Hook: Lil' Wayne] Uhh, I get money like a muh'fucker Shades darker than a bitch but I can see I got everything, you got nothing But you ain't got nothing on me Ohh, I'm gettin' money like a muhfucka Yeah, money you ain't never see Yeah, I got everything, you got nothing But you ain't got nothing on me  ",
        "title": "You Ain't Got Nuthin"
    },
    {
        "artist": "Usher",
        "lyrics": "  [Intro] It's like whatever I do (ooh) Just can't get through to you (ooh, ooh) I'm never gonna tell nothing wrong (ooh, ooh) Listen (ooh)  [Verse 1] Now, now she loved me, shawty, I loved her Used to jump up in the Maybach and roll out Used to care, she used to share The love that she used to give me can't be found I lost my way, she said she'd stay And lately, I've been sleeping with a ghost My stock is down and out, I used to be worth my weight in gold That was before a great depression kicked in and rocked us And that was before the hurricane came in and stopped us I told you to leave, but you lied to me when you said that \"Baby, no worries, I promise to get us back\"  [Chorus] I know sorries just wouldn't do it Her heart is obliterated I'm trying to travel through But it's like moving mountains It's like moving mountains, hey But I keep climbing and hoping things would change And the sky turns gray And the water from the rain washes progress away It's like moving mountains... (moving mountains) It's like moving mountains... (moving mountains) Why you just leave me Just leave me be? Just leave me Just leave me be? Why you just leave me Just leave me be? Why you just leave me Just leave me be? Ooh, ooh Be, whoa, whoa, whoa, whoaaa, whoa  [Verse 2] She, she don't touch me, I don't touch her We rarely even ever say a word I really want to give her everything she deserves But the bad took away the good She thinks that I'm full of it, arguments Always pissed, man I'm tired Every kiss that I miss Girl, you know I'm trying You never believe when I say And I never believe it when you say \"I love you\", and I shouldn't complain about it I should take it like a man and walk up out it 'Cause we will never be the same, ooh I've been standing in gas and you have been the flame  [Chorus] I know sorries just wouldn't do it Her heart is obliterated I'm trying to get through But it's like moving mountains It's like moving mountains, hey But I keep climbing and hoping things would change And the sky turns gray And the water from the rain washes progress away It's like moving mountains... (moving mountains) It's like moving mountains... (moving mountains) Baby, why you just leave me Just leave me be? Just leave me Just leave me be? Why you just leave me Just leave me be? Why you just leave me Just leave me be?  [Bridge] This must be a slow death that I'm traveling on It feels so wrong, I'm barely holding on See, no matter what it takes I've gotta get it together And these hills that I'm traveling up She ain't showing me love I'm down on my love Oh, I'm down, whoa  [Chorus] I know sorries just wouldn't do it Her heart is obliterated I'm trying to travel through But it's like moving mountains It's like moving mountains But I keep climbing and hoping things would change And the sky turns gray And the water from the rain washes progress away It's like moving a mountain Steady trying to move this mountain So, baby, why you just leave me Just leave me be? Just leave me Just leave me be? Why you just leave me Just leave me be? Why you just leave me Just leave me be?  [Outro] Baby, baby Whoa, yeah  ",
        "title": "Moving Mountains"
    },
    {
        "artist": "Trey Songz",
        "lyrics": null,
        "title": "Last Time"
    },
    {
        "artist": "Miley Cyrus",
        "lyrics": "  [Verse 1] I probably shouldn't say this, but at times I get so scared When I think about the previous relationship we've shared It was awesome, but we lost it It's not possible for me not to care And now we're standing in the rain But nothing's ever going to change until you hear, my dear The 7 things I hate about you  [Chorus 1] The 7 things I hate about you, oh, you You're vain, your games, you're insecure You love me, you like her You make me laugh, you make me cry I don't know which side to buy Your friends, they're jerks When you act like them, just know it hurts I want to be with the one I know And the 7th thing I hate the most that you do You make me love you  [Verse 2] It's awkward and silent as I wait for you to say But what I need to hear now is your sincere apology And when you mean it, I'll believe it If you text it, I'll delete it Let's be clear Oh, I'm not coming back You're taking 7 steps here  [Chorus 1] The 7 things I hate about you You're vain, your games, you're insecure You love me, you like her You make me laugh, you make me cry I don't know which side to buy Your friends, they're jerks When you act like them, just know it hurts I want to be with the one I know And the 7th thing I hate the most that you do You make me love you  [Bridge] And compared to all the great things That would take too long to write I probably should mention the 7 that I like  [Chorus 2] The 7 things I like about you Your hair, your eyes, your old Levi's And when we kiss, I'm hypnotized You make me laugh, you make me cry But I guess that's both I'll have to buy Your hand in mine When we're intertwined everything's alright I want to be with the one I know And the 7th thing I like the most that you do You make me love you You do, oh  ",
        "title": "7 Things"
    },
    {
        "artist": "The Game Featuring Keyshia Cole",
        "lyrics": "  [Intro/Hook - Keyshia Cole] Eyyy-yeaa Yeeeaaaah Heeeey, yeah See ever since the day I've got the chance to make a change I've been in this game, it's a new day And I'm makin it known cause, I just want the world to know I'm payin my dues, and I got the utmost, I just wanna let you know I'm payin homage cause, you've paved the way for meeee, ye-yeah  [Verse 1: The Game] I swear to God, it feel like every day is my birthday Let the top down, California's my birthplace So I'mma take you there like B.I.G took niggas to New York \"Juicy\" had us feelin like we was from New York And that's real shit, blazed the Philly It's \"Summertime\", shout out to Will Smith Cause who didn't wanna be the Fresh Prince? Flat top, gold chain and some fresh kicks My nigga Nas told me \"Money Make the World go Round\" And Uncle Luke showed me how to make my girl go down I've been around Hip Hop since '85 She had her ups and downs but she stayed alive I used to think LL stood for \"Love LA\" He from Queens, how the fuck he put that with Cool J? Red Kangol hat, red sweatsuit to match Red Adidas, nigga, Game is back  [Hook: Keyshia Cole] And ever since the day I got the chance to make a change I've been in this game, it's a new day And I'm makin it known cause, I just want the world to know I'm payin my dues, and I got the utmost, I just wanna let you know I'm payin homage cause, you've paved the way for meeee, ye-yeah  [Verse 2: The Game] (Keyshia Cole) Public Enemy and N.W.A Is all my boombox had to say \"Today was a Good Day\" had the hood buzzin Ice Cube my favorite rapper, y'all niggas can't tell me nothing Everybody first bootleg was \"Boyz N the Hood\" Whoever thought gangsta rap would make noise in the hood? When the cars ride by with the \"Boomin' System\" Two door Mustang, and the roof was missin' Every girl at your school had the new extensions Even gangstas was dancin' like New Edition Cause the house parties stayed rockin all night Niggas came through and shot it up but it was alright (alright) Cause after the cops left, it was a party then You down with O.P.P.? Then bring Naughty in They say \"It Never Rain in Southern California\", Tony! Toni! lied Sit back, watch Game throw his money in the sky  [Hook: Keyshia Cole] And ever since the day I got the chance to make a change I've been in this game, it's a new day And I'm makin it known cause, I just want the world to know I'm payin my dues, and I got the utmost, I just wanna let you know I'm payin homage cause, you've paved the way for meeee, ye-yeah  [Verse 3: The Game] Cash Rules Everything Around Me, C.R.E.A.M get the money In the back, I relax with all the hunnies DJ bring it back, let it go Mix it in with Black Rob, make 'em say \"WHOA!\" Everything full circle, Game livin' major Girls on my hip like a Skytel pager Now I'm on the top, let the champagne pop Throw ya hands in the sky cause The Game don't stop Just a little more change, gotta Benz and the Range Every rap metaphor always ends in my name The Kool Hercs, DJ Red Alerts Before I was born they was talkin 'bout The Game Ask a Jay-Z fan 'bout Big Daddy Kane Don't know him, Game gonna show 'em Just like they showed me, my lyrics is O.G When it's all said and done, you niggas gon' quote me  [Hook: Keyshia Cole] And ever since the day I got the chance to make a change I've been in this game, it's a new day And I'm makin it known cause, I just want the world to know I'm payin my dues, and I got the utmost, I just wanna let you know I'm payin homage cause, you've paved the way for meeee, ye-yeah  [Outro: Keyshia Cole] See, Mary J. I want you to understand You paved the way (for me) I'm givin' homage (to you)  ",
        "title": "Game's Pain"
    },
    {
        "artist": "Hot Stylz Featuring Yung Joc",
        "lyrics": null,
        "title": "Lookin Boy"
    },
    {
        "artist": "Flex",
        "lyrics": null,
        "title": "Te Quiero"
    },
    {
        "artist": "Brooks & Dunn",
        "lyrics": null,
        "title": "Put A Girl In It"
    },
    {
        "artist": "Death Cab For Cutie",
        "lyrics": "  [Verse 1] How I wish you could see the potential The potential of you and me It's like a book elegantly bound But in a language that you can't read just yet  [Chorus] You gotta spend some time love You gotta spend some time with me And I know that you'll find love I will possess your heart You gotta spend some time love You gotta spend some time with me And I know that you'll find love I will possess your heart  [Verse 2] There are days when outside your window I see my reflection as I slowly pass And I long for this mirrored perspective When we'll be lovers, lovers at last  [Chorus] You gotta spend some time love You gotta spend some time with me And I know that you'll find love I will possess your heart You gotta spend some time love You gotta spend some time with me And I know that you'll find love I will possess your heart  [Post-Chorus] I will possess your heart I will possess your heart  [Bridge] You reject my advances and desperate pleas I won't let you let me down so easily, so easily  [Chorus] You gotta spend some time love You gotta spend some time with me And I know that you'll find love I will possess your heart You gotta spend some time love You gotta spend some time with me And I know that you'll find love I will possess your heart You gotta spend some time love You gotta spend some time with me And I know that you'll find love I will possess your heart  [Post-Chorus] I will possess your heart I will possess your heart  ",
        "title": "I Will Possess Your Heart"
    },
    {
        "artist": "DJ Laz Featuring Flo Rida & Casely",
        "lyrics": "  (feat. Pitbull, Flo Rida, Casely, Diaz Brothers and Missy Elliot)  [Laz:] We gonna shut em down Ya'll thought we killed em with the last one? EEEOOWWWW REMIXX Casely, DB, Diaz Brothers, flo rida, Poboy, Pitbull, DJ Laz  [Chorus:] I wanna see you move move shake shake now drop (what your momma say) Move move shake shake now drop (what your daddy say) Move move shake shake now drop (what your sista say) Move move shake shake now drop drop drop drop  [Flo-Rida, PoBoy:] Flo rida- dj laz- Poooo boy EYYYY I wanna see you move Shake it, drop it shorty, lil mama got the body Uh-huh Slim waste, that apple bottoms she got Make it look good all in my face I like when they loose, patron get abused DJ Laz got them on pimp juice She bringing it back, throwin it around for niggas stacks I think I'll give her the cash, do what she do with her- Ask me what if I think Shorty fine damn right I'm about to lose my mind So stacked know how to make they body wind, grind, I wanna press rewind Now give it to me one time, give it to me two time Flo Rida must say I like with them freaks Get Lucy Lo to the floor in them jeans Ay baby, tig ol' bitties Baby Bree When I'm in the club with DJ L-A-Z  [Chorus:] I wanna see you move move shake shake now drop (what your momma say) Move move shake shake now drop (what your daddy say) Move move shake shake now drop (what your sista say) Move move shake shake now drop drop drop drop  [Casely:] Hey Laz I got you homie Girl you lookin for a stunna, come here hunny Yes I wanna see you in the back, (yeah) you know where I'm at (yeah) Girl you lookin for a stunna, yes I wanna We could do freaky things right in the back, shake your ass like that, that, that, that Girl I'm trying to think of just what to say Lookin at your body justs hurts my brain When you do that d-d-double bound Baby I ain't playin around Do your thang girl, work your skillz on my lap Just turn around and let me smack, smack, smack, smack  [Chorus:] I wanna see you move move shake shake now drop (what your momma say) Move move shake shake now drop (what your daddy say) Move move shake shake now drop (what your sista say) Move move shake shake now drop drop drop drop  [Pitbull:] I got 1's, 5's, 10's, 20's I got them 50's Got them 100's baby I got plenty, I wanna see ya work (work) that pole 'till 'till 'till you get sweaty I wanna hit it from (from) the back I promise your like if if you let me  [Hook:] Cause I like booty n tig 'ol bitties booty n tig 'ol bitties booty n tig 'ol bitties booty n tig 'ol bitties  [Chorus:] I wanna see you move move shake shake now drop (what your momma say) Move move shake shake now drop (what your daddy say) Move move shake shake now drop (what your sista say) Move move shake shake now drop drop drop drop  [DJ Laz:] Move it to the dance floor Make that body work girl Don't be scared, shake that thang We got plenty of cash girl You (you) call your friends, and I (I) call my friends and We can do that thang in the back (back) of the benz girl  [Hook:] Cause I like booty n tig 'ol bitties booty n tig 'ol bitties booty n tig 'ol bitties booty n tig 'ol bitties  [Chorus:] I wanna see you move move shake shake now drop (what your momma say) Move move shake shake now drop (what your daddy said) Move move shake shake now drop (what your sista say) Move move shake shake now drop drop drop drop  [Stripper:] Shake (shake) my ass ass Show (show) my thong thong Do (do) my thang thang Ain't nothing wrong Ain't nothing wrong Shake (shake) my ass ass Show (show) my thong thong Do (do) my thang thang Ain't nothing wrong Ain't nothing wrong  [Hook:] Cause I like booty n tig 'ol bitties booty n tig 'ol bitties booty n tig 'ol bitties booty n tig 'ol bitties  [Chorus:] I wanna see you move move shake shake now drop (what your momma say) Move move shake shake now drop (what your daddy said) Move move shake shake now drop (what your sista say) Move move shake shake now drop drop drop drop  [Chorus: Outro] Move move shake shake now drop Move move shake shake now drop Move move shake shake now drop (I like, I like) Move move shake shake now drop drop drop drop  ",
        "title": "Move Shake Drop"
    },
    {
        "artist": "Seether",
        "lyrics": "  [Verse 1] Take the light and darken everything around me Call the clouds and listen closely I'm lost without you  [Chorus] Call your name every day When I feel so helpless I've fallen down But I'll rise above this Rise above this doubt  [Verse 2] Hate the mind, regrets are better left unspoken For all we know, this void will grow And everything's in vain Distressing you though it leaves me open Feels so right, but I'll end this all before it gets me  [Chorus x2]  [Bridge] I'll mend myself before it gets me I'll mend myself before it gets me I'll mend myself before it gets me I'll mend myself before it gets me  [Chorus]  [Outro] Forty eight ways to say That I'm feeling helpless I've fallen down, fallen down But I'll rise above this Rise above this Rise above this Rise above this doubt  ",
        "title": "Rise Above This"
    },
    {
        "artist": "Lil Wayne Featuring Jay-Z",
        "lyrics": "  [Produced by Infamous and Drew Correa]  [Intro: Lil Wayne] Yo, yo Drew and Inf This-this, this right here is crazy Yo I, I feel big, you know what I mean? Like, not, not big in the sense of, weight You know what I mean? Like gainin' weight or nothin' like that Like colossal Like, know what I mean, like (sighs) I heard you were lookin' for me  [Hook: Sha-Ron Prescott & Lil Wayne] Hey, Mr. Carter (hello) Tell me, where have you been? (Haha, you know, hehe) Cause they've been asking, they've been searching They've been wondering why (I know, haha) Hey, Mr. Carter (hey, hello) Tell me, where have you been? (Shit, you know) Cause they've been asking, they've been searching They've been wondering why (hahahah)  [Verse 1: Lil Wayne] Yeah, to you forever, from me to you I heard somebody say \"Church\", I'ma need a suit I'ma need a coupe, I won't need a roof Flyer than Beetlejuice, Beetlejuice, Beetlejuice I got the flow, I'm tryin' to see the roof Didn't wear a bulletproof so I got shot and you can see the proof Blind eyes could look at me and see the truth Wonder if Stevie do? But I'ma leave it to God, not Beaver, neither you Cause I'ma murder Y, kill O, and even U Man, I got Summer hatin' on me cause I'm hotter than the Sun Got Spring hatin' on me 'cause I ain't never sprung Winter hatin' on me 'cause I'm colder than y'all And I will never, I will never, I will never Fall I'm being hated by the seasons So fuck y'all who hatin' for no reason  [Hook: Sha-Ron Prescott & Lil Wayne] Hey, Mr. Carter (I am him!) Tell me, where have you been? Around the world and I'm back again! Cause they've been asking, they've been searching Who's been askin' about me? They've been wondering why (in case you wonderin', hah!) Hey, Mr. Carter (I am him!) Tell me, where have you been? Around the world now I'm back again! Cause they've been asking, they've been searching Who's been askin' about me? They've been wondering why (in case you wonderin', hah!)  [Verse 2: Lil Wayne] Yeah, I been in and out the bank, bitch While y'all asshole niggas been on the same shit I flush and watch 'em go down the drain quick Two words you never hear: \"Wayne quit!\" Cause Wayne win, and they lose I call them April babies, cause they fools And when they snooze, we up! Feet up, like a paraplegia Or paraplegic? I parallel park In that red-and-yellow thing; old school Atlanta Hawk Like I'm from College Park, but I'm from Hollygrove Now all my Bloods scream \"Soo-woo\" and \"Da-da-doe\" I know my role and I play it well And I weigh it well, on my Libra scale I suck a pussy, fuck a pussy, leave it there Long hair, don't even care  [Hook: Sha-ron Prescott & Jay-Z] Hey, Mr. Carter (Young! I am him) Tell me, where have you been? Around the world now I'm back again Cause they've been asking, they've been searching Who's been askin' about me? They've been wondering why (in case you wonderin') Hey, Mr. Carter (I am him) Tell me, where have you been? Around the world now I'm back again Cause they've been asking, they've been searching Who's been askin' about me? They've been wondering why (in case you wonderin', chyeah)  [Verse 3: Jay-Z] I'm right here in my chair with my crown and my dear Queen B, as I share, mic time with my heir Young Carter, go farther, go further, go harder Is that not why we came? And if not, then why bother? Show no mercy in Murcielagos I'm far from bein' the bastard that Marcy had fathered Now my name's been mentioned with the martyrs The Biggies and the Pacs and the Marleys and the Marcuses Garvey; got me a molotov-cocktail flow Even if you box well, can't stop the blows Kaboom! The Roc Boy in the room The dope boy I just came off the spoon Also, I'm so fly I'm on auto- Pilot, while guys just stare at my wardrobe I see Euros, that's right: plural I took so much change from this rap game, it's your go (Hey Mr. Carter) Young!  [Verse 4: Lil Wayne] It's my go, yeah… And I'ma go so opposite of soft Off the richter, Hector, Camacho Man, Randy Savage Far from average, above status–quo, flow so pro I know, I ride slow, and when I pass They say, \"What up, killa?\" Man, stop bringin' up my past And next time you mention Pac, Biggie, or Jay-Z Don't forget Weezy, baby!  [Hook: Sha-Ron Prescott, Lil Wayne & Choir] Hey, Mr. Carter (amen) Tell me, where have you been? (Yeah) Cause they've been asking, they've been searching They've been wondering why (haha) Hey, Mr. Carter (amen) Tell me, where have you been? (Hova!) Cause they've been asking, they've been searching (Weezy) They've been wondering why (baby!) Hey, Mr. Carter (hahaha) Tell me, where have you been? (I been hustlin') Cause they've been asking, they've been searching (hustlin' hard) They've been wondering why (chyeah!) Hey, Mr. Carter Tell me, where have you been? Cause they've been asking, they've been searching They've been wondering why  [Outro: Lil Wayne] And I swear to everything, when I leave this Earth It's gonna be on both feet, never knees in the dirt And you can try me, fucker, but when I squeeze, it hurt Ahh, we'll lose two lives: yours and mine Give me any amount of time, don't let Ms. Carter grieve At the funeral parlor, drippin' tears down my sleeve Give me any amount of time, don't let Ms. Carter grieve  ",
        "title": "Mr. Carter"
    },
    {
        "artist": "Disturbed",
        "lyrics": "  [Verse 1] Devon Won't go to heaven She's just another lost soul About to be mine again Leave her We will receive her It is beyond your control Will you ever meet again  [Verse 2] Devon One of eleven Who had been rendered unwhole As a little child She was taken And then forsaken You will remember it all Let it fill your mind again  [Pre-Chorus] Devon lies beyond this portal Take the word of one immortal  [Chorus] Give your soul to me For eternity Release your life To begin another time with her End your grief with me There's another way Release your life Take your place inside the fire with her  [Verse 3] Sever Now and forever You're just another lost soul about to be mine again See her, you'll never free her You must surrender it all If you'd like to meet again  [Verse 4] Fire For your desire As she begins to turn cold for the final time You will shiver Till you deliver You will remember it all Let it fill your mind again Take it away  [Pre-Chorus] Devon lies beyond this portal Take the word of one immortal  [Chorus] Give your soul to me For eternity Release your life To begin another time with her End your grief with me There's another way Release your life Take your place inside the fire with her  Take me away yeah  [Chorus] Give your soul to me For eternity Release your life To begin another time with her End your grief with me There's another way Release your life Take your place inside the fire with her  [Verse 2] Devon One of eleven Who had been rendered unwhole As a little child She was taken And then forsaken You will remember it all Let it fill your mind again  ",
        "title": "Inside The Fire"
    },
    {
        "artist": "Julianne Hough",
        "lyrics": null,
        "title": "That Song In My Head"
    },
    {
        "artist": "Yael Naim",
        "lyrics": "  [Chorus: Yael Naim] I'm a new soul I came to this strange world Hoping I could learn a bit about how to give and take But since I came here Felt the joy and the fear Finding myself making every possible mistake  La-la-la-la-la-la-la-la... La-la-la-la-la-la-la-la...  [Verse 1] I'm a young soul in this very strange world Hoping I could learn a bit bout what is true and fake But why all this hate? Try to communicate Finding trust and love is not always easy to make  La-la-la-la-la-la-la-la... La-la-la-la-la-la-la-la...  [Bridge] This is a happy end Cause' you don't understand Everything you have done Why's everything so wrong This is a happy end Come and give me your hand I'll take your far away  [Chorus] I'm a new soul I came to this strange world Hoping I could learn a bit about how to give and take But since I came here Felt the joy and the fear Finding myself making every possible mistake  [Outro] La-la-la-la-la-la-la-la-la-la.... La-la-la-la-la-la-la-la-la-la.... La-la-la-la-la-la-la-la-la-la.... La-la-la-la-la-la-la-la-la-la....  ",
        "title": "New Soul"
    },
    {
        "artist": "Josh Turner Featuring Trisha Yearwood",
        "lyrics": null,
        "title": "Another Try"
    },
    {
        "artist": "Panic! At The Disco",
        "lyrics": "  [Verse 1] Back to the street where we began Feeling as good as lovers can, you know Yeah, we're feeling so good Picking up things we shouldn't read It looks like the end of history as we know It’s just the end of the world Back to the street where we began Feeling as good as love, you could, you can  [Pre-Chorus] Into a place where thoughts can bloom Into a room where it's nine in the afternoon And we know that it could be And we know that it should And you know that you feel it too  [Chorus] 'Cause it's nine in the afternoon And your eyes are the size of the moon You could 'cause you can, so you do We're feeling so good just the way that we do When it's nine in the afternoon Your eyes are the size of the moon You're good 'cause you can, so you do We're feeling so good  [Verse 2] Back to the street, down to our feet Losing the feeling of feeling unique Do you know what I mean? Back to the place where we used to say \"Man, it feels good to feel this way\" Now I know what I mean  [Bridge] Back to the street, back to the place Back to the room where it all began, hey Back to the room where it all began  [Chorus] 'Cause it's nine in the afternoon Your eyes are the size of the moon You could 'cause you can, so you do We're feeling so good just the way that we do When it's nine in the afternoon Your eyes are the size of the moon You could 'cause you can, so you do We're feeling so good just the way that we do When it's nine in the afternoon Your eyes are the size of the moon You could 'cause you can, so you do We're feeling so good just the way that we do When it's nine in the afternoon  ",
        "title": "Nine In The Afternoon"
    },
    {
        "artist": "Shwayze Featuring Cisco Adler",
        "lyrics": "  [Hook: Cisco Adler] I met her at a backyard blockparty by the bar And she kept lookin' at me like she knew who I was She was buzzin' all over me She was buzzin' all over me She was buzzin' all over me like she fell in love  [Verse 1: Shwayze] Bang bang, baby shot me in the heart In the dark with the dart felt the spark when it hit When we me at the spot it was hot, like this song Saw the thong, it was on, now it's 8 in the mornin' I move on like the Greyhound bus I go, town to town, and I prey on sluts I gotta go, so scream out your area code I'm comin' all the way live from the 3-1-O I gotta whole lot of love, but none like you You make me wanna stay here in heaven with you I'll write your name in the sand, put your hand with mine Come on baby, shoot your gun in the sky  [Hook: Cisco Adler] I met her at a backyard blockparty by the bar And she kept lookin' at me like she knew who I was (I think she did) She was buzzin' all over me She was buzzin' all over me She was buzzin' all over me like she fell in love (yeah)  [Verse 2: Shwayze] Bang bang, baby hit me one time Two days on the road and you're still on my mind You'd think that I would learn 'cause I'm young and fine But I'm broke so I'm tryna make a hustle outta rhyme I gotta see the world, one girl at a time But you're hangin' on my sleeve like I care that you're cryin' And I do, I'm just tryna play it cool I got a rep to protect down at the high school Why you tryna cage me in? And when I leave we both know you'll be pagin' him And when I come back, we gon' do it again I promise we gon' do it again  [Hook: Cisco Adler] I met her at a backyard blockparty by the bar (do it again) And she kept lookin' at me like she knew who I was (do it again) She was buzzin' all over me She was buzzin' all over me She was buzzin' all over me like she fell in love (yeah)  [Verse 3: Shwayze] Bang bang, I wanna give you my name But I'm tryna put some diamonds in my Shwayze chain Babies change, they start showin' them fangs Tryna take a ride on this crazy train Choo choo, what the hell am I to do? I got a girl in every city from here to Peru When I left you, I signed my name on your left boob Now go get that tattoed, I'll be back soon Don't cry, I'll bless you with a text soon I gotta go, but I'll be back next June Or July, sparks in the sky She said, \"Boy you crazy\" Nah, I'm Shwayze  [Hook: Cisco Adler] I met her at a backyard blockparty by the bar (do it again) And she kept lookin' at me like she knew who I was (do it again) She was buzzin' all over me She was buzzin' all over me She was buzzin' all over me like she fell in love  [Outro: Cisco Adler] And I don't know what she was on Whatever it was, I want some She was buzzin' all over me She was buzzin' all over me She was buzzin' all over me like she fell in love  ",
        "title": "Buzzin'"
    },
    {
        "artist": "Paramore",
        "lyrics": "  [Verse 1] No sir Well, I don't wanna be the blame, not anymore It's your turn So take a seat, we're settling the final score And why do we like to hurt so much? I can't decide You have made it harder just to go on And why? All the possibilities Well, I was wrong  [Chorus 1] That's what you get when you let your heart win, woah That's what you get when you let your heart win, woah I drowned out all my sense with the sound of its beating And that's what you get when you let your heart win, woah  [Verse 2] I wonder How am I supposed to feel when you're not here? Cause I burned every bridge I ever built when you were here I still try holding onto silly things, I never learn Oh, why? All the possibilities I'm sure you've heard  [Chorus 1] That's what you get when you let your heart win, woah That's what you get when you let your heart win, woah I drowned out all my sense with the sound of its beating And that's what you get when you let your heart win, woah  [Bridge] Pain, make your way to me, to me And I'll always be just so inviting If I ever start to think straight This heart will start a riot in me Let's start, start, hey!  [Breakdown] Why do we like to hurt so much? Oh, why do we like to hurt so much? That's what you get when you let your heart win, woah  [Chorus 2] That's what you get when you let your heart win, woah That's what you get when you let your heart win, woah Now, I can't trust myself with anything but this And that's what you get when you let your heart win, woah  ",
        "title": "That's What You Get"
    },
    {
        "artist": "Raheem DeVaughn",
        "lyrics": "  [speaking] Good morning, Good afternoon, Good evening, Welcome to Love's can I take your order? You can have it your way  [Verse 1] Welcome, can I help you Take a minute to read the menu If you're looking for a man If you're looking for a friend If you're looking for someone to talk to Take your time bout taking your order I can appetize ya or main course ya (caution, caution) Cause the plate is hot (hot)  [Pre-Chorus] I'm the catch of the day (ay ay ay ay ay) Your dessert, your meal, and your drink (ay ay ay ay ay) You can find it all in me I'll fill you up for free If your heart is hungry You can place your order here with me  [Chorus] Let me serve you up Lemme lemme serve you up See you can have it your way You're the costumer If you want me supersized with some loving on the side Just ask for what you want cause you're the costumer  Lemme lemme serve you up Lemme lemme serve you up See you can have it your way You're the costumer You can have me supersized with some loving on the side Just ask for what you want cause you're the one, you're the customer  [Verse 2] If you got special needs Picky or hard to please You're particular bout what you like You're the costumer, it's always right Satisfaction is guaranteed Head to toe girl I'm quality See the menu is full of me I got a real love policy  [Pre-Chorus] I'm the catch of the day (ay ay ay ay ay) Your dessert, your meal, your drink (ay ay ay ay ay) You can find it all in me I'll fill you up for free If your heart is hungry You can place your order here with me  [Chorus] Let me serve you up Lemme lemme serve you up See you can have it your way You're the costumer If you want me supersized with some loving on the side Just ask for what you want cause your the costumer  Lemme lemme serve you up Lemme lemme serve you up See you can have it your way You're the costumer You can have me supersized with some loving on the side Just ask for what you want cause you're the one, you're the costumer  [Bridge] I'm gonna whip it up Whip it up nice and slow You can even call your in order I'll deliver to your home And I'll be there in a matter of seconds And there's more if you want seconds You can be greedy as you like Morning, noon and night And I'm open 24/7 And cause I like you it's on me Got a whole lot of sugar and honey And a plate full of ecstacy So make your reservations And make your way to me And if that don't work for you baby Then tell me where I need to be  Let me serve you up Lemme lemme serve you up See you can have it your way You're the costumer If you want me supersized with some loving on the side Just ask for what you want cause you're the customer  Lemme lemme serve you up Lemme lemme serve you up See you can have it your way You're the costumer You can have me supersized with some loving on the side Just ask for what you want cause you're the customer  Lemme serve you up Lemme lemme serve you up See you can have it your way You're the costumer If you want me supersized with some loving on the side Just ask for what you want cause you're the costumer  Lemme lemme serve you up Lemme lemme serve you up See you can have it your way You're the costumer You can have me supersized with some loving on the side Just ask for what you want cause you're the one, you're the costumer  ",
        "title": "Customer"
    }
]