[
    {
        "artist": "Lulu",
        "lyrics": "  Those schoolgirl days Of telling tales and biting nails are gone But in my mind I know they will still live on and on  But how do you thank someone Who has taken you from crayons to perfume? It isn't easy, but I'll try  If you wanted the sky I would write across the sky in letters That would soar a thousand feet high \"To Sir, with love\"  The time has come For closing books and long last looks must end And as I leave I know that I am leaving my best friend  A friend who taught me right from wrong And weak from strong, that's a lot to learn What, what can I give you in return?  If you wanted the moon I would try to make a start But I would rather you let me give my heart To Sir, with love  ",
        "title": "To Sir With Love"
    },
    {
        "artist": "The Box Tops",
        "lyrics": null,
        "title": "The Letter"
    },
    {
        "artist": "The Association",
        "lyrics": "  You ask me if there'll come a time When I grow tired of you Never my love (Ahhhhhh) Never my love  You wonder if this heart of mine Will lose its desire for you Never my love (Ahhhhhh) Never my love  What makes you think love will end When you know that my whole life depends On you (on you)  (Da da da dahhhh da dahhhh da dahhhh da da da da Da da da da)  Never my love Never my love  You say you fear I'll change my mind And I won't require you Never my love (never my love) Never my love (never my love)  How can you think love will end When I've asked you to spend your whole life With me (with me, with me)  Never my love (never my love) Never my love (never my love)  Never my love (never my love) Never my love (never my love)  ",
        "title": "Never My Love"
    },
    {
        "artist": "The Young Rascals",
        "lyrics": "  How can I be sure In a world that's constantly changing? How can I be sure Where I stand with you? Whenever I Whenever I am away from you I wanna die 'Cause you know I wanna stay with you How do I know? Maybe you're trying to use me Flying too high can confuse me Touch me but don't take me down Whenever I Whenever I am away from you My alibi is telling people I don't care for you Maybe I'm just hanging around With my head up upside down It's a pity, I can't seem to find someone Who's as pretty and lovely as you How can I be sure? I really really really wanna know I really really really wanna know, oh How's the weather? Weather or not, we're together Together we'll see it much better I love you, I love you forever You know where I can be found How can I be sure In a world that's constantly changing? How can I be sure? I'll be sure with you  ",
        "title": "How Can I Be Sure"
    },
    {
        "artist": "Soul Survivors",
        "lyrics": "  I've been tryin' to get to you for a long time 'Cause constantly you been on my mind I was thinkin' about a shortcut I could take But it seems like I made a mistake  But I was wrong Ooh, took too long I got caught in the rush hour Then fellas started to shower You with love and affection Now you won't look in my direction  On the expressway to your heart That expressway, not the best way At five o'clock It's much too crowded (too crowded) It was much too crowded (too crowded) So crowded (too crowded) It was much too crowded, oh yeah (oh, too crowded) So, so, so crowded (oh, too crowded)  Now there's too many ahead of me They're all tryin' to get in front of me I thought that I could find a clear road ahead But I found stop lights instead  But I was wrong Baby, took too long I got caught in the rush hour Then fellas started to shower You with love and affection Come on, look in my direction  On the expressway to your heart That expressway, not the best way  At five o'clock It's much too crowded (too crowded) Much too crowded (too crowded) So crowded (too crowded) No room for me (oh, too crowded) (Oh, too crowded)  ",
        "title": "Expressway (To Your Heart)"
    },
    {
        "artist": "Vikki Carr",
        "lyrics": null,
        "title": "It Must Be Him"
    },
    {
        "artist": "Sam & Dave",
        "lyrics": "  Comin' to you on a dust road Good lovin', I got a truck load And when you get it, you got something So don't worry, cause I'm coming  I'm a soul man, I'm a soul man I'm a soul man, I'm a soul man, I've got it all  Got what I got the hard way And I'll make it better each and every day So honey, don't you fret Cause you ain't seen nothing yet  I'm a soul man, I'm a soul man, play it Steve I'm a soul man, I'm a soul man  I was brought up on a side street, listen now I learned how to love before I could eat I was educated from good stock When I start lovin', oh, I can't stop  I'm a soul man, I'm a soul man I'm a soul man, I'm a soul man  Well, grab the rope and I'll pull you in Give you hope and be your only boyfriend Yeah, yeah, yeah, yeah  I'm talkin' about a soul man I'm a soul man, and you're a soul man I'm a soul man, oh no, soul man I'm a soul man, and you're a soul man And you're a soul man...  ",
        "title": "Soul Man"
    },
    {
        "artist": "Bill Cosby",
        "lyrics": "  A little ole' man was sittin' on a step And a tear trickled own his cheek I said \"What's the matter?\" He said \"A train just ran over me.\" I said \"Hmm. How often does this happen?\" He said \"Everyday about this time.\" I said \"Well, why do you just sit out here then?\" He said \"Cause I cannot believe that this happened.\" I said \"Reach out, take my hand, you'll understand.\" Baby, everything is alright, uptight, outta sight. Baby, everything is alright, uptight, outta sight Little ole' man was sittin' on the step, same ole' man And a tear trickled down his cheek I said \"What's the matter?\" He said \"A herd f eephants just stampeded over me.\" I said \"Hmm\" same \"Hmm.\" I said \"How often does this happen?\" He said \"Everyday, a half hour after the train runs over me.\" I said \"Reach out, take my hand, you'll understand.\" Baby, everything is alright, uptight, outta sight. Baby, everything is alright, uptight, outta sight Little ole' man sittin' on a step, same ole' man A tear trickled down his cheek I said \"Hey, how ya doin' after that train ran over ya?\" He said \"WHAT train?\" I said \"The train that ran over ya a half hour before the elephants stampeded over ya.\" He said \"What elephants?\" I said \"Hmm\" same \"Hmm.\" He says \"You're a young boy.\" Says \"Ya got a lot to learn.\" He says \"Reach out, take my hand, you'll understand.\" Baby, everything is alright, uptight, outta sight. Baby, everything is alright, uptight, outta sight  ",
        "title": "Little Ole Man (Uptight-Everything's Alright)"
    },
    {
        "artist": "Brenton Wood",
        "lyrics": "  If you do want me, gimme little sugar If you don't want me, don't lead me on girl But if you need me, show me that you love me And when I'm feeling blue and I want you There's just one thing that you should do  Just gimme some kind of sign girl Oh my baby To show that you're mine girl Oh yeah  Just gimme some kind of sign girl Oh my baby To show that you're mine girl All right  If you do want me, gimme little sweet talk If you don't want me, don't lead me on girl But if you need me, show me that you love me And when I'm feeling down, wearing a frown You be there when I look around  {Bridge}  Just gimme some kind of sign girl Oh my baby To show that you're mine girl Oh yeah Just gimme some kind of sign girl Oh my darling To show that you're mine girl Oh yeah  Sign, Oooh Ooh...  ",
        "title": "Gimme Little Sign"
    },
    {
        "artist": "Marvin Gaye & Tammi Terrell",
        "lyrics": "  MARVIN: Every day there's something new Honey, to keep me lovin' you And with every passin' minute Ah baby, so much joy wrapped up in it  CHORUS: TAMMI: Heaven must have sent you from above BOTH: Wo, heaven must have sent your precious love T: And I, I've got a song to sing Tellin' the world about the joy you bring And you gave me a reason for livin' And ooo, you taught me, you taught me the meaning of givin'  (chorus) M: To find a love like ours is rare these days 'Cause you've shown me happiness, yes, in so many ways T: I look in the mirror, and I'm glad to see Laughter in the eyes where tears used to be M: What you've given me I could never return 'Cause there's so much, girl, I have yet to learn T: And I wanna show, I wanna show my appreciation 'Cause when I found you, I found a new inspiration  (repeat chorus and fade)  ",
        "title": "Your Precious Love"
    },
    {
        "artist": "The Esquires",
        "lyrics": null,
        "title": "Get On Up"
    },
    {
        "artist": "The Buckinghams",
        "lyrics": null,
        "title": "Hey Baby (They're Playing Our Song)"
    },
    {
        "artist": "Aretha Franklin",
        "lyrics": "  [Verse 1] Looking out on the morning rain I used to feel so uninspired And when I knew I had to face another day Lord, it made me feel so tired Before the day I met you Life was so unkind You're the key to my piece of mind  [Chorus] Because you make me feel You make me feel You make me feel Like a natural woman  [Verse 2] When my soul was in the lost and found You came along to claim it I didn't know just what was wrong with me Till your kiss helped me name it Now I'm no longer doubtful Of what I'm living for And if I make you happy I don't need to do more  [Chorus]  [Verse 3] Oh baby, what you done to me What you have done to me Made me feel so good inside Good inside And I just want to be close to you Want to be You make me feel so alive  [Chorus] [x3]  ",
        "title": "A Natural Woman (You Make Me Feel Like)"
    },
    {
        "artist": "Bobbie Gentry",
        "lyrics": "  It was the third of June, another sleepy, dusty Delta day I was out choppin' cotton, and my brother was balin' hay And at dinner time we stopped and walked back to the house to eat And mama hollered out the back door, \"y'all, remember to wipe your feet!\" And then she said, \"I got some news this mornin' from Choctaw Ridge Today, Billy Joe MacAllister jumped off the Tallahatchie Bridge\"  And papa said to mama, as he passed around the blackeyed peas \"Well, Billie Joe never had a lick of sense; pass the biscuits, please There's five more acres in the lower forty I've got to plow\" And mama said it was shame about Billie Joe, anyhow Seems like nothin' ever comes to no good up on Choctaw Ridge And now Billy Joe MacAllister's jumped off the Tallahatchie Bridge  And brother said he recollected when he, and Tom, and Billie Joe Put a frog down my back at the Carroll County picture show And wasn't I talking to him after church last Sunday night? \"I'll have another piece-a apple pie; you know, it don't seem right I saw him at the sawmill yesterday on Choctaw Ridge And now you tell me Billie Joe's jumped off the Tallahatchie Bridge\"  And mama said to me, \"Child, what's happened to your appetite? I've been cookin' all morning, and you haven't touched a single bite That nice young preacher, Brother Taylor, dropped by today Said he'd be pleased to have dinner on Sunday, oh, by the way He said he saw a girl that looked a lot like you up on Choctaw Ridge And she and Billie Joe was throwing somethin' off the Tallahatchie Bridge\"  A year has come and gone since we heard the news 'bout Billie Joe And brother married Becky Thompson; they bought a store in Tupelo There was a virus going 'round; papa caught it, and he died last spring And now mama doesn't seem to want to do much of anything And me - I spend a lot of time pickin' flowers up on Choctaw Ridge And drop them into the muddy water off the Tallahatchie Bridge  ",
        "title": "Ode To Billie Joe"
    },
    {
        "artist": "Jackie Wilson",
        "lyrics": "  Your love is lifting me higher  Your love, lifted me higher Than I've ever, been lifted before So keep it it up Quench my desire And I'll be at your side Forever more  You know your love (your love keeps lifting me) Keep on lifting (love keeps lifting me) Higher (lifting me) Higher and higher (higher) I said your love (your love keeps lifting me) Keep on (love keeps lifting me) Lifting me (lifting me) Higher and higher (higher)  Listen Now once I was downhearted Disappointment was my closest friend But then you came and it soon departed And you know he never Showed his face again  That's why your love (your love keeps lifting me) Keep on lifting me (love keeps lifting me) Higher (lifting me) Higher and higher (higher) I said your love (your love keeps lifting me) Keep on (love keeps lifting me) Lifting me (lifting me) Higher and higher (higher)  I'm so glad, I finally found you Yes, that one in a million girl And now with my loving arms around you Honey, I can stand up And face the world  Let me tell you, your love (your love keeps lifting me) Keep on lifting me (love keeps lifting me) Higher (lifting me) Higher and higher (higher) I said your love (your love keeps lifting me) Keep on (love keeps lifting me) Lifting me (lifting me) Higher and higher (higher)  Alright, now sock it to me (lifting, lifting, lifting) Alright, lift me up woman (your love keeps lifting me) Keep my love going, now (lifting me) Higher and higher I said keep on lifting (lifting, lifting,lifting) Lift me up mama (your love keeps lifting me) Keep on lifting  (lifting me) Higher and higher  ",
        "title": "(Your Love Keeps Lifting Me) Higher And Higher"
    },
    {
        "artist": "Bobby Vee And The Strangers",
        "lyrics": "  Come back when you grow up, girl You're still livin' in a paper-doll world Livin' ain't easy, lovin's twice as tough So come back, baby, when you grow up  You look real good like a woman now Your mind hasn't gotten the message somehow So if you can't take it 'n' the goin' gets rough Come back, baby, when you grow up  I want you girl but your wide-eyed innocence Has really messed up my mind, yeah-eah-eah I'd rather you get your very first heartbreak Somewhere else along the line  Come back when you grow up, girl You're still livin' in a paper-doll world Some day be a woman ready to love Come back, baby, when you grow up  Come back when you grow up, girl You've still got a lotta time left in the world You'll some day be a woman ready to love Come back, baby, when you grow up  ",
        "title": "Come Back When You Grow Up"
    },
    {
        "artist": "The Doors",
        "lyrics": "  [Chorus 1] People are strange when you're a stranger Faces look ugly when you're alone Women seem wicked when you're unwanted Streets are uneven when you're down  [Chorus 2] When you're strange Faces come out of the rain When you're strange No one remembers your name When you're strange When you're strange When you're strange  [Chorus 1] People are strange when you're a stranger Faces look ugly when you're alone Women seem wicked when you're unwanted Streets are uneven when you're down  [Chorus 2] When you're strange Faces come out of the rain When you're strange No one remembers your name When you're strange When you're strange When you're strange  [Chorus 2] When you're strange Faces come out of the rain When you're strange No one remembers your name When you're strange When you're strange When you're strange  ",
        "title": "People Are Strange"
    },
    {
        "artist": "Jay And The Techniques",
        "lyrics": "  Ready or not here I come Gee that used to be such fun Apples peaches pumpkin pie Who's afraid to holler I? That's a game we used to play Hide and seek was its name Oh ready or not, hear I come Gee that used to be such fun I always used to find a hiding place Times have changed Well I'm one step behind you, but still I can't find you Apple peaches pumpkin pie You were young and so was I Now that we've grown up it seems You just keep ignoring me I'll find you anywhere you go I'll follow you high and low You can't escape this love of mine anytime Well, I'll sneak up behind you Be careful where I find you Apple peaches pumpkin pie Soon your love will be all mine Then I'm gonna take you home Marry you so you won't roam Marry you so you won't roam. Right now I'll find you anywhere you go I'm gonna look high and low You can't escape this love of mine anytime Well, I'll sneak up behind you Be careful where I find you Ready or not here I come Gee that used to be such fun (repeat and fade)  ",
        "title": "Apples, Peaches, Pumpkin Pie"
    },
    {
        "artist": "Strawberry Alarm Clock",
        "lyrics": "  Ba-ba, ba-ba Ba-ba, ba-ba  Good sense, innocence, cripplin' mankind Dead kings, many things I can't define Occasions, persuasions clutter your mind Incense and peppermints, the color of thyme  Who cares what games we choose? Little to win, but nothin' to lose  Incense and peppermints, meaningless nouns Turn on, tune in, turn your eyes around Look at yourself, look at yourself, yeah, girl Look at yourself, look at yourself, yeah, girl, yeah, yeah  To divide the cockeyed world in two Throw your pride to one side, it's the least you can do Beatniks and politics, nothin' is new A yardstick for lunatics, one point of view  Who cares what games we choose? Little to win, but nothin' to lose  Good sense, innocence, cripplin' mankind Dead kings, many things I can't define Occasions, persuasions clutter your mind Incense and peppermints, the color of thyme  Who cares what games we choose? Little to win, but nothin' to lose  Incense, peppermints Incense, peppermints  Sha-la-la Sha-la-la Sha-la-la Sha-la-la Sha-la-la Sha-la-la  ",
        "title": "Incense And Peppermints"
    },
    {
        "artist": "Bobby Vinton",
        "lyrics": null,
        "title": "Please Love Me Forever"
    },
    {
        "artist": "The Hombres",
        "lyrics": null,
        "title": "Let It Out (Let It All Hang Out)"
    },
    {
        "artist": "Four Tops",
        "lyrics": "  You keep running away You come back to me But still you won't stay Darlin you keep running away Tear my heart apart every step of the way You're here today and gone tomorrow Leave this heart of mine in sorrow Then you come around every now and then Long enough to hurt me then you're gone again Darlin you keep running away Well I begged you not to leave but you never stay Now you, you keep running away Leavin me here to face another lonely day To you all of this is just a game Well each time you leave I feel the pain But I've got so much love for you I keep wanting you no matter what you do All I want to do is take care of you Everything I have in my life I will share with you This soul of mine has been processed by you Darling my heart has been obsessed with you Just look at me I'm not the man I used to be I used to be proud I used to be strong But all of that's changed girl Since you come along Your lovin sweetness Is my weakness Boy I need you dear I just can't keep you near Each time you go the hurt comes callin My days become nights, darlin My nights become so much longer You're in my life, you're in my heart But I can't get you Get you into my arms Darlin, you keep runnin away  ",
        "title": "You Keep Running Away"
    },
    {
        "artist": "James & Bobby Purify",
        "lyrics": null,
        "title": "Let Love Come Between Us"
    },
    {
        "artist": "Nancy Sinatra",
        "lyrics": "  I've told you that I'm Lightning's girl But you keep hanging 'round If Lightning ever catches you He's got to put you down (spoken) About six feet!  Stay away from Lightning's girl And this part of town Stay away from Lightning's girl Or he'll put you down...yeah  Better stop your grooving 'round Another rooster's hen If Lightning ever catches you He's got to do you in In about two minutes!  Stay away from Lightning's girl And this part of town Stay away from Lightning's girl Or he'll put you down  Here comes Lightning down the street While you just stand there talking If I were you I'd start to move And tell my story walking About a hundred miles an hour!  Stay away from Lightning's girl And this part of town Stay away from Lightning's girl Or he'll put you down  Stay away from Lightning's g-i-r-l Stay away from Lightning's g-i-r-l Stay away from Lightning's g-i-r-l Stay away from Lightning's g-i-r-l  ",
        "title": "Lightning's Girl"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": null,
        "title": "Dandelion"
    },
    {
        "artist": "Stevie Wonder",
        "lyrics": "  [Verse 1] Jimmy was your sweetie pie Your precious one And I knew you used to love The very ground he walked upon One day, Jim's papa told him Things were looking down And they packed up everything They owned and left this little old town Each tear I dried for you The closer our lives grew I fell in love it's true And you say you love me, too  [Chorus] Well, don't you know I'm wondering Little girl, I'm wondering How can I make you love me A little more than you loved him? Ooh,Baby I'm wondering Little girl, I'm wondering How can I make you love me A little more than you loved him? Oh baby But, baby I'm wondering Little girl, I'm wondering How can I make you love me A little more than you loved him? Oh baby I'm wondering Little girl, I'm wondering How can I make you love me A little more than you loved Jim?  [Verse 2] The day you see his face again Or hear his voice I don't want to be a loser If you have to make a choice Like a puppet to a string To you, girl, I'm attached And I know I'd be in trouble If he came and took you back I feel so insecure In my mind, I can picture Losing you for sure And the pain I can't endure  [Chorus] Oh baby I'm wondering Little girl, I'm wondering How can I make you love me A little more than you loved him? Oh baby I'm wondering Sure enough, I'm wondering How can I make you love me A little more than you loved Jim? Ooh Baby  [Verse 3] I can't stop loving you, baby I can't stop loving you , no I can't stop loving you, baby I feel so insecure In my mind, I Can picture Losing you for sure And the pain I can't endure Baby, I'm worried Really, really worried I wanna make you happy Really truly happy  [Chorus] Oh baby I'm wondering Little girl, I'm wondering How can I make you love me A little more than you loved him? Oh baby I'm wondering Little girl, I'm wondering  ",
        "title": "I'm Wondering"
    },
    {
        "artist": "Van Morrison",
        "lyrics": "  [Verse 1] Hey where did we go Days when the rains came Down in the hollow Playin' a new game Laughing and a running hey, hey Skipping and a jumping In the misty morning fog with Our hearts a thumpin' and you My brown-eyed girl You, my brown-eyed girl  [Verse 2] Whatever happened To Tuesday and so slow Going down the old mine With a transistor radio Standing in the sunlight laughing Hiding behind a rainbow's wall Slipping and sliding All along the waterfall, with you My brown-eyed girl You, my brown-eyed girl  [Chorus] Do you remember when we used to sing Sha la la la la la la la la la la te da Just like that Sha la la la la la la la la la la te da la te da  [Verse 3] So hard to find my way Now that I'm all on my own I saw you just the other day My, how you have grown Cast my memory back there, Lord Sometimes I'm overcome thinking 'bout Making love in the green grass Behind the stadium with you My brown-eyed girl You, my brown-eyed girl  [Chorus] Do you remember when we used to sing Sha la la la la la la la la la la te da Sha la la la la la la la la la la te da la te da Sha la la la la la la la la la la te da la te da  ",
        "title": "Brown Eyed Girl"
    },
    {
        "artist": "The Kingpins",
        "lyrics": null,
        "title": "Ode To Billie Joe"
    },
    {
        "artist": "Peaches & Herb",
        "lyrics": null,
        "title": "Love Is Strange"
    },
    {
        "artist": "Dusty Springfield",
        "lyrics": "  The look of love Is in your eyes A look your heart can't Disguise  The look of love Is saying so much more than Just words could every say And what my heart has heard Well it takes my breath away  [Chorus] I can hardly wait to hold you Feel my arms around you How long I have waited Waited just to love you Now that I have found you  You've got the look of love It's on your face A look that time can't erase Be mine, tonight  Let this be just the start of So many nights like this Let's take a lovers vow And seal it with a kiss  [Chorus] I can hardly wait to hold you Feel my arms around you How long I have waited Waited just to love you Now that I have found you  Don't ever go  [Chorus] I can hardly wait to hold you Feel my arms around you How long I have waited Waited just to love you Now that I have found you Don't ever go Don't ever go I love you sooo  ",
        "title": "The Look Of Love"
    },
    {
        "artist": "Engelbert Humperdinck",
        "lyrics": "  [Verse 1] I wondered should I go or should I stay The band had only one more song to play And then I saw you out the corner of my eyes A little girl alone and so shy  [Chorus] I had the last waltz with you Two lonely people together I fell in love with you The last waltz should last forever  [Verse 2] But the love we had was goin' strong Through the good and bad we'd get along And then the flame of love died in your eye My heart was broke in two when you said goodbye  [Chorus] I had the last waltz with you Two lonely people together I fell in love with you The last waltz should last forever  [Verse 3] It's all over now Nothing left to say Just my tears and the orchestra playing La la la la la la la la la laaa La la la la la la la la la laaaa  [Chorus] I had the last waltz with you Two lonely people together I fell in love with you The last waltz should last forever  La la la la la la la la la laaaa  ",
        "title": "The Last Waltz"
    },
    {
        "artist": "Jimmie Rodgers",
        "lyrics": "  Child of clay Jimmie Rodgers  Into the darkness he was sent by parents' Who were ignorant hm, hm Tied down to his mother's strings Unable to be anything hm, hm Puzzled by the things he hears The father thinking work comes first Ain't got the time to quench a thirst No, no, no, no, no, no, no, no No, no, no, no, no, no, no, no Once he was a child, a beautiful child A child of clay shaped and molded Into what he is today But who is to blame for this child of clay  Going out into the street at night The answers he may meet hm hm With sick and twisted minds He shares the searching questions His heart bears hm hm And from the dregs The answers find their way into his supple mind In time the planted seeds will grow Into a twisted vine below No, no, no, no, no, no, no No, no, no, no, no, no, no  And now his aimless days begin To drift into sordid sin hm, hm And soon his dislike turns to hate As the stamp of life seals his fate hm, hm And so the night conceals his name And the days sleep off his shame Deprived of love and wrought by fear A feeling that the end is near No, no, no, no, no, no, no, no No, no, no, no, no, no, no  ",
        "title": "Child Of Clay"
    },
    {
        "artist": "Bee Gees",
        "lyrics": null,
        "title": "Holiday"
    },
    {
        "artist": "Peter, Paul & Mary",
        "lyrics": null,
        "title": "I Dig Rock And Roll Music"
    },
    {
        "artist": "The Cowsills",
        "lyrics": "  I saw her sitting in the rain Raindrops falling on her She didn't seem to care She sat there and smiled at me  Then I knew (I knew, I knew, I knew, I knew) She could make me happy (happy, happy) (She could make me very happy) Flowers in her hair (in her hair) Flowers everywhere (everywhere)  (I love the flower girl)(I love the flower girl) Oh, I don't know just why She simply caught my eye (I love the flower girl)(I love the flower girl) She seemed so sweet and kind She crept into my mind (To my mind)(to my mind)  I knew I had to say hello (hello, hello) She smiled up at me (hello, how do you do) And she took my hand And we walked through the park alone  And I knew (I knew, I knew, I knew, I knew) She had make me happy (happy, happy) (She had make me very happy) Flowers in her hair (in her hair) Flowers everywhere (everywhere)  (I love the flower girl)(I love the flower girl) Oh, I don't know just why She simply caught my eye (I love the flower girl)(I love the flower girl) She seemed so sweet and kind She crept into my mind (To my mind)(to my mind)  Suddenly, the sun broke through (see the sun) I turned around, she was gone (where did she go) And all I had left Was one little flower in my hand  But I knew (I knew, I knew, I knew, I knew) She had make me happy (happy, happy) (She had make me very happy) Flowers in her hair (in her hair) Flowers everywhere (everywhere)  (I love the flower girl)(I love the flower girl) Was she reality Or just a dream to me (I love the flower girl)(I love the flower girl) Her love showed me the way To find a sunny day (Sunny day)(sunny day, sunny day)  (I love the flower girl)(I love the flower girl) Was she reality Or just a dream to me  ",
        "title": "The Rain, The Park & Other Things"
    },
    {
        "artist": "Mitch Ryder",
        "lyrics": null,
        "title": "What Now My Love"
    },
    {
        "artist": "The Tremeloes",
        "lyrics": null,
        "title": "Even The Bad Times Are Good"
    },
    {
        "artist": "Wilson Pickett",
        "lyrics": "  Every town I go in There's a street, uh! h'uh! Name of the street, club H'uh! Funky, Funky Broadway  Down on Broadway, h'uh! There's a nightclub, now, now Name of the nightclub, now baby Funky Funky Broadway  Down on Broadway, yeah There's a crowd now h'uh! Name of the crowd, baby Broadway Crowd  Down on Broadway, yeah There's a dance step, ha! Name of the dance Funky Funky Broadway  Hey! h'uh!  Wiggle your legs now, baby Shake your head, now Ooo, h'uh Do the Shing-A-Ling now, baby Shake, shake, shake, now  You don't know, how baby, hot You don't know now, woman Oow! Do the Funky Broadway HEY! (Lord have mercy!)  (sax & instrumental)  Oh, you got me feelin' alright  Dirty, filthy, Broadway  Don't I like Broadway, h'uh!  That Broadway  Look-a-here!  Down on Broadway There's a woman Name of the woman, h'uh! Broadway Woman HEY!  FADES-  Down on Broadway-e-he, yeah! There's a man, h'uh! Name of the man, now, now, now, now  ~  ",
        "title": "Funky Broadway"
    },
    {
        "artist": "Diana Ross & The Supremes",
        "lyrics": null,
        "title": "Reflections"
    },
    {
        "artist": "The Temptations",
        "lyrics": null,
        "title": "(Loneliness Made Me Realize) It's You That I Need"
    },
    {
        "artist": "The Happenings",
        "lyrics": null,
        "title": "Why Do Fools Fall In Love"
    },
    {
        "artist": "King Curtis",
        "lyrics": "  Today's special is Memphis soul stew We sell so much of this people wonder what we put in it We're going to tell you right now  Give me about a half a teacup of bass Now I need a pound of fat back drums Now give me four tablespoons of boiling Memphis guitars This is going to taste all right  Now just a little pinch of organ Now give me a half a pint of horns  Place on the burner And bring to a boil That's it, that's it, that's it right there  Now beat well  ",
        "title": "Memphis Soul Stew"
    },
    {
        "artist": "Booker T. & The MG's",
        "lyrics": null,
        "title": "Groovin'"
    },
    {
        "artist": "The Buffalo Springfield",
        "lyrics": "  There's a woman that you ought to know And she's coming, singing soft and low Singing rock n' roll, she's a joy to know 'Neath the shadow of a soothing hand I am free there just to make my plans Dream of faraway lands, anything close at hand And she will follow me wide, do you know Familiar places she's been by, that I know Could it be, she don't have to try And tomorrow, she's a friend of mine And the sorrow, I see her face is lined She's no longer blind, she's just hard to find  ",
        "title": "Rock 'N' Roll Woman"
    },
    {
        "artist": "Robert Knight",
        "lyrics": "  Hearts go astray, leaving hurt when they go I went away, just when you, you needed me so Filled with regret, I come back begging you Forgive, forget. Where's the love we once knew?  Open up your eyes, then you'll realize Here I stand with my, everlasting love Need you by my side, girl to be my bride You'll never be denied, everlasting love From the very start, open up your heart Be a lasting part of everlasting love  (Need a love to last forever) (Need a love to last forever)  Where life's river flows, no one really knows Till someone's there to show the way to lasting love Like the sun shines, endlessly it shines You always will be mine, it's eternal love When other's love-light's gone, ours will be strong We'll have our very own, everlasting love  (Real love to last forever) (Real love to last forever)  Open up your eyes, then you'll realize Here I stand with my, everlasting love Need you by my side, girl to be my bride You'll never be denied, everlasting love From the very start, open up your heart Be a lasting part of everlasting love  ",
        "title": "Everlasting Love"
    },
    {
        "artist": "Miriam Makeba",
        "lyrics": "  [Intro]  Saguquga sathi bega nantsi pata (sathi pata pata) Saguquga sathi bega nantsi pata (sathi pata pata) Saguquga sathi bega nantsi pata (sathi pata pata) Saguquga sathi bega nantsi pata (sathi pata pata)  Hihi ha mama, hi-a-ma sat si pata [sat si pata pata] Hihi ha mama, hi-a-ma sat si pa [sat si pata pata] A-hihi ha mama, hi-a-ma sat si pata pat [sat si pata pata] A-hihi ha mama, hi-a-ma sat si pat [sat si pata pata]  Aya saguquga sathi bega nantsi pata (sathi pata pata) Saguquga sathi bega nantsi pata (sathi pata pata) Saguquga sathi bega nantsi pata (sathi pata pata) Saguquga sathi bega nantsi pata (sathi pata pata)  Pata Pata is the name of a dance [sat si pata pata] We do down Johannesburg way [sat si pata pata] And everybody starts to move [sat si pata pata] As soon as Pata Pata starts to play - hoo [sat si pata pata]  Aya saguquga sathi bega nantsi pata (sathi pata pata) Saguquga sathi bega nantsi pata (sathi pata pata) Saguquga sathi bega nantsi pata (sathi pata pata) Saguquga sathi bega nantsi pata (sathi pata pata)  Hihi ha mama, hi-a-ma sat si pata [sat si pata pata] Hihi ha mama, hi-a-ma sat si pat [sat si pata pata] A-hihi ha mama, hi-a-ma sat si pata pat [sat si pata pata] A-hihi ha mama, hi-a-ma sat si pat [sat si pata pata]  Haji-a saguquga sathi bega nantsi pata (sathi pata pata) Saguquga sathi bega nantsi pata (sathi pata pata) Saguquga sathi bega nantsi pata (sathi pata pata) Saguquga sathi bega nantsi pata (sathi pata pata)  Woo! Every Friday, and Saturday Night, [sat si pata pata] It’s Pata Pata-time [sat si pata pata] The dance keeps going all night long [sat si pata pata] Till the morning sun begins to shine - hey! [sat si pata pata] Aya sat wuguga sat - wo-ho-o [sat si pata pata]  Aya saguquga sathi bega nantsi pata (sathi pata pata) Saguquga sathi bega nantsi pata (sathi pata pata) Saguquga sathi bega nantsi pata (sathi pata pata) Saguquga sathi bega nantsi pata (sathi pata pata)  Hihi ha mama, hi-a-ma sat si pata [sat si pata pata] Hihi ha mama, hi-a-ma sat si pat [sat si pata pata] A-hihi ha mama, hi-a-ma sat si pata pat [sat si pata pata] A-hihi ha mama, hi-a-ma sat si pat [sat si pata pata]  Huh- a saguquga sathi it ! [sat si pata pata] Aah- saguquga sat - aim not si - hit it ! [sat si pata pata] A saguquga sat ju benga sathi pata [sat si pata pata]…  ",
        "title": "Pata Pata"
    },
    {
        "artist": "Neil Diamond",
        "lyrics": "  Kentucky woman She shines with her own kind of light She'd look at you once And a day that's all wrong looks all right And I love her, God knows, I love her  Kentucky woman If she get to know you She goin' to own you Kentucky woman  Well, she ain't the kind makes heads turn At the drop of her name But something inside that she's got Turns you on just the same And she loves me God knows, she loves me  Kentucky woman If she get to know you She goin' to own you Kentucky woman  I don't want much The good Lord's earth beneath my feet A gentle touch From that one girl And life is sweet and good Ain't no doubt, I'm talkin' about ....  Kentucky woman If she get to know you She goin' to own you Kentucky woman  I don't want much The good Lord's earth beneath my feet A gentle touch From that one girl And life is sweet and good Ain't no doubt I'm talkin' about Kentucky woman If she get to know you She goin' to own you Kentucky woman Kentucky Woman Kentucky Woman  ",
        "title": "Kentucky Woman"
    },
    {
        "artist": "The Who",
        "lyrics": "  {Intro}  I know you've deceived me, now here's a surprise I know that you have cause, there's magic in my eyes  I can see for miles and miles and miles and miles and miles Oh yeah  If you think that I don't know about the little tricks you've played And never see you when deliberately you put things in my way  Well, here's a poke at you You're going to choke on it too You're going to lose that smile Because all the while  I can see for miles and miles I can see for miles and miles I can see for miles and miles and miles and miles and miles Oh yeah  You took advantage of my trust in you when I was so far away I saw you holding lots of other guys and now you've got the nerve to say  That you still want me Well, that's as may be But you got to stand trial Because all the while  I can see for miles and miles I can see for miles and miles I can see for miles and miles and miles and miles and miles Oh yeah  {Bridge}  I know you've deceived me, now here's a surprise I know that you have cause there's magic in my eyes  I can see for miles and miles and miles and miles and miles Oh yeah  The Eiffel Tower and the Taj Mahal are mine to see on clear days You thought that I would need a crystal ball to see right through the haze  Well, here's a poke at you You're going to choke on it too You're going to lose that smile Because all the while  I can see for miles and miles I can see for miles and miles I can see for miles and miles and miles and miles and miles And miles and miles and miles and miles  I can see for miles and miles I can see for miles and miles I can see for miles and miles I can see for miles and miles  ",
        "title": "I Can See For Miles"
    },
    {
        "artist": "Tom Jones",
        "lyrics": "  I've been in love so many times Thought I knew the score But now you've treated me so wrong I can't take anymore And it looks like I'm never gonna fall in love again Fall in love, I'm never gonna fall in love I mean it Fall in love again All those things I heard about you I thought they were only lies But when I caught you in his arms I just broke down and cried And it looks like I'm never gonna fall in love again Fall in love, no, I'm never gonna fall in love I mean it, I mean it Fall in love again I gave my heart so easily I cast aside my pride But when you fell for someone else, baby I broke up all inside And it looks like I'm never gonna fall in love again That's why I'm a-singin' it Fall in love, no, I'm never gonna fall in love Please don't make me Fall in love again  ",
        "title": "I'll Never Fall In Love Again"
    },
    {
        "artist": "Spanky And Our Gang",
        "lyrics": null,
        "title": "Lazy Day"
    },
    {
        "artist": "The Hollies",
        "lyrics": null,
        "title": "Just One Look"
    },
    {
        "artist": "The Hollies",
        "lyrics": "  If you could only see me I know exactly where I am You wouldn't want to be me Oh, I can assure you of that  I'm not the guy to run with Because I'll throw you off the line I'll break you and destroy you Given time  He's King Midas with a curse He's King Midas in reverse He's King Midas with a curse He's King Midas in reverse  It's plain to see, it's hopeless Goin' on the way we are So even though I'd lose you You'd be better off by far  He's not the man to hold your trust Everything he touches turns to dust In his hands Nothing he can do is right He'd even like to sleep at night But he can't  All he touches turns to dust All he touches turns to dust All he touches turns to dust All he touches turns to dust  I wish someone would find me And help me gain control Before I lose my reason And my soul  He's King Midas with a curse He's King Midas in reverse He's King Midas with a curse He's King Midas in reverse He's King Midas with a curse He's King Midas in reverse He's King Midas with a curse  ",
        "title": "King Midas In Reverse"
    },
    {
        "artist": "Brenda Holloway",
        "lyrics": "  I lost at love before Gave up and closed the door But you said try just once more  I chose you for the one Now I'm having so much fun You treated me so kind I'm about to lose my mind  You made me so very happy I'm so glad you came into my life  The others were untrue But when it came to you I'd spend my whole life with you  'Cause you came and took control You touched my very soul You always showed me that Loving you is where it's at  You made me so very happy I'm so glad you came into my life You made me so very happy I'm so glad you came into my life  I love you so much it seems That you're even in my dreams I can hear you calling me  I'm so in love with you All I ever want to do Is just thank you, baby Thank you, thank you, baby  You made me so very happy I'm so glad you came into my life You made me so very happy I'm so glad you came into my life  Thank you, baby You made me so very happy I'm so glad you came into my life  One more time now You made me so very happy I'm so glad you came into my life  ",
        "title": "You've Made Me So Very Happy"
    },
    {
        "artist": "Al Martino",
        "lyrics": "  How can I describe you Couldn't if I tried to Though it's clear to me No one can see The reasons why I love you What a thrill to touch you And you give so much, too Every day I live It's how you give That is the beauty of you There's more than the eye can see You've got more that gets to me Deep inside you lies That wonderful surprise Yes, there's more Than the eye can see So much more that gets to me I don't know What there is about you But I know that I can't Live without you What a thrill to touch you And you give so much, too Every day I live It's how you give That is the beauty of you There's more than the eye can see You've got more that gets to me Deep inside you lies That wonderful surprise Baby, baby, baby More than the eye can see So much more gets to me...  ",
        "title": "More Than The Eye Can See"
    },
    {
        "artist": "Elvis Presley",
        "lyrics": "  [Verse 1] Big boss man, can't you hear me when I call? Big boss man, can't you hear me when I call? Can't you hear me when I call? Well you are not so big, you know you're just tall that's all, All right Well you got me working boss man Working round the clock I want to little drink of water But you won't let big Al stop Big boss man now can't you hear me when I call? All right I said you are not so big, you know you're just tall that's all  [Verse 2] Big boss man, why can't you hear me when I call? All right You know you are not so big, I said you're just tall that's all, All right I'm going to get me a boss man The one who's going to treat me right I work hard in the day time Rest easy at night Big boss man, can't you hear me when I call? Can't you hear me when I call? I said you are not so big, you're just tall that's all I'm going to get me a boss man One that's going to treat me right I work hard in the evening Rest easy at night Big boss man, big boss man, can't you hear me when I call? I said you are not so big, you're just tall that's all All right, big boss man It's all right  ",
        "title": "Big Boss Man"
    },
    {
        "artist": "Billy Joe Royal",
        "lyrics": null,
        "title": "Hush"
    },
    {
        "artist": "Elvis Presley With The Jordanaires",
        "lyrics": null,
        "title": "You Don't Know Me"
    },
    {
        "artist": "Jerryo",
        "lyrics": null,
        "title": "Karate-Boo-Ga-Loo"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": "  We don't care if you only love \"we\" We don't care if you only love \"we\" We love you. We love you, and we hope That you will love \"we\" too We love \"they\". We love \"they\", and We want you to love \"they\" too Ah  We don't care if you hound \"we\" and Love is all around \"we\" Love can't get our minds off We love you, we love you  You will never win \"we\" Your uniforms don't fit \"we\" We forget the place we're in Cause we love you We love you. Of course, we do  I love you. I love you And I hope that you won't prove wrong Too We love you. We do. We love you. We Do. Ah...  ",
        "title": "We Love You"
    },
    {
        "artist": "Aretha Franklin",
        "lyrics": null,
        "title": "Take A Look"
    },
    {
        "artist": "Mickey Murray",
        "lyrics": null,
        "title": "Shout Bamalama"
    },
    {
        "artist": "Ruby Andrews",
        "lyrics": "  Hey, boy Yes or no, boy But later, baby Your playing days are over You'll play no more Around this town (Play no more Around this town) Cause I am gonna Shoot you down Hey, Casonova Your playing days are over Casonova Your playing days are over It's all over, Casonova It's all over, Casonova It's all over, Casonova It's all over, Casonova Hey, boy, they say That you're contrary Cause you think your love Is extra ordinary But I'm gonna show You what I'm worth (I'm gonna show you What I'm worth) I'm bringing good to Earth Hey, Casonova Your playing days are over Casanova, I said Your playing days are over It's all over, Casonova It's all over, Casonova It's all over, Casonova It's all over, Casonova It's all over, Casonova It's all over, Casonova It's all over, Casonova It's all over, Casonova...  ",
        "title": "Casonova (Your Playing Days Are Over)"
    },
    {
        "artist": "Leon Haywood",
        "lyrics": "  Yeah, yeah, it's got to be mellow Got to be mellow  'Cause my baby loves me and I'm her only fellow Crazy about my baby, crazy about my baby And it's plain to see she's crazy about me Crazy 'bout me, yeah  She's got class and she's got style A personality that drives me wild She's not a put-on and she's not make believe She don't mind sharing love so that she may receive  She's mellow (It's got to be mellow) Yes, my baby's mellow (It's got to be mellow)  And oh yeah (She's my baby and I love her) And I'm her only fellow (And I place no one above her) Ooh, yeah, yeah  It's got to be mellow (It's got to be mellow) Got to be mellow (It's got to be mellow)  'Cause my baby loves me (She's my baby and I lover her) And I'm her only fellow (And I place no one above her)  Crazy about my baby, crazy about my baby And it's plain to see she's crazy about me Crazy bout me, yeah, she's alright Love is uptight  ",
        "title": "It's Got To Be Mellow"
    },
    {
        "artist": "The Precisions",
        "lyrics": null,
        "title": "If This Is Love (I'd Rather Be Lonely)"
    },
    {
        "artist": "The Jimi Hendrix Experience",
        "lyrics": "  [Verse 1] Purple haze all in my brain Lately things just don't seem the same Acting funny, but I don't know why Excuse me while I kiss the sky  [Verse 2] Purple haze all around Don't know if I'm coming up or down Am I happy or in misery? Whatever it is, that girl put a spell on me  [Instrumental]  [Verse 3] Purple haze all in my eyes Don't know if it's day or night You got me blowing, blowing my mind Is it tomorrow, or just the end of time?  [Outro] No, help me No, yeah purple haze Oh no, no Oh help me Tell me, tell me Can't go on like this You make me blow my mind No, no, no No, no, purple haze  ",
        "title": "Purple Haze"
    },
    {
        "artist": "Linda Jones",
        "lyrics": "  Expect the unexpected should of accepted or atleast texted to show that thy has expected the unexpected. Can't sleep cuz too busy mourning in the mornin, hateth thou, Loveth thou I hate that I Loveth thou, the two emotions clashing right now, hateth thou so how simple can I put it, hate and love just cut it. Speak as loud as you as you want, can't hear shot head in the clouds. Under 16 so shouldn't I be allowed, to cut off from the world and daydream bout what they dram about fame and doubt, I was never in doubt as to what they were talking about it on the news they shout, I doubt fame shall me me any less lame or feel any less shame on the radio hearing what people chatting bout figuring out the secret to a rise to fame listen to the cane they all the fucking same  Regret the times when my pa did shots of tequila with a lil bit lemon n lime, I wrote a lil rhyme but now it's all gone livin in the slums aver ma mere or with ma mum God what've I done, to get dim sum or dum sim I've seen some things thou wouldn't believe even if I took a picture so ditch her u ditcher So ladies and gentlemen, take a shot but put your mind at ease yeah u got the keys, that's up two you not what others believe, Eve  Grime crime do the fuckin time, who gives a fuck if it doesn't fucking rhyme this world fucked up, cancer, Ataxia floods multiplyin babies cryin robbers N murderers lyin, people dyin, race gender sexuality listen up its not a race. Black white gay bi or straight who gives a fuck one life is all you have so live it  Suicide doesn't end the pain it just passes it on to someone else who cares if thou don't look or sound like anyone else, so hush little baby don't u cry don't cut your arms don't say goodbye put down that razor put down that knife it may look hard but you'll win this fight. Black white gay trans or straight who in this world has the right to discriminate  Cancer, it fucks up your life to which it has no right you have to fight why don't we start to stop wars and start putting more time into starting to develop cures for the worst of things, ataxia malaria no cure yet no care jus order a taxi ah, I suppose rumours are a bit liek cancer 'Cept they are spread by humans, transported like a virus. Innest thou sands of insanity, the place where I lost my sanity in places poor sanitation, the Great British Nation suddenly doesn't seem so great now does it?!?  ",
        "title": "What've I Done (To Make You Mad)"
    },
    {
        "artist": "Bettye Swann",
        "lyrics": null,
        "title": "Fall In Love With Me"
    },
    {
        "artist": "Fantastic Four",
        "lyrics": null,
        "title": "To Share Your Love"
    },
    {
        "artist": "The Youngbloods",
        "lyrics": "  [Intro]  [Verse 1] Love is but a song we sing Fear's the way we die You can make the mountains ring Or make the angels cry Though the bird is on the wing And you may not know why  [Chorus] Come on people now Smile on your brother Everybody get together Try to love one another right now  [Verse 2] Some may come and some may go We will surely pass When the one that left us here Returns for us at last We are but a moment's sunlight Fading in the grass  [Chorus] Come on people now Smile on your brother Everybody get together Try to love one another Right now  Come on people now Smile on your brother Everybody get together Try to love one another Right now  [Bridge]  [Chorus] Come on people now Smile on your brother Everybody get together Try to love one another Right now  [Intro]  [Verse 3] If you hear the song I sing You will understand (listen!) You hold the key to love and fear All in your trembling hand Just one key unlocks them both It's there at your command  [Chorus] Come on people now Smile on your brother Everybody get together Try to love one another Right now  Come on people now Smile on your brother Everybody get together Try to love one another Right now  (I said) Come on people now Smile on your brother Everybody get together Try to love one another Right now Right now Right now  ",
        "title": "Get Together"
    },
    {
        "artist": "Laura Lee",
        "lyrics": "  You're a dirty, dirty man And you gotta dirty mind You're a dirty, dirty man You and that other woman, you're 2 of a kind But you forgot 1 thing baby when you were doing me wrong That Im a good house keeper Im gonna take my broom and sweep All of the dirt out on the street  You're a dirty, dirty man Oh in so many, so many dirty ways You're a dirty, dirty man And you've been hidding your little dirt all over this hip place I know you have Oh here's my chance baby to throw some mud in your face  Coz Im a good house keeper Im gonna take my broom and sweep All of the dirt, yes I am, out on the street  Oh, Im cleaning outl my whole house Fast as I can Its time to make everything speak and span  You're a dirty, ooh you're a dirty man You do me dirty for so many years, yes u did You're a dirty, dirty man, yes u are And Im tired of you and your woman and your dog too You're a dirty man You're a dirty man Now get outta my house Dont u never, never, never come back again Dont u never You're a dirty, dirty man  And Im done with your dirty ways  ",
        "title": "Dirty Man"
    },
    {
        "artist": "The Fantastic Johnny C",
        "lyrics": "  Baby, oh baby Boogaloo down Broadway Baby, oh baby Boogaloo down Broadway Come on Sally, come on Sue All day long we're gonna Boogaloo But when the sweat begins to fill the air We're gonna funky Broadway everywhere Baby, oh baby Boogaloo down Broadway Baby, oh baby Boogaloo down Broadway Come on baby, it ain't hard to do You've been doin' it ever since you were two That's it baby now you've got de swing Come on baby and shake that thing Baby, oh baby Boogaloo down Broadway Baby, oh baby Boogaloo down Broadway Everybody in your town Is gonna be boogaloo and Broadway bound So get your partner, get in line We're gonna have ourselves a heck of a time Baby, oh baby, Boogaloo down Broadway (repeat and fade)  ",
        "title": "Boogaloo Down Broadway"
    },
    {
        "artist": "The Righteous Brothers",
        "lyrics": null,
        "title": "Stranded In The Middle Of Noplace"
    },
    {
        "artist": "The Watts 103rd Street Rhythm Band",
        "lyrics": null,
        "title": "Spreadin' Honey"
    },
    {
        "artist": "Gladys Knight And The Pips",
        "lyrics": null,
        "title": "I Heard It Through The Grapevine"
    },
    {
        "artist": "Dionne Warwick",
        "lyrics": "  The moment I wake up I say a little prayer for you While combing my hair, now And wonder what dress to wear, now I say a little prayer for you  Forever, forever, you'll stay in my heart And I will love you Forever, and ever, we never will part Oh, how I'll love you Together, together, that's how it must be To live without you Would only mean heartbreak for me  I run for the bus, dear While riding I think of us, dear I say a little prayer for you At work, I just take time And all through my coffee break-time I say a little prayer for you  Forever, forever, you'll stay in my heart And I will love you Forever, and ever, we never will part Oh, how I'll love you Together, together, that's how it must be To live without you Would only mean heartbreak for me  I say a little prayer for you At work, I just take time And all through my coffee break-time I say a little prayer for you Forever, and ever, you'll stay in my heart And I will love you Forever, and ever, we never will part Oh, how I'll love you Together, together, that's how it must be To live without you Would only mean heartbreak for me  My darling, believe me For me there is no one, no body but you Please love me, too I'm in love with you Answer my prayer No body but you Please love me, too I'm in love with you Answer my prayer  ",
        "title": "I Say A Little Prayer"
    },
    {
        "artist": "Nancy Sinatra & Lee Hazlewood",
        "lyrics": "  I've been where the eagle flies Rode his wings 'cross autumn skies Kissed the sun, touched the moon But he left me much too soon His lady bird...He left his lady bird  Lady bird come on down I'm here waiting on the ground Lady bird I'll treat you good Aw, lady bird I wish you would You lady bird...pretty lady bird  Lightning flashed across the sky The night he taught me how to fly The sun came up and then I found Too soon he let his lady down His lady bird...I'm his lady bird  Lady bird come on down I'm here waiting on the ground Lady bird I'll treat you good Aw, lady bird I wish you would You lady bird...pretty lady bird  Winter lives in my heart In the times we're apart Summer sings a song or two When he says \"I love you true\" My lady bird...yeah, I'm his lady bird  Lady bird come on down I'm here waiting on the ground Lady bird I'll treat you good Aw, lady bird I wish you would You lady bird...Pretty lady bird (I,m your lady bird) You're a lady bird (Yes, I'm a lady bird) You're too much you little bird  ",
        "title": "Lady Bird"
    },
    {
        "artist": "Ohio Express",
        "lyrics": null,
        "title": "Beg, Borrow And Steal"
    },
    {
        "artist": "David Houston",
        "lyrics": null,
        "title": "You Mean The World To Me"
    },
    {
        "artist": "Jerry Butler",
        "lyrics": "  Hey-ay Mr. Dream Merchant Everything depends on you Oh, hey, Mr. Dream Merchant Bring her back to me and make my dream come true  When I said goodbye to my love I didn't mean to make her cry I didn't realize that I'm no good alone Now I need her by my side  So hey Mr. Dream Merchant everything depends on you Oh, hey Mr. Dream Merchant bring her back to me And make my dream come true  You should have told the spoon to stop it You should have made this blind man see I've got my pride back in my pocket Oh won't you bring her back to me  Hey, Mr. Dream Merchant Oh everything depends on you Oh, hey, Mr. Dr. Merchant Can't you make her see how much we need each other? I'm no good alone, I really really love her Bring her back to me, and make my dream come true Oh yeah  ",
        "title": "Mr. Dream Merchant"
    },
    {
        "artist": "Scott McKenzie",
        "lyrics": "  Every time I see you It's just because you're blue You don't really need me The way that I need you Don't come on so groovy You do better mean You're like an old time movie One that I've already seen Baby, yes I need your love But I'm not gonna get this low Don't you think that I can tell When you've no place else to go Could it be you misunderstood When you tried to read my mind Cause this time you will find I'm gonna let you go Every time I see you You're like an old time movie Baby, yes I need your love But I'm not gonna get this low Don't you think that I can tell When you've got no place else to go Could it be you understood When you tried to read my mind Cause this time you will find I'm gonna let you go Every time I see you  ",
        "title": "Like An Old Time Movie"
    },
    {
        "artist": "Sandy Posey",
        "lyrics": null,
        "title": "Are You Never Coming Home"
    },
    {
        "artist": "Joe Simon",
        "lyrics": "  Through these walls I see the sun I'm here because The wrong I've done... Made me ashamed I stole from her Oh, when I should've stood up like a man You see, I've got to say good morning To a nine pound steel  Listen to me now They got me working Like a slave Payin' for My mistake I know someday I'll be free (someday) Please darling Oh honey, wait for me  I've got to say good morning To a nine pound steel Good morning to that old nine pound steel This old jail Is so cold I need ya darling I need your love more and more  I know someday Someday I'll be free (someday) Free darling, oh honey wait for me Until I lay down this whole nine Nine pound - nine pound steel It's so hard, sometimes Listen to me, honey I'm comin' home (come home) Wait for me I'm comin' home Wait for me  ",
        "title": "Nine Pound Steel"
    },
    {
        "artist": "Frankie Laine",
        "lyrics": null,
        "title": "You, No One But You"
    },
    {
        "artist": "The Last Word",
        "lyrics": null,
        "title": "Can't Stop Loving You"
    },
    {
        "artist": "Harvey Scales",
        "lyrics": null,
        "title": "Get Down"
    },
    {
        "artist": "Lesley Gore",
        "lyrics": "  I'm your conscience, listen to me Don't give in, 'cause it's a conspiracy I cannot help myself I just can't stay away from him If you went back it wouldn't last How come you won't learn from your past mistakes? My heart keeps saying yes But you say to say no to him I'm sorry I must go to him again 'Cause my heart has played the game before My head says nevermore I should know what is right for me And I know I've lost before I start But tell that to my heart It's so hard for me to think When my heart is on the brink Of disaster Pardon me, I must interrupt You admit that he's not your cup of tea It doesn't matter 'cause When my heart is involved All my problems can't be solved By what's right 'Cause my heart has played the game before My head says nevermore I should know what is right for me And I know I've lost before I start But tell that to my heart It's so hard for me to think When my heart is on the brink Of disaster  ",
        "title": "Brink Of Disaster"
    },
    {
        "artist": "Lee Dorsey",
        "lyrics": null,
        "title": "Go-Go Girl"
    },
    {
        "artist": "Gene And Debbe",
        "lyrics": null,
        "title": "Go With Me"
    },
    {
        "artist": "Bunny Sigler",
        "lyrics": null,
        "title": "Lovey Dovey/You're So Fine"
    },
    {
        "artist": "Jay And The Techniques",
        "lyrics": "  Keep the ball rollin', Keep the ball rollin' Girl, the name of the game is love On your mark, get set, let the kissin' start And just Keep the ball rollin' baby Right into my heart  How can you ask me to try And get by with just one little kiss The kissin' you do I need a second helping to When you light the fire in my heart And ev'ry part of me is burning for you  You got to put your lips closer to mine Girl, you got to follow it thru (You got to follow it thru,) You got to follow it thru (You got to follow it thru.)  Keep the ball rollin', Keep the ball rollin' Girl, the name of the game is love On your mark, get set, let the kissin' start And just Keep the ball rollin' baby Right into my heart  Half of a loaf isn't better than none when I'm starvin' for you Don't hold me tight if ev'ry night we stop at two If you want me there when you call Then girl it's all or nothing next time you do  You got to put your lips closer to mine Girl, you got to follow it thru (You got to follow it thru,) You got to follow it thru (You got to follow it thru.)  Keep the ball rollin', Keep the ball rollin' Girl, the name of the game is love On your mark, get set, let the kissin' start And just Keep the ball rollin' baby  ",
        "title": "Keep The Ball Rollin'"
    },
    {
        "artist": "The Rose Garden",
        "lyrics": null,
        "title": "Next Plane To London"
    },
    {
        "artist": "Jesse James",
        "lyrics": null,
        "title": "Believe In Me Baby - Part I"
    },
    {
        "artist": "Herbie Mann",
        "lyrics": null,
        "title": "To Sir, With Love"
    },
    {
        "artist": "The Parliaments",
        "lyrics": "  I am through with you Baby, I refuse to be blue Let hurt put you in the loser's seat (x5) Let hurt put you behind the wheel (hurt put you in the loser's seat (x3))  Shame, shame on me For thinking that I could possibly be The exclusive one of your choice In this world infested with boys  Well, now I know that I am first on your list And if I leave, I'm gonna be missed I cannot take a chance on you It's so easy to become number two  And I refuse to be blue Baby, I'm crying you will lose Let hurt put you in the loser's seat (x5) Let hurt put you behind the wheel (hurt put you in the loser's seat (x3))  Let you see how does it feel (let you see how it feels) To be un-for-real (to be un-for-real) To be without a love of your own (without a love of your own) And all your goodies are gone (all your goodies are gone) All your goodies are gone (all your goodies are gone) (x2)  So good I had known that your love was good But it don't rectify how I'll cry If you ever say goodbye  I refuse to be blue Meaning, I'm cutting you a-loose Let hurt put you in the loser's seat (x5) Let hurt put you behind the wheel (hurt put you in the loser's seat (x3))  Let you see how it feels (let you see how it feels) To be un-for-real (to be un-for-real) To be without a love of your own (without a love of your own) And all your goodies are gone (all your goodies are gone) All your goodies are gone (all your goodies are gone) (x2) All your goodies are gone (x10)  ",
        "title": "All Your Goodies Are Gone (The Loser's Seat)"
    },
    {
        "artist": "Syl Johnson",
        "lyrics": "  Baby you're laughin' But I'll be around for a while yeah, yeah, yeah Can't you dig it, honey While watching my style now, alright Oh yeah  So many ways that one can play Do the shing-a-ling or the funky broadway Too too sad, and it ain't no joke Different strokes for different folks, now  Mama stroke, papa too A stroke for me and a stroke for you Ahh yeah Stroke for a woman, stroke for a man Stroke for the honey, Ah yeah Stroke for the game, now Too too sad, and it ain't no joke Different strokes for different folks, now Awww yeah  Watch me do the stroke one time, baby Watch me do the stroke two times now lady I wanna do my stroke three times now Let me do my stroke four times mama Alright now, watch me Let me do my stroke baby Come on mama  ",
        "title": "Different Strokes"
    },
    {
        "artist": "The Bar-Kays",
        "lyrics": null,
        "title": "Give Everybody Some"
    },
    {
        "artist": "Chuck Jackson",
        "lyrics": null,
        "title": "Shame On Me"
    },
    {
        "artist": "The Pete Klint Quintet",
        "lyrics": null,
        "title": "Walkin' Proud"
    },
    {
        "artist": "The Platters",
        "lyrics": "  Oh-oh, yes I'm the great pretender Pretending that I'm doing well My need is such I pretend too much I'm lonely but no one can tell  Oh-oh, yes I'm the great pretender Adrift in a world of my own I've played the game but to my real shame You've left me to grieve all alone  Too real is this feeling of make-believe Too real when I feel what my heart can't conceal  Yes, I'm the great pretender Just laughin' and gay like a clown  I seem to be, what I'm not, you see I'm wearing my heart like a crown Pretending that you're still around  Too real is this feeling of make-believe Too real when I feel what my heart can't conceal  Yes, I'm the great pretender Just laughin' and gay like a clown I seem to be, what I'm not, you see I'm wearing my heart like a crown Pretending that you're still around  Still around  ",
        "title": "Sweet, Sweet Lovin'"
    },
    {
        "artist": "The Sunshine Company",
        "lyrics": "  I'm back on the street again Gotta stand on my own two feet again And I'm walkin' that beat again Rememberin' when, oh Rememberin' when  Got a tear in my eye again Reminding me that I might cry again Feelin' sad wonderin' why again Rememberin' when, oh Rememberin' when  Once I used to think that the world Belonged to me Now it belongs to someone else  So, I'm thinkin' of me again That's the way it's gonna be again 'Till the day I can be again Rememberin' when, oh Rememberin' when  So, I'm thinkin' of me again That's the way it's gonna be again 'Till the day I can be again Rememberin' when, oh Rememberin' when, oh Rememberin' when, mm Rememberin' when  ",
        "title": "Back On The Street Again"
    }
]