[
    {
        "artist": "Simon & Garfunkel",
        "lyrics": "  [Verse 1] Hello darkness, my old friend I've come to talk with you again Because a vision softly creeping Left its seeds while I was sleeping And the vision that was planted in my brain Still remains Within the sound of silence  [Verse 2] In restless dreams I walked alone Narrow streets of cobblestone 'Neath the halo of a street lamp I turned my collar to the cold and damp When my eyes were stabbed by The flash of a neon light That split the night And touched the sound of silence  [Verse 3] And in the naked light I saw Ten thousand people, maybe more People talking without speaking People hearing without listening People writing songs that voices never share And no one dared Disturb the sound of silence  [Verse 4] \"Fools\", said I, \"You do not know Silence like a cancer grows Hear my words that I might teach you Take my arms that I might reach you\" But my words, like silent raindrops fell And echoed in the wells of silence  [Verse 5] And the people bowed and prayed To the neon god they made And the sign flashed out its warning In the words that it was forming And the sign said: \"The words of the prophets are Written on the subway walls And tenement halls And whispered in the sound of silence.\"  ",
        "title": "The Sound Of Silence"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Verse 1: Paul McCartney] Try to see it my way Do I have to keep on talking till I can't go on? While you see it your way Run the risk of knowing that our love may soon be gone  [Chorus: Paul McCartney] We can work it out We can work it out  [Verse 2: Paul McCartney] Think of what you're saying You can get it wrong and still you think that it's alright Think of what I'm saying We can work it out and get it straight or say good night  [Chorus: Paul McCartney] We can work it out We can work it out  [Bridge: Paul McCartney & John Lennon] Life is very short and there's no time For fussing and fighting, my friend I have always thought that it's a crime So I will ask you once again  [Verse 3: Paul McCartney] Try to see it my way Only time will tell if I am right or I am wrong While you see it your way There's a chance that we might fall apart before too long  [Chorus: Paul McCartney] We can work it out We can work it out  [Bridge: Paul McCartney & John Lennon] Life is very short and there's no time For fussing and fighting, my friend I have always thought that it's a crime So I will ask you once again  [Verse 4: Paul McCartney] Try to see it my way Only time will tell if I am right or I am wrong While you see it your way There's a chance that we might fall apart before too long  [Chorus: Paul McCartney] We can work it out We can work it out  ",
        "title": "We Can Work It Out"
    },
    {
        "artist": "James Brown And The Famous Flames",
        "lyrics": null,
        "title": "I Got You (I Feel Good)"
    },
    {
        "artist": "The Byrds",
        "lyrics": "  [instrumental break]  [Chorus] To Everything (Turn, Turn, Turn) There is a season (Turn, Turn, Turn) And a time to every purpose, under Heaven  [Verse 1] A time to be born, a time to die A time to plant, a time to reap A time to kill, a time to heal A time to laugh, a time to weep  [Chorus] To Everything (Turn, Turn, Turn) There is a season (Turn, Turn, Turn) And a time to every purpose, under Heaven  [Verse 2] A time to build up,a time to break down A time to dance, a time to mourn A time to cast away stones, a time to gather stones together  [Chorus] To Everything (Turn, Turn, Turn) There is a season (Turn, Turn, Turn) And a time to every purpose, under Heaven  [Verse 3] A time of love, a time of hate A time of war, a time of peace A time you may embrace, a time to refrain from embracing  [Chorus] To Everything (Turn, Turn, Turn) There is a season (Turn, Turn, Turn) And a time to every purpose, under Heaven  [Verse 4] A time to gain, a time to lose A time to rend, a time to sew A time for love, a time for hate A time for peace, I swear it's not too late  ",
        "title": "Turn! Turn! Turn! (To Everything There Is A Season)"
    },
    {
        "artist": "The Dave Clark Five",
        "lyrics": null,
        "title": "Over And Over"
    },
    {
        "artist": "The 4 Seasons Featuring the \"Sound of Frankie Valli\"",
        "lyrics": "  There ain't no good in our goodbye-ing True love takes a lot of trying Ooooh I'm crying  Let's hang on to what we've got Don't let go girl, we've got a lot Got a lot o' love between us Hang on, hang on, hang on to what we've got (Doo-woop, doo-woop, doo-woop)  You say you're gonna go and call it quits Gonna chuck it all and break our love to bits (breaking up) I wish you never said it (breaking up) No no, we'll both regret it  That little chip of diamond on your hand Ain't a fortune babe but you know it stands (for your love) a love to try and bind us (such a love) we just can't leave behind us Baby (don't you go) baby (no no no)  Baby (think it over and) stay-ay Let's hang on to what we've got Don't let go girl, we've got a lot Got a lot o' love between us Hang on, hang on, hang on to what we've got (doo-woop, doo-woop, doo-woop)  There isn't anything i wouldn't do I'd pay any price to get in good with you (patch it up) give me a second turnin' (patch it up) don't cool off while i'm burnin'  You've got me cryin' dyin' at your door Don't shut me out, let me in once more (open up) you're arms I need to hold you (open up) you're heart oh girl I told you Baby (don't you go) Baby (no no no)  Baby (think it over and) Stay-ay Let's hang on to what we've got Don't let go girl, we've got a lot Got a lot o' love between us Hang on, hang on, hang on to what we've got (doo-woop, doo-woop, doo-woop)  ",
        "title": "Let's Hang On!"
    },
    {
        "artist": "The McCoys",
        "lyrics": null,
        "title": "Fever"
    },
    {
        "artist": "The Righteous Brothers",
        "lyrics": "  First the tide rushes in Plants a kiss on the shore Then rolls out to sea And the sea is very still once more  So, I'll rush to your side Like the oncoming tide With one burning thought Will your arms open wide  At last we're face to face And as we kiss through an embrace I can tell, I can feel you are love You are really mine in the rain, in the dark, in the sun  Like the tide at its ebb I'm at peace in the web of your arms Ebbtide  ",
        "title": "Ebb Tide"
    },
    {
        "artist": "Roger Miller",
        "lyrics": "  England swings like a pendulum do Bobbies on bicycles, two by two Westminster Abbey, the Tower, and Big Ben The rosy red cheeks of the little children  Now, if you huff and puff and you fina'lly save enough Money up to take your family on a trip across the sea Take a tip before you take your trip; let me tell you where to go Go to Engeland, Oh;  England swings like a pendulum do Bobbies on bicycles, two by two Westminster Abbey the tower of Big Ben The rosy red cheeks of the little children  Mama's old pajamas and your papa's mustache Falling out the window sill, frolic in the grass Tryin' to mock the way they talk fun but all in vain Gaping at the dapper men with derby hats and canes  England swings like a pendulum do Bobbies on Bicycles, two by two Westminster Abbey the tower of Big Ben The rosy red cheeks of the little children  ",
        "title": "England Swings"
    },
    {
        "artist": "Eddy Arnold",
        "lyrics": "  Make the world go away Get it off my shoulder Say the things we used to say And make the world, make it go away  Do you remember when you loved me Before the world took you away Well if you do, then forgive me And make the world, make it go away  Make the world go away Get it off my shoulder Say the things we used to say And make the world, make it go away  Now I'm sorry if I hurt you Let me make it up to you day by day And if you will please forgive me And make the world, make it go away  Make the world go away Get it off my shoulder Say the things we used to say And make the world, make it go away  ",
        "title": "Make The World Go Away"
    },
    {
        "artist": "The Vogues",
        "lyrics": "  Up every morning just to keep a job I gotta fight my way through the hustling mob Sounds of the city poundin' in my brain While another day goes down the drain Yeah, yeah, yeah  But it's a five o'clock world when the whistle blows No one owns a piece of my time And there's a five o'clock me inside my clothes Thinkin' that the world looks fine, yeah Oh my lady, yeah  Tradin' my time for the pay I get Livin' on money that I ain't made yet I've been goin' tryin' to make my way But I live for the end of the day Yeah, yeah, yeah  'Cause it's a five o'clock world when the whistle blows No one owns a piece of my time And there's a long-haired girl who waits, I know To ease my troubled mind, yeah Oh my lady, yeah  In the shelter of her arms everything's OK When she talks, then the world goes slippin' away And I know the reason I can still go on When every other reason is gone Yeah, yeah, yeah  In my five o'clock world, she waits for me Nothing else matters at all 'Cause every time my baby smiles at me I know that's it's all worthwhile, yeah Oh my lady, yeah Oh my lady, yeah Oh my lady, yeah  ",
        "title": "Five O'Clock World"
    },
    {
        "artist": "The Statler Brothers",
        "lyrics": "  [Verse 1] I keep hearing you're concerned about my happiness But all the thought you're giving me is, conscience I guess If I were walking in your shoes, I wouldn't worry none While you and your friends are worrying 'bout me I'm having lots of fun  [Chorus] Counting flowers on the wall, that don't bother me at all Playing solitaire 'til dawn with a deck of fifty one Smoking cigarettes and watching Captain Kangaroo Now don't tell me I've nothing to do  [Verse 2] Last night I dressed in tails pretending I was on the town As long as I can dream, it's hard to slow this swinger down So please don't give a thought to me, I'm really doing fine You can always find me here and having quite a time  [Chorus]  [Verse 3] It's good to see you, I must go, I know I look a fright Anyway, my eyes are not accustomed to this light And my shoes are not accustomed to this hard concrete So I must go back to my room and make my day complete  [Chorus]  [Outro] Don't tell me I've nothing to do Don't tell me I've nothing to do  ",
        "title": "Flowers On The Wall"
    },
    {
        "artist": "Barry Young",
        "lyrics": "  One Has My Name (The Other Has My Heart) Jerry Wallace Written by Eddie Dean, Lorene Dean, and Hal Blair Wallace's version not released as a single but Barry Young put it on the Pop chart At # 13 in 1966 Additionally, found on Country chart in 1948 by Jimmy Wakely (#1) and Eddie Dean (#11); in 1949 by Bob Eberly at # 8; and in 1969 by Jerry Lee Lewis at #3 One has my name, the other has my heart With one I'll remain, that's how my heartaches start One has brown eyes, the other's eyes are blue To one I am tied, to the other I am true One has my love, the other only me But what good is love to a heart that can't be free? So I'll go on livin' my life just the same While one has my heart, the other has my name One has brown eyes, the other's eyes are blue To one I am tied, to the other I am true One has my love, the other only me But what good is love to a heart that can't be free? If I could live over, my life I would change The one who has my heart would also have my name  ",
        "title": "One Has My Name (The Other Has My Heart)"
    },
    {
        "artist": "Elvis Presley With The Jordanaires",
        "lyrics": "  [Verse] Every time you look at me I'm as helpless as can be I become a puppet on a string You can do almost anything to me  All you do is touch my hand And your wish is my command I become a puppet on a string You can do almost anything to me  [Pre-Chorus] If you really love me Darling please be kind I offer you the truest love That you will ever find  [Chorus] Take my heart and please be fair Handle it with loving care For I'm just a puppet on a string You can do almost anything to me  [Pre-Chorus]  [Chorus] Take my heart and please be fair Handle it with loving care For I'm just a puppet on a string You can do almost anything to me You can do almost anything to me  ",
        "title": "Puppet On A String"
    },
    {
        "artist": "The Shangri-Las",
        "lyrics": "  I'm gonna hide if she don't leave me alone I'm gonna run away Don't!! 'cause you can never go home anymore SPOKEN: Listen. Does this sound familiar? You wake up every morning, go to School every day, spend your nights on the corner just passing the time away Your life is so lonely like a child without a toy. Then a miracle-a boy. And that's Called \"glad.\" Now my mom is a good mom and she loves me with all her heart But she said I was too young to be in love and the boy and I would have to part And no matter how I ranted and raved, I screamed, I pleaded, I cried-she told me it Was not really love but only my girlish pride. And that's called \"bad.\" (Never go home anymore) SPOKEN: Now if that's happened to you, don't let this. I packed my clothes and Left home that night. Though she begged me to stay, I was sure I was right. And You know something funny?? I forgot that boy right away. Instead I remember Being tucked in bed and hearing my mama say (Hush, little baby, don't you cry) (Mama won't go away) Mama!!! (You can never go home anymore) Mama!!! I can never go home anymore SPOKEN: Do you ever get that feeling and wanna kiss and hug her? Do it now- Tell her you love her. Don't do to your mom what I did to mine. She grew so lonely In the end. Angels picked her for a friend (Never) And I can never go home (never) anymore And that's called \"sad.\"  ",
        "title": "I Can Never Go Home Anymore"
    },
    {
        "artist": "Gary Lewis And The Playboys",
        "lyrics": null,
        "title": "She's Just My Style"
    },
    {
        "artist": "The Wonder Who?",
        "lyrics": null,
        "title": "Don't Think Twice"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Verse 1: Paul McCartney & John Lennon] Got a good reason for taking the easy way out Got a good reason for taking the easy way out now She was a day tripper, a one way ticket yeah It took me so long to find out, and I found out  [Verse 2: Paul McCartney & John Lennon] She's a big teaser, she took me half the way there She's a big teaser, she took me half the way there now She was a day tripper, a one way ticket yeah It took me so long to find out, and I found out  [Guitar Solo: John Lennon]  [Verse 3: Paul McCartney & John Lennon] Tried to please her, she only played one night stands Tried to please her, she only played one night stands now She was a day tripper, a Sunday driver yeah It took me so long to find out, and I found out  [Outro: Paul McCartney & John Lennon] Day tripper Day tripper yeah Day tripper Day tripper yeah Day tripper  ",
        "title": "Day Tripper"
    },
    {
        "artist": "Ramsey Lewis Trio",
        "lyrics": "  Hang on sloopy, sloopy hang on Hang on sloopy, sloopy hang on  Sloopy lives in a very bad part of town And everybody there tries to put my sloopy down Sloopy i don't care what your daddy do 'cause you know sloopy girl i'm in love with you And so i'm singing...  Chorus Yeah yeah yeah yeah...  Lead break  Sloopy let your hair down girl, let it run down on me Sloopy let your hair down girl, let it run down on me  Come on sloopy come on, come on - x 2 Well come on sloopy come on, come on - x 2  Well it feels so good come on, come on You know it feels so good come on, come on  Well shake it, shake it, shake it sloopy come on, come on Well shake it, shake it, shake it yeah Yeah...  Chorus  ",
        "title": "Hang On Sloopy"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": "  [Verse 1] We met when she was younger Then I had no eyes for her A few years went by and I saw her Now I'm gonna try for her Look out babe  [Chorus] She's not the little girl I once knew She's not the little girl I once knew She's not the little girl I once knew She's not the little girl I once knew  [Verse 2] How could I ever have known that She'd be what she is today And look at how her boyfriend holds her I'll be moving in one day Split man  [Chorus]  [Bridge] La doo day pow pow pow La doo day pow pow pow La doo day pow pow pow  [Chorus] [repeat until fade]  ",
        "title": "The Little Girl I Once Knew"
    },
    {
        "artist": "The Lovin' Spoonful",
        "lyrics": "  You didn't have to be so nice I would have liked you anyway If you had just looked once or twice And gone upon your quiet way  Today I said the time was right for me to follow you I knew I'd find you in a day or two And it's true  You came upon a quiet day You simply seemed to take your place I knew that it would be that way The minute that I saw your face  And when we've had a few more days (When we've had a few more days) I wonder if I'll get to say (Wonder if I'll get to say) You didn't have to be so nice (Be so nice) I would have liked you anyway (Would have liked)  Today I said the time was right for me to follow you (Today, said that the time was right to follow you) I knew I'd find you in a day or two (I knew that I would find you in a day or two) And it's true  You didn't have to be so nice (Didn't have to be so nice) I would have liked you anyway (Would have liked you anyway) If you had just looked once or twice (Once or twice) And gone upon your quiet way (Quiet way)  ",
        "title": "You Didn't Have To Be So Nice"
    },
    {
        "artist": "The T-Bones",
        "lyrics": null,
        "title": "No Matter What Shape (Your Stomach's In)"
    },
    {
        "artist": "The Animals",
        "lyrics": "  [Intro]  [Verse 1] It's a hard world to get a break in All the good things have been taken But girl there are ways To make certain things pay Though I'm dressed in these rags I'll wear sable Someday  Hear what I say I'm gonna ride the serpent No more time spent Sweatin' rent Hear my command I'm breakin' loose It ain't no use Holdin' me down Stick around  [Chorus] But baby, baby Remember, remember It's my life and I'll do what I want It's my mind and I'll think what I want Show me I'm wrong, hurt me sometime Some day, I'll treat you real fine  [Bridge] There'll be women and their fortunes Who just want to mother orphans Are you gonna cry When I'm squeezing them dry? Taking all I can get No regrets  [Verse 2] When I Openly lie (ha) And live on their money Believe me honey That money Can you believe? I ain't no Saint No complaints So girl throw out Any doubt  [Chorus] And baby, baby Remember, remember It's my life and I'll do what I want It's my mind and I'll think what I want Show me I'm wrong, hurt me sometime But some day, I'll treat you real fine  [Hook] It's my life and I'll do what I want Don't push me It's my mind and I'll think what I want It's my life It's my life and I'll do what I want And I can do what I want It's my mind and I'll think what I want You can't tell me It's my life and I'll do what I want I'm gonna do what I want It's my mind and I'll think what I want  ",
        "title": "It's My Life"
    },
    {
        "artist": "Jackie Lee",
        "lyrics": null,
        "title": "The Duck"
    },
    {
        "artist": "Al Martino",
        "lyrics": null,
        "title": "Spanish Eyes"
    },
    {
        "artist": "Jay & The Americans",
        "lyrics": null,
        "title": "Sunday And Me"
    },
    {
        "artist": "Herman's Hermits",
        "lyrics": "  [Chorus] She's a must to avoid A complete impossibility She's a must to avoid Better take it from me  You'll think she's a prize at the start But take my advice, play it smart She's nothin' but trouble Better cut out on the double Before she gets into your heart  [Chorus] When you stare into her pretty blue eyes There's no way to see through her disguise But don't try to love her 'cause you'll quickly discover You're trapped in the web of her lies  [Chorus] Her lips look inviting it's true But lots of other guys have felt like you do She'll build up your hopes and when you need her the most That's when she'll say goodbye to you  [Chorus]  ",
        "title": "A Must To Avoid"
    },
    {
        "artist": "Paul Revere & The Raiders Featuring Mark Lindsay",
        "lyrics": null,
        "title": "Just Like Me"
    },
    {
        "artist": "Bobby Vinton",
        "lyrics": "  Satin pillows to cry on Satin pillows to cry on You've got nothing else to rely on You gave up the most precious thing in life You turned from love to be a rich man's wife The man you married is colder than all his gold You're something he bought to keep from growing old  Now you've got satin pillows to cry on Satin pillows tro cry on You've got nothing else to rely on And you've got fancy dresses and big cars Diamonds that outshine the brightest stars But diamonds can't replace the love we knew They won't keep you warm like my arms used to Now you've got satin pillows to cry on Satin pillows to cry on You've got nothing else to rely on Satin pillows to cry on Satin pillows to cry on  ",
        "title": "Satin Pillows"
    },
    {
        "artist": "The Supremes",
        "lyrics": "  You've given me a true love And every day I thank you, love For a feeling that's so new So inviting, so exciting  Whenever you're near, I hear a symphony A tender melody Pulling me closer, closer to your arms Then suddenly (I hear a symphony) Ooh, your lips are touching mine A feeling so divine Till I leave the past behind I'm lost in a world Made for you and me  Whenever you're near, I hear a symphony Play sweet and tenderly Every time your lips meet mine, now, baby, baby, baby You bring much joy within Don't let this feeling end Let it go on and on and on, now, baby, baby, baby Those tears that fill my eyes I cry not for myself But for those who've never felt the joy we felt (baby)  Whenever you're near, I hear a symphony Each time you speak to me I hear a tender rhapsody of love now, baby, baby As you stand holding me Whispering how much you care A thousand violins fill the air, now, baby, baby Don't let this moment end Keep standing close to me Ooh, so close to me, baby, baby, baby, baby I hear a symphony A tender melody  ",
        "title": "I Hear A Symphony"
    },
    {
        "artist": "Herb Alpert & The Tijuana Brass",
        "lyrics": null,
        "title": "Taste Of Honey"
    },
    {
        "artist": "Dean Martin",
        "lyrics": null,
        "title": "I Will"
    },
    {
        "artist": "The Toys",
        "lyrics": null,
        "title": "Attack"
    },
    {
        "artist": "Joe Tex",
        "lyrics": "  Woman tell me, where did you learn To handle a man with so much ease? After all of his life He's used to doing like he pleased, yeah  You got me doing all the good things That a man's supposed to do I know a lot of men who wish they had A sweet little woman like you 'Cause your kind is so hard to find  Woman tell me, where did you learn To make a man feel like a king? When all the time he knows That he hasn't got a thing, yeah  Stand by my side, baby And there's no limit to what I can do I know some men who'd give their right arm To have a sweet little woman like you Because your kind is so hard to find  Your kind is so hard to find A sweet woman like you is hard to find A sweet woman like you is hard to find And that's why I'm so glad that I got mine  Woman tell me, what do I have to do To make you really see Just how much I really love you And how much you mean to me? Yeah  Don't be afraid to tell me baby 'Cause there's nothin' that I wouldn't do I know a lot of men that wish they had A sweet little woman like you 'Cause your kind is so hard to find  A sweet woman like you is hard to find A sweet woman like you is hard to find A sweet woman like you is hard to find A sweet woman like you is so hard to find A sweet woman like you is hard to find A sweet woman like you is hard to find  ",
        "title": "A Sweet Woman Like You"
    },
    {
        "artist": "The Yardbirds",
        "lyrics": null,
        "title": "I'm A Man"
    },
    {
        "artist": "Tom Jones",
        "lyrics": "  He always runs while others walk He acts while other men just talk He looks at this world, and wants it all So he strikes, like Thunderball  He knows the meaning of success His needs are more, so he gives less They call him the winner who takes all And he strikes, like Thunderball  Any woman he wants, he'll get He will break any heart without regret  His days of asking are all gone His fight goes on and on and on But he thinks that the fight is worth it all So he strikes, like Thunderball  ",
        "title": "Thunderball"
    },
    {
        "artist": "The Impressions",
        "lyrics": "  I've been trying hard to forget That you've been cheating Wishin' you I'd never met 'Cause you've been cheating Can't you know lies can be seen in your eyes And from wrong you'll never be free While you sit cryin', you've been lyin' You've been cheatin', cheatin' on me Yeah, you made me suspect and I know (who-who) You don't want me (you don't want me) Cookies crumble, and that's how it goes (who-who) You don't want me (you don't want me) Can't you know lies can be seen in your eyes And from wrong you'll never be free While you sit cryin', you've been lyin' You've been cheatin', cheatin' on me Another lover you discover Our love's gone and I don't know why It's just as well, though at last I do know All you said was just a lie So I'm trying hard to forget That you've been cheating Wishin' you I'd never met 'Cause you've been cheating Can't you know lies can be seen in your eyes And from wrong you'll never be free While you sit cryin', you've been lyin' You've been cheatin', cheatin' on me Ooh, ooh, baby (you've been cheating) You must not love me (you've been cheating) You must not want me (you've been cheating) You just don't care [Repeat until fade]  ",
        "title": "You've Been Cheatin'"
    },
    {
        "artist": "We Five",
        "lyrics": null,
        "title": "Let's Get Together"
    },
    {
        "artist": "The Viscounts",
        "lyrics": "  ♫ [Instrumental] ♫  ",
        "title": "Harlem Nocturne"
    },
    {
        "artist": "The Knickerbockers",
        "lyrics": null,
        "title": "Lies"
    },
    {
        "artist": "Len Barry",
        "lyrics": null,
        "title": "1-2-3"
    },
    {
        "artist": "Roy Head And The Traits",
        "lyrics": null,
        "title": "Apple Of My Eye"
    },
    {
        "artist": "Mitch Ryder And The Detroit Wheels",
        "lyrics": "  Oh see, C. C. Rider I said see, what you have done now Oh see, C. C. Rider I said see, what you have done now Ahh, you made me love you Now, now, now, now your man has gone  Oh, I'm going with my baby And I won't be back 'til fall, yeah Oh, I'm going with my baby And I won't be back 'til fall, yeah And if I find me a new girl I won't be back at all  Ah, Jenny, Jenny, Jenny, won't you come along with me (Jenny, Jenny, woo, Jenny, Jenny) Jenny Jenny, Jenny, won't you come along with me (Jenny, Jenny, woo, Jenny, Jenny) I worry 'bout you, baby, spendin' nights in misery  Spinnin', spinnin', spinnin', spinnin' like a spinnin' top (Jenny, Jenny, woo, Jenny, Jenny) Spinnin', spinnin', spinnin', spinnin' like a spinnin' top (Jenny, Jenny, woo, Jenny, Jenny) Come along, baby, [Incomprehensible]  Yeah, see, C. C. Rider I said see, what you have done now Oh see, C. C. Rider Ah, come on see, baby, what you have done now Ahh, you made me love you Now, now, now, now your man has gone  Jenny, Jenny, Jenny, won't you come along with me (Jenny, Jenny, woo, Jenny, Jenny) Jenny Jenny, Jenny, won't you come along with me (Jenny, Jenny, woo, Jenny, Jenny) Come along baby, [Incomprehensible]  Spin, spin, spinnin' like a spinnin' top (Jenny, Jenny, woo, Jenny, Jenny) Spin, spin, spinnin' like a spinnin' top (Jenny, Jenny, woo, Jenny, Jenny)  ",
        "title": "Jenny Take A Ride!"
    },
    {
        "artist": "Billy Joe Royal",
        "lyrics": "  I never had any reason For ambition or drive In fact, I never anybody That cared if I'm alive  But then one day she came my way And I heard a voice within me say don't let her get away whatever you do But I never thought that this could be That she would ever look at me Seriously  And that's why, oh Lord, Lord, Lord I got to be somebody I'm down on my knees Begging please, please, please, please I got to win her love for me  I grew upon the sidewalks Got along the best I could Mama worked all day long And papa was no good  I never asked for much before But here I am at Heaven's door So help me please Don't let her pass me by  Cause I would rather die than see Her love turn into sympathy For me  And that's why I'm, oh, Lord, Lord, Lord I got to be somebody I'm down on my knees Begging please, please, please, please I got to win her love for me  Mmm Got to be somebody  Got to be a somebody So tired of being a nobody  Oh, Lord, Lord, Lord I got to be somebody I'm down on my knees Begging please, please, please, please I got to win her love for me  ",
        "title": "I've Got To Be Somebody"
    },
    {
        "artist": "Ronny And The Daytonas",
        "lyrics": null,
        "title": "Sandy"
    },
    {
        "artist": "Gene Pitney",
        "lyrics": "  There's a girl who lives down the track In a little shack made of timber wood And her clothes are all hand-me-downs From the folks in town who treat her so good  Though she hasn't got a dime I'm so proud that she's all mine 'cause to me she's a princess in rags  Now her dad, he's a worn-out man Prayin' if he can make enough to eat And her mom cleans for everyone Till the day is done just to make ends meet  All her wealth is in her charms And the sweetness of her arms How I love my poor princess in rags  I know some day I'll find a way To take her out of this old place I'll work and slave, scrimp and save To change her rags to silk and lace  Though it hurts and my body aches From the pain it takes just to set things right But for now I must be content With each moment spent in her arms each night  She's the only girl for me And some day it's gotta be Just me and my princess in rags  She's the only girl for me And some day it's gotta be Just me and my princess in rags  ",
        "title": "Princess In Rags"
    },
    {
        "artist": "Connie Francis",
        "lyrics": null,
        "title": "Jealous Heart"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": "  [Chorus] It is the evening of the day I sit and watch the children play Smiling faces I can see But not for me I sit and watch As tears go by  [Verse] My riches can't buy everything I want to hear the children sing All I hear is the sound Of rain falling on the ground I sit and watch As tears go by  [Chorus] It is the evening of the day I sit and watch the children play Doing things I used to do They think are new I sit and watch As tears go by  ",
        "title": "As Tears Go By"
    },
    {
        "artist": "The Hollies",
        "lyrics": "  Look through any window, yeah What do you see? Smilin' faces all around Rushin' through the busy town  (Where do they go?) Movin' on their way Walkin' down the highways and the byways (Where do they go?) Movin' on their way People with their shy ways and their sly ways  Oh, you can see the little children all around Oh, you can see the little ladies in their gowns when you  Look through any window, yeah Any time of day See the drivers on the roads Pullin' down their heavy loads  (Where do they go?) Movin' on their way Drivin' down highways and the byways (Where do they go?) Movin' on their way Drivers with their shy ways and their sly ways  Oh, you can see the little children all around Oh, you can see the little ladies in their gowns when you  Look through any window, yeah What do you see? Smilin' faces all around Rushin' through the busy town  (Where do they go?) Movin' on their way Movin' on their way Movin' on their way  ",
        "title": "Look Through Any Window"
    },
    {
        "artist": "The Kinks",
        "lyrics": "  Cause he gets up in the morning And he goes to work at nine And he comes back home at five-thirty Gets the same train every time Cause his world is built round punctuality It never fails  And he's oh, so good And he's oh, so fine And he's oh, so healthy In his body and his mind He's a well respected man about town Doing the best things so conservatively  And his mother goes to meetings While his father pulls the maid And she stirs the tea with councilors While discussing foreign trade And she passes looks, as well as bills At every suave young man  Cause he's oh, so good And he's oh, so fine And he's oh, so healthy In his body and his mind He's a well respected man about town Doing the best things so conservatively  And he likes his own backyard And he likes his fags the best Cause he's better than the rest And his own sweat smells the best And he hopes to grab his fathers loot When pater passes on  Cause he's oh, so good And he's oh, so fine And he's oh, so healthy In his body and his mind He's a well respected man about town Doing the best things so conservatively  And he plays at stocks and shares And he goes to the regatta And he adores the girl next door Cause he's dying to get at her But his mother knows the best about The matrimonial stakes  Cause he's oh, so good And he's oh, so fine And he's oh, so healthy In his body and his mind He's a well respected man about town Doing the best things so conservatively  ",
        "title": "A Well Respected Man"
    },
    {
        "artist": "Vic Dana",
        "lyrics": "  Oh, the crystal chandeliers Light up the paintings on your wall The marble statuettes Are standing stately in the hall But will the timely crowd That has you laughing loud Help you dry your tears When the new wears off of Your crystal chandeliers  I never did fit in too well With those you knew And it's plain to see That the likes of me Don't it too well with you  Cause you traded me for The gaeity of the well to do And you turned away from The love I offered you  Oh, the crystal chandeliers Light up the paintings on your wall The marble statuettes Are standing stately in the hall But will the timely crowd That has you laughing loud Help you dry your tears When the new wears off of Your crystal chandeliers  I see your picture in the paper Almost every day And you're the chosen girl Of the social crowd So the stories say  But a paper smile only lasts awhile And then it fades away And the love we know will Come home to you someday  Oh, the crystal chandeliers Light up the paintings on your wall The marble statuettes Are standing stately in the hall But will the timely crowd That has you laughing loud Help you dry your tears When the new wears off of Your crystal chandeliers  ",
        "title": "Crystal Chandelier"
    },
    {
        "artist": "Dionne Warwick",
        "lyrics": null,
        "title": "Are You There (With Another Girl)"
    },
    {
        "artist": "Don Covay & The Goodtimers",
        "lyrics": null,
        "title": "Seesaw"
    },
    {
        "artist": "Hedgehoppers Anonymous",
        "lyrics": null,
        "title": "It's Good News Week"
    },
    {
        "artist": "Noel Harrison",
        "lyrics": null,
        "title": "A Young Girl"
    },
    {
        "artist": "Ray Charles",
        "lyrics": "  [Chorus] Oh, it's crying time again, you're going to leave me I can see that far away look in your eyes I can tell by the way you hold me darling, ooh That it won't be long before it's crying time  [Verse 1] Now they say that absence makes the heart grow fonder (Fonder) And that tears are only rain to make love grow Well, my love for you could never grow no stronger (Stronger) If I lived to be a hundred years old  [Chorus]  [Verse 2] Now you say you've found someone that you love better (Better) That's the way it's happened every time before And as sure as the sun comes up tomorrow ('Morrow) Crying time will start when you walk out the door  [Chorus]  [Outro] That it won't be long before it's crying time  ",
        "title": "Crying Time"
    },
    {
        "artist": "Mike Douglas",
        "lyrics": "  Refrain: The men in my little girl's life; The men in my little girl's life  Seems only yesterday, I heard my daughter say: \"Daddy! There's a boy outside - his name is Rod He wants to play in our back yard Can he Daddy? Can he Daddy? Please - Daddy.\"  There wasn't so long ago She came to me and she wanted to know: \"Daddy! There's a boy outside - his name is Lee He wants to carry my books for me Can he Daddy? Is it all right - Daddy? He's got freckles, Dad.\"  Refrain:  Then came pony tails and jeans My little girl was in her teens: \"Papa! There's a boy outside - his name's Tom He wants to take me to the prom. Ok Papa? He's cute Papa! We'll be home early - Papa.\"  Well, before I knew it, time had gone My, how my little girl had grown: Then it was: \"Uh! Father! There's a boy outside - his name is Eddie He wants to know if we can go steady? Can we Father? Yes Father? Oh! can we borrow the car Pop?\"  Yes, it seems like only yesterday I heard my lovely daughter say: \"Dad! There's a boy outside - his name is Jim He asked me if I'd marry him? I said yes, Dad! - Got something in your eye - Dad? I love him Dad.\"  Refrain:  A child, an adolescent, a young lady, a wife Oh! and oh yes, Heh! Heh! There's another man in my little girl's life \"Hi Dad! There's a boy outside - his name is Tim I told him Grandpa was gonna baby sit with him Thanks Dad. Bless you Dad. Goodnight Dad.\"  Refrain:  ",
        "title": "The Men In My Little Girl's Life"
    },
    {
        "artist": "Frank Sinatra",
        "lyrics": "  When I was seventeen It was a very good year It was a very good year for small town girls And soft summer nights We'd hide from the lights On the village green When I was seventeen  When I was twenty-one It was a very good year It was a very good year for city girls Who lived up the stair With all that perfumed hair And it came undone When I was twenty-one  When I was thirty-five It was a very good year It was a very good year for blue-blooded girls Of independent means We'd ride in limousines Their chauffeurs would drive When I was thirty-five  But now the days grow short Im in the autumn of the year And now I think of my life as vintage wine From fine old kegs From the brim to the dregs And it poured sweet and clear It was a very good year  ",
        "title": "It Was A Very Good Year"
    },
    {
        "artist": "Barbra Streisand",
        "lyrics": "  Father has a business Strictly second hand Everything from toothpicks To a baby-grand  Stuff in our apartment Came from father's store Even clothes I'm wearing Someone wore before  It's no wonder that I feel abused I never get a thing that ain't been used  I'm wearing second hand hats Second hand clothes That's why they call me Second hand Rose  Even our piano in the parlor Daddy bought for ten cents on the dollar  Second hand pearls I'm wearing second hand curls I never get a single thing that's new  Even Jake, the plumber, he's the man I adore He had the nerve to tell me he's been married before  Everyone knows that I'm just Second hand Rose From Second Avenue From Second Avenue  No  ",
        "title": "Second Hand Rose"
    },
    {
        "artist": "Johnny Rivers",
        "lyrics": "  You got me under your spell again Saying those things again Making me believe that you're just mine You got me dreaming those dreams again Thinking those things again I gotta take you back just one more time  I swore the last time that you let me down That I wouldn't see you if you came around But I can't tell my heart what's right or wrong And I've been so lonely since you've been gone  You got me under your spell again Saying those things again Making me believe that you're just mine You got me dreaming those dreams again Thinking those things again I gotta take you back just one more time  Well, every body tells me that I'm a fool That I never should have put my faith in you And way down deep inside I guess I know it's true But no one else can make me feel the way you do  You got me under your spell again Saying those things again Making me believe that you're just mine You got me dreaming those dreams again Thinking those things again I gotta take you back just one more time  ",
        "title": "Under Your Spell Again"
    },
    {
        "artist": "The Packers",
        "lyrics": null,
        "title": "Hole In The Wall"
    },
    {
        "artist": "Buck Owens and The Buckaroos",
        "lyrics": null,
        "title": "Buckaroo"
    },
    {
        "artist": "Bobby Goldsboro",
        "lyrics": "  \"Dream on, little Broomstick Cowboy Of rocket ships and Mars; Of sunny days And Willie Mays And chocolate candy bars  Dream on, little Broomstick Cowboy Dream while you can; Of big green frogs And puppy dogs And castles in the sand  For, all too soon you'll awaken; Your toys will all be gone Your broomstick horse will ride away To find another home And you'll have grown into a man With cowboys of your own And then you'll have to go to war To try and save your home  And then you'll have to learn to hate; You'll have to learn to kill It's always been that way, my son; I guess it always will No broomstick gun they'll hand you; No longer you'll pretend You'll call some man your enemy; You used to call him 'friend.' And when the rockets thunder You'll hear your brothers cry And through it all you'll wonder Just why they had to die  So dream on, little Broomstick Cowboy Dream while you can; For soon, you'll be a dreadful thing: My son, you'll be a man  ",
        "title": "Broomstick Cowboy"
    },
    {
        "artist": "Dino, Desi & Billy",
        "lyrics": null,
        "title": "Please Don't Fight It"
    },
    {
        "artist": "The C.O.D.'s",
        "lyrics": null,
        "title": "Michael"
    },
    {
        "artist": "James Brown At The Organ",
        "lyrics": null,
        "title": "Try Me"
    },
    {
        "artist": "Herb Alpert & The Tijuana Brass",
        "lyrics": null,
        "title": "Zorba The Greek"
    },
    {
        "artist": "Patti LaBelle And The Blue Belles",
        "lyrics": null,
        "title": "All Or Nothing"
    },
    {
        "artist": "The Miracles",
        "lyrics": null,
        "title": "Going To A Go-Go"
    },
    {
        "artist": "Wilson Pickett",
        "lyrics": null,
        "title": "Don't Fight It"
    },
    {
        "artist": "Herb Alpert & The Tijuana Brass",
        "lyrics": "  Down in old Tijuana town There's this happy honkin' sound Something you just can't put down It's the world renown Tijuana Taxi cab So, you're not impressed you say With a beatup Chevrolet But that driver man Jose Knows his way around Tijuana town  Hey, ya wanna swing (You just tell Jose) Have yourself a fling (What-cha wanna play) Meet some pretty thing? (Any time you say) Livin' like a king! (Long as you can pay)  Picture post cards 'n' hot tequila French perfume, man, from Venezuela When you're on a Tijuana Taxi ride! Give those bulls a great big hand Love that mariachi band  But the best thing in the land Is that hand-me-down Tijuana Taxicab  Hey, ya wanna swing (You just tell Jose) Have yourself a fling (What-cha wanna play) Meet some pretty thing? (Any time you say) Livin' like a king! (Long as you can pay)  Picture post cards 'n' hot tequila French perfume, man, from Venezuela When you're on a Tijuana Taxi ride! So you swing and go for broke Not a penny in your poke Got no cigarettes to smoke But ya had your fling, the pretty thing And ev?ry-thing is ring-a-ding. O-le!  ",
        "title": "Tijuana Taxi"
    },
    {
        "artist": "Jack Jones",
        "lyrics": null,
        "title": "Love Bug"
    },
    {
        "artist": "Lou Johnson",
        "lyrics": null,
        "title": "A Time To Love-A Time To Cry (Petite Fleur)"
    },
    {
        "artist": "Petula Clark",
        "lyrics": null,
        "title": "My Love"
    },
    {
        "artist": "Elvis Presley With The Jordanaires",
        "lyrics": null,
        "title": "Tell Me Why"
    },
    {
        "artist": "Bobby Powell",
        "lyrics": null,
        "title": "C.C. Rider"
    },
    {
        "artist": "The 4 Seasons",
        "lyrics": null,
        "title": "Little Boy (In Grown Up Clothes)"
    },
    {
        "artist": "Stevie Wonder",
        "lyrics": "  [Intro] Baby, everything is all right, uptight, out of sight Baby, everything is all right, uptight, out of sight  [Verse 1] I'm a poor man's son, from across the railroad tracks The only shirt I own is hanging on my back But I'm the envy of every single guy Since I'm the apple of my girl's eye When we go out stepping on the town for a while My money's low and my suit's out of style But it's all right if my clothes aren't new Out of sight because my heart is true  [Chorus] She says baby everything is alright, uptight, out of sight Baby, everything is alright, uptight, clean out of sight  [Verse 2] She's a pearl of a girl, I guess that's what you might say I guess her folks brought her up that way The right side of the tracks, she was born and raised In a great big old house, full of butlers and maids She says no one is better than I, I know I'm just an average guy No football hero or smooth Don Juan Got empty pockets, you see I'm a poor man's son Can't give her the things that money can't buy But I'll never, never make my baby cry  [Chorus] And it's all right, what I can't do Out of sight because my heart is true She says baby everything is alright, uptight, clean out of sight Baby, everything is all right, uptight, clean out of sight Baby, everything is all right, uptight, hahahahaha, yeah Baby, everything is all right, uptight, way out of sight Baby, everything is all right, uptight, clean out of...  ",
        "title": "Uptight (Everything's Alright)"
    },
    {
        "artist": "Fontella Bass",
        "lyrics": null,
        "title": "Recovery"
    },
    {
        "artist": "The Marvelettes",
        "lyrics": "  Don't mess with Bill (No, no, no, no) Don't mess with Bill (Don't mess with Bill) Say it one more time (Don't mess with Bill)  Now I know he's the guy who put tears in my eyes A thousand times or more Oh, but every time he would apologize I loved him more than before  Hear what I say, girls keep away (Ah, ha, ha) Don't mess with Bill (No, no, no, no) (Don't mess with Bill) Leave my Billy alone (Don't mess with Bill) Get a guy of your own (Don't mess with Bill)  Now there's Johnny, there's Joe And there's Frank and Jim Just to name a few Now, Bill's got me and I've got him I'm sure there's one for you  Hear what I say, girls keep away (Ah, ha, ha) Don't mess with Bill (No, no, no, no) (Don't mess with Bill) He's mine, all mine (Don't mess with Bill) I say it one more time (Don't mess with Bill)  Though I tell myself he wants no one else 'Cause he keeps coming back to me Now I'm in no position to want competition I want to be sure as can be  Hear what I say, girls keep away (Ah, ha, ha) Don't mess with Bill (No, no, no, no) (Don't mess with Bill) Leave my Billy alone (Don't mess with Bill) Get a guy of your own (Don't mess with Bill) 'Cause he's mine all mine (Don't mess with Bill) I say it one more time (Don't mess with Bill)  Hey, yeah, yeah, yeah (Don't mess with Bill) Hey, yeah, yeah, yeah  ",
        "title": "Don't Mess With Bill"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": "  [Chorus] A bar bar bar bar Barbara Ann Bar bar bar bar Barbara Ann Barbara Ann Take my hand Barbara Ann You got me rockin' and a rollin' Rockin' and a reelin' Barbara Ann Bar bar bar Barbara Ann  [Verse 1] Went to a dance, looking for romance Saw Barbara Ann, so I thought I'd take a chance on Barbara Ann Barbara Ann, Barbara Ann Take my hand Barbara Ann, Barbara Ann Take my hand You got me rockin' and a rollin' Rockin' and a reelin' Barbara Ann Bar bar bar bar Barbara Ann  [Chorus] A bar bar bar bar Barbara Ann Bar bar bar bar Barbara Ann Barbara Ann Take my hand Barbara Ann You got me rockin' and a rollin' Rockin' and a reelin' Barbara Ann Bar bar bar Barbara Ann  {Bridge} (Let's go now!) (Ow!) (Carl) (Hal, and his famous ashtray!) (You smell like Rocky. You're always scratchin' it.) (Hey, come on!) (Scratch it, Carl, scratch it, baby, right over there. Down a little lower. Down a little lower!) (Saw-- Tried--)  Tried Peggy Sue Tried Peggy Lou Tried Betty Lou But I knew she wouldn't do Barbara Ann, Barbara Ann Take my hand You got me rockin' and a rollin' Rockin' and a reelin' Barbara Ann Bar bar bar Barbara Ann  A bar bar bar bar Barbara Ann Bar bar bar bar Barbara Ann Barbara Ann Take my hand Barbara Ann You got me rockin' and a rollin' Rockin' and a reelin' Barbara Ann Bar bar bar Barbara Ann  {Outro} Barbara Ann, Barbara Ann Barbara Ann, Barbara Ann Barbara Ann, Barbara Ann Barbara Ann, Barbara Ann  [Outro - Uncut Version] (Thanks, Dean)  ",
        "title": "Barbara Ann"
    },
    {
        "artist": "Lou Christie",
        "lyrics": "  Listen to me, baby You gotta understand You're old enough to know the makings of a man  Listen to me, baby It's hard to settle down Am I asking too much for you to stick around  Every boy wants a girl He can trust to the very end Baby, that's you Won't you wait but 'til then  When I see lips begging to be kissed (stop) I can't stop (stop) I can't stop myself (Stop, stop)  Lightning is striking again Lightning is striking again Nature's taking over my one-track mind  Believe it or not You're in my heart all the time All the girls are saying that you'll end up a fool  For the time being, baby, live by my rules When I settle down I want one baby on my mind Forgive and forget And I'll make up for all lost time If she's put together fine  And she's readin' my mind (stop) I can't stop (stop) I can't stop myself (Stop, stop)  Lightning is striking again Lightning is striking again And again and again and again  [Instrumental]  Lightning is striking again Lightning is striking again  There's a chapel in the pines Waiting for us around the bend Picture in your mind Love forever, but 'til then  If she gives me a sign That she wants to make time (stop) I can't stop (stop) I can't stop myself (Stop, stop)  Lightning is striking again Lightning is striking again And again and again and again  Lightning is striking again And again and again and again  ",
        "title": "Lightnin' Strikes"
    },
    {
        "artist": "Len Barry",
        "lyrics": null,
        "title": "Like A Baby"
    },
    {
        "artist": "Maxine Brown",
        "lyrics": null,
        "title": "If You Gotta Make A Fool Of Somebody"
    },
    {
        "artist": "The Gentrys",
        "lyrics": null,
        "title": "Spread It On Thick"
    },
    {
        "artist": "The Young Rascals",
        "lyrics": "  (Pam Sawyer - Lori Burton) (Yeah) I admit you got the biggest brown eyes And you know how to part your lips to tantalize, sure (Yeah) You can get any man you want goin' and you do it And don't say you don't know you do  Chorus: Well, baby, I ain't gonna eat out my heart anymore I ain't gonna eat out my heart anymore So quit it  Bridge: I love you, I love you, I do, little girl But you ain't gonna cheat on me I need you, I need you, I [2: really] do, girl Choose, is it him or me (is it him or me)  Verse 2: (Yeah) Just 'cause I ain't been sayin' it, girl You should be ashamed of what I've been seein' - bad (Yeah) You better watch your step or, girl You can bet you're gonna lose the best thing you ever had  [repeat Chorus]  [repeat bridge] Coda: I ain't gonna eat out my heart anymore [repeat to fade]  ",
        "title": "I Ain't Gonna Eat Out My Heart Anymore"
    },
    {
        "artist": "Martha & The Vandellas",
        "lyrics": null,
        "title": "Love (Makes Me Do Foolish Things)"
    },
    {
        "artist": "The Temptations",
        "lyrics": null,
        "title": "Don't Look Back"
    },
    {
        "artist": "Little Anthony And The Imperials",
        "lyrics": null,
        "title": "Hurt"
    },
    {
        "artist": "Otis Redding",
        "lyrics": "  I've been missing you for so many days I keep wanting you, lord, in so many ways I can't get you off of my mind But true love is so hard to find  I want yet another day Ooh, I need another day Darling, let me have another day And I can be anything that you want me to be, now  The sweet things you used to do to me Sometimes you used to say them to me I can't forget those lovely days But this is the price I am about to pay  Ooh, I want another day You can let me have just one more day Ooh, I need one more day, yeah And I will do anything that you want me to do  I will do anything that you want me to do, now Say anything that you want me to say Buy you anything you want me to buy And I can cherish you till the day I die  If you let me have another day Please let me have one more day Ooh, I want just one more day, lord And it can be anything that you want me to be  Just one more day now You can let me have just another day, now Please I want to stay and the day after and the day after And I want all the days And I want all the days And I want you here by my side And I don't want you do leave me And you can let me have one more day  ",
        "title": "Just One More Day"
    },
    {
        "artist": "Lowell Fulsom",
        "lyrics": null,
        "title": "Black Nights"
    },
    {
        "artist": "The Five Americans",
        "lyrics": null,
        "title": "I See The Light"
    },
    {
        "artist": "Lee Dorsey",
        "lyrics": null,
        "title": "Get Out Of My Life, Woman"
    },
    {
        "artist": "Chris Andrews",
        "lyrics": "  I'm her yesterday man Well, my friends that's what I am I'm her yesterday man Well, my friends that's what I am That's what I am, her yesterday man  Please tell me something have you met an angel Someone too lovely to live on earth Well, yesterdeay I thought I met an angel but She wasn't worth all she seemed to be worth  And, oh, what a fool I have been I was sure taken in  Yeah, I'm her yesterday man Well, my friends that's what I am I'm her yesterday man Well, my friends that's what I am That's what I am, her yesterday man (Gone is the look of love she had last night)  There's some of the good kind and some of the bad kind Some of the others are in between But all that I can say she is the worst kind Well, I think you know what I mean  And yet in spite all that I say I'd take her back any day  Now I'm her yesterday man Well, my friends that's what I am I'm her yesterday man Well, my friends that's what I am That's what I am, her yesterday man (Gone is the look of love she had last night)  Oh, come a little closer, baby Don't get tell me You gonna leave me, you leave me (Gone is the look of love she had last night) I know that, I know that I know that, I know that  (Gone is the look of love she had last night) I know, I know...  ",
        "title": "Yesterday Man"
    },
    {
        "artist": "Elvis Presley",
        "lyrics": "  [Verse 1] Blue river, it can't be found on any map that I know But it's the place where lonely lovers all go To cry their tears, blue river It winds along a path of heartache and pain Of broken dreams from loving someone in vain Like I loved you, and baby I still do I held you so tight  [Verse 2] You were out of my sight I'm feeling so low But I got to go Blue river because you never really cared about me From now on baby that's where I'm going to be Crying over you, by the river of blue  ",
        "title": "Blue River"
    },
    {
        "artist": "The Manhattans",
        "lyrics": null,
        "title": "Follow Your Heart"
    },
    {
        "artist": "The Three Degrees",
        "lyrics": null,
        "title": "Look In My Eyes"
    },
    {
        "artist": "King Curtis",
        "lyrics": null,
        "title": "Spanish Harlem"
    },
    {
        "artist": "Bob Dylan",
        "lyrics": "  [Verse 1] He sits in your room, his tomb, with a fist full of tacks Preoccupied with his vengeance Cursing the dead that can’t answer him back I’m sure that he has no intentions Of looking your way, unless it’s to say That he needs you to test his inventions  [Chorus] Can you please crawl out your window? Use your arms and legs it won’t ruin you How can you say he will haunt you? You can go back to him any time you want to  [Verse 2] He looks so truthful, is this how he feels Trying to peel the moon and expose it With his businesslike anger and his bloodhounds that kneel If he needs a third eye he just grows it He just needs you to talk or to hand him his chalk Or pick it up after he throws it  [Chorus]  [Verse 3] Why does he look so righteous while your face is so changed Are you frightened of the box you keep him in While his genocide fools and his friends rearrange Their religion of the little tin women That backs up their views but your face is so bruised Come on out the dark is beginning  [Chorus]  ",
        "title": "Can You Please Crawl Out Your Window?"
    },
    {
        "artist": "Billy Stewart",
        "lyrics": null,
        "title": "Mountain Of Love"
    }
]