[
    {
        "artist": "Ke$ha",
        "lyrics": null,
        "title": "We R Who We R"
    },
    {
        "artist": "Far*East Movement Featuring Cataracs & Dev",
        "lyrics": "  [Chorus: Dev] Poppin bottles in the ice, like a blizzard When we drink we do it right, gettin' slizard Sippin sizzurp in my ride, like Three 6 Now I'm feelin' so fly like a G6 Like a G6, like a G6 Now I'm feelin' so fly like a G6 Like a G6, like a G6 Now I'm feelin' so fly like a G6  [Verse 1: Cataracs] Gimme that Moet Gimme that Cristal Ladies love my style, at my table gettin wild Get them bottles poppin', we get that drip and that drop Now give me two more bottles cuz you know it don't stop  [Refrain: Cataracs] Hell yeah, drink it up, drink-drink it up When sober girls around me, they be actin' like they drunk They be actin' like they drunk, actin'-actin' like they drunk When sober girls around me, they be actin' like they drunk  [Chorus: Dev] Poppin bottles in the ice, like a blizzard When we drink we do it right, gettin' slizard Sippin sizzurp in my ride, like Three 6 Now I'm feelin' so fly like a G6 Like a G6, like a G6 Now I'm feelin' so fly like a G6 Like a G6, like a G6 Now I'm feelin' so fly like a G6  [Verse 2: Cataracs] Sippin on, sippin on sizz, I'ma ma-make it fizz Girl I keep it gangsta, poppin' bottles at the crib This is how we live, every single night Take that bottle to the head, and let me see you fly  [Refrain: Cataracs] Hell yeah, drink it up, drink-drink it up When sober girls around me, they be actin' like they drunk They be actin like they drunk, actin'-actin' like they drunk When sober girls around me, they be actin' like they drunk  [Chorus: Dev] Poppin bottles in the ice, like a blizzard When we drink we do it right, gettin' slizard Sippin sizzurp in my ride, like Three 6 Now I'm feelin' so fly like a G6 Like a G6, like a G6 Now I'm feelin' so fly like a G6 Like a G6, like a G6 Now I'm feelin' so fly like a G6  [Bridge: The Cataracs] It's that 808 bump, make you put yo hands up Make you put yo hands up, put yo, put yo hands up (You can't touch this) It's that 808 bump, make you put yo hands up Make you put yo hands up, put yo, put yo hands up (You can't touch this) Hell yeah, make you put yo hands up Make you put yo hands up, put yo, put yo put yo hands up Hell yeah, make you put yo hands up Make you put yo hands up, put yo, put yo put yo hands up   [Chorus: Dev] Poppin bottles in the ice, like a blizzard When we drink we do it right, gettin' slizard Sippin sizzurp in my ride, like Three 6 Now I'm feelin' so fly like a G6 Like a G6, like a G6 Now I'm feelin' so fly like a G6 Like a G6, like a G6 Now I'm feelin' so fly like a G6  ",
        "title": "Like A G6"
    },
    {
        "artist": "Bruno Mars",
        "lyrics": "  [Verse 1] Oh, her eyes, her eyes Make the stars look like they're not shinin' Her hair, her hair Falls perfectly without her trying She's so beautiful And I tell her every day Yeah, I know, I know When I compliment her she won't believe me And it's so, it's so Sad to think that she don't see what I see But every time she asks me, \"Do I look okay?\" I say  [Chorus] When I see your face There's not a thing that I would change Cause you're amazing just the way you are And when you smile The whole world stops and stares for a while Cause, girl, you're amazing just the way you are  [Verse 2] Her lips, her lips I could kiss them all day if she'd let me Her laugh, her laugh She hates but I think it's so sexy She's so beautiful, and I tell her everyday Oh you know, you know, you know I'd never ask you to change If perfect's what you're searching for Then just stay the same So don't even bother asking if you look okay You know I'll say  [Chorus] When I see your face There's not a thing that I would change Cause you're amazing just the way you are And when you smile The whole world stops and stares for a while Cause, girl, you're amazing just the way you are  [Post-Chorus] The way you are The way you are Girl, you're amazing just the way you are  [Chorus] When I see your face There's not a thing that I would change Cause you're amazing just the way you are And when you smile The whole world stops and stares for a while Cause, girl, you're amazing just the way you are, yeah  ",
        "title": "Just The Way You Are"
    },
    {
        "artist": "Rihanna",
        "lyrics": "  [Intro] La-la-la-la La-la-la-la La-la-la-la La-la-la-la  [Verse 1] I want you to love me like I'm a hot ride Be thinking of me Doing what you like So boy, forget about the world, 'cause it's gon' be me and you tonight I wanna make you beg for it Then I'ma make you swallow your pride, ooh  [Chorus] Want you to make me feel like I'm the only girl in the world Like I'm the only one that you'll ever love Like I'm the only one who knows your heart Only girl in the world Like I'm the only one that's in command 'Cause I'm the only one who understands How to make you feel like a man, yeah Want you to make me feel like I'm the only girl in the world Like I'm the only one that you'll ever love Like I'm the only one who knows your heart Only one  [Verse 2] Want you to take it like a thief in the night Hold me like a pillow Make me feel light Baby, I'll tell you all my secrets that I'm keeping You can come inside And when you enter, you ain't leaving Be my prisoner for the night, ooh  [Chorus] Want you to make me feel like I'm the only girl in the world Like I'm the only one that you'll ever love Like I'm the only one who knows your heart Only girl in the world Like I'm the only one that's in command 'Cause I'm the only one who understands How to make you feel like a man, yeah Want you to make me feel like I'm the only girl in the world Like I'm the only one that you'll ever love Like I'm the only one who knows your heart Only one  [Bridge] Take me for a ride, ride Oh, baby, take me high, high Let me make you rise, rise Oh, make it last all night, night Take me for a ride, ride Oh, baby, take me high, high Let me make you rise, rise Make it last all night  [Chorus] Want you to make me feel like I'm the only girl in the world Like I'm the only one that you'll ever love Like I'm the only one who knows your heart Only girl in the world Like I'm the only one that's in command 'Cause I'm the only one who understands How to make you feel like a man, yeah Want you to make me feel like I'm the only girl in the world Like I'm the only one that you'll ever love Like I'm the only one who knows your heart Only one  ",
        "title": "Only Girl (In The World)"
    },
    {
        "artist": "Nelly",
        "lyrics": "  [Hook] Uhh, uhh, uhh I was thinkin 'bout her, thinkin 'bout me Thinkin 'bout us, where we gon' be? Opened my eyes, yeah It was only just a dream So I travel back, down that road Will she come back? No one knows I realize, yeah It was only just a dream  [Verse 1] I was at the top and now it's like I'm in the basement Number one spot, now she found her a replacement I swear now I can't take it Knowin somebody's got my baby And now you ain't around, baby I can't think I shoulda put it down, shoulda got that ring Cause I can still feel it in the air See her pretty face, run my fingers through her hair My love of my life My shorty, my wife She left me, I'm tight Cause I knew that it just ain't right  [Hook] Uhh, uhh, uhh I was thinkin 'bout her, thinkin 'bout me Thinkin 'bout us, where we gon' be? Opened my eyes, yeah It was only just a dream So I travel back, down that road Will she come back? No one knows I realize, yeah It was only just a dream  [Verse 2] When I be ridin man I swear I see her face at every turn Tryin to get my Usher on but I can't let it +Burn+ And I just hope she know that she the only one I yearn - for My woman, oh I miss her, when will I learn? Didn't give her all my love, I guess now I got my payback Now I'm in the club thinkin all about my baby Hey, she was so easy to love But wait, I guess that love wasn't enough I'm goin through it every time that I'm alone And now I'm missin, wishin she pick up the phone But she made a decision that she wanted to move on Cause I was wrong  [Hook] Uhh, uhh, uhh I was thinkin 'bout her, thinkin 'bout me Thinkin 'bout us, where we gon' be? Opened my eyes, yeah It was only just a dream So I travel back, down that road Will she come back? No one knows I realize, yeah It was only just a dream  [Verse 3] If you ever loved somebody put your hands up If you ever loved somebody put your hands up And now they're gone and you wishin you could give them everything Everything (heyyy) Said if you ever loved somebody put your hands up If you ever loved somebody put your hands up And now they're gone and you wishin you could give them everything  ",
        "title": "Just A Dream"
    },
    {
        "artist": "Usher Featuring Pitbull",
        "lyrics": "  [Intro] Usher, Usher, Usher Yeah, man  [Verse 1: Usher] So we back in the club With our bodies rocking from Side to side, side-side to side Thank God the week is done I feel like a zombie gone Back to life, back-back to life  [Pre-Chorus 1: Usher] Hands up And suddenly, we all got our hands up No control of my body Ain't I seen you before? I think I remember those Eyes, eyes, eyes Eyes, eye-eyes  [Chorus: Usher] 'Cause baby, tonight The DJ got us falling in love again Yeah, baby Tonight, the DJ got us falling in love again So dance, dance like it's the last, last night Of your life, life, go on get you right 'Cause baby, tonight The DJ got us falling in love again  [Verse 2: Usher] Keep downing drinks like there's No tomorrow, there's just right Now, now, now, na-na-now, now Gon' set the roof on fire Gonna burn this motherfucker Down, down, down, da-da-down, down  [Pre-Chorus 2: Usher] Hands up And the music drops, we both put our hands up Put your hands on my body Swear I've seen you before I think I remember those Eyes, eyes, eyes Eyes, eye-eyes  [Chorus: Usher] 'Cause baby, tonight The DJ got us falling in love again Yeah, baby, tonight The DJ got us falling in love again So dance, dance like it's the last, last night Of your life, life, go on get you right 'Cause baby, tonight The DJ got us falling in love again  [Verse 3: Pitbull] Usher, don't lie! Hear no evil, speak no evil, see no evil Get it, baby, hope you catch that like T.O That's how we roll My life is a movie and you just TiVo Mami got me twisted like a dreadlock She don't wrestle, but I got her in a headlock Yabba-dabba-doo, make her bedrock Mami on fire, red hot Bada bing, bada boom Mr. Worldwide as I step in the room I'm a hustler, baby, but that, you knew And tonight it's just me and you, dale  [Chorus: Usher] 'Cause baby, tonight The DJ got us falling in love again Yeah, baby, tonight The DJ got us falling in love, falling in love So dance, dance like it's the last, last night Of your life, life, go on get you right 'Cause baby, tonight The DJ got us falling in love again Yeah, baby, tonight The DJ got us falling in love again So dance, dance like it's the last, last night Of your life, life, go on get you right 'Cause baby, tonight The DJ got us falling in love again  [Outro: Usher] Yeah Thank you, DJ  ",
        "title": "DJ Got Us Fallin' In Love"
    },
    {
        "artist": "Trey Songz Featuring Nicki Minaj",
        "lyrics": "  [Intro: Trey Songz] It's Mr. Steal Yo Girl It's Mr. Steal Yo Girl Let's go  [Hook: Trey Songz] Bottoms up, bottoms up, ay, what's in ya cup? Got a couple bottles, but a couple ain't enough Bottoms up, bottoms up, throw your hands up Tell security we 'bout to tear this club up Bottoms up, bottoms up, pocket full of green Girl, you know I love the way you shake it in them jeans Bottoms up, bottoms up, throw ya hands up Bottoms up, bottoms up, bottoms up, up, up  [Verse 1: Trey Songz] You know what it is girl, we back up in this thang Money stay in my pocket, girl, I'm like a walkin' bank Tell me whatcha drank, tell me whatcha thank If I go get these bottles, we go alcohol insane  [Pre-Hook: Trey Songz] Callin' all the girls, do you hear me? All around the world, city to city Cheers to the girls, throw a deuce to the guys Now I got a chicken and a goose in the ride Gettin' loose in the ride Hatin' ass nigga you can move to the move to the move to the side  [Hook: Trey Songz] Bottoms up, bottoms up, ay, what's in ya cup? Got a couple bottles, but a couple ain't enough Bottoms up, bottoms up, throw your hands up Tell security we 'bout to tear this club up Bottoms up, bottoms up, pocket full of green Girl, you know I love the way you shake it in them jeans Bottoms up, bottoms up, throw ya hands up Bottoms up, bottoms up, bottoms up, up, up  [Verse 2: Trey Songz] My vision's blurred, my words slurred It's jam packed, a million girls And I ain't tryna leave, though We drunk so let me be your alcohol hero  [Pre-Hook: Trey Songz] Callin' all the girls, do you hear me? All around the world, city to city Cheers to the girls, throw a deuce to the guys Now I got a chicken and a goose in the ride Gettin' loose in the ride Hatin' ass nigga you can move to the move to the move to the side  [Hook: Trey Songz] Bottoms up, bottoms up, ay, what's in ya cup? Got a couple bottles, but a couple ain't enough Bottoms up, bottoms up, throw your hands up Tell security we 'bout to tear this club up Bottoms up, bottoms up, pocket full of green Girl, you know I love the way you shake it in them jeans Bottoms up, bottoms up, throw ya hands up Bottoms up, bottoms up, bottoms up, up, up  [Verse 3: Nicki Minaj] Yo, could I get that 'Trón? Could I get that Remy? Could I get that Coke? Could I get that Henny? Could I get that margarita on the rock rock rocks? Could I get that salt all around that rim rim rim rim? Trey, I was like \"Yo, Trey\" Do you think you could buy me a bottle of Rosé? Okay, let's get it now I'm with a bad bitch, he's with his friends I don't say \"Hi\", I say \"keys to the Benz\" Keys to the Benz? Keys to the Benz Motherfuckin' right, yeah, V to the 10 If a bitch tryna get cute I'ma stomp her Throw a lot of money at her then yell \"Fuck her! Fuck her! Fuck her!\" Then yell, \"Fuck her!\" Then I'ma go get my Louisville Slugger Excuse me, I'm sorry, I'm really such a lady I rep Young Money, you know Slim, Baby? And we be doin' donuts while we wavin' the .380 We give a lot of money to the babies out in Haiti Yellin' all around the world Do you hear me? Do you like my body? Anna Nicki Rest in peace to Anna Nicole Smith Yes, my dear, you're so explosive Say \"Hi\" to Mary, Mary and Joseph Now bottoms up and double my dosage  [Hook: Trey Songz] Bottoms up, bottoms up, ay, what's in ya cup? Got a couple bottles, but a couple ain't enough Bottoms up, bottoms up, throw your hands up Tell security we 'bout to tear this club up Bottoms up, bottoms up, pocket full of green Girl, you know I love the way you shake it in them jeans Bottoms up, bottoms up, throw ya hands up Bottoms up, bottoms up, bottoms up, up, up  [Outro: Trey Songz] Bottoms up, bottoms up, bottoms up, bottoms up, bottoms up  ",
        "title": "Bottoms Up"
    },
    {
        "artist": "Katy Perry",
        "lyrics": "  [Produced by Dr. Luke, Benny Blanco, and Max Martin]  [Verse 1] You think I'm pretty without any makeup on You think I'm funny when I tell the punch line wrong I know you get me So I'll let my walls come down, down Before you met me I was alright, but things were kinda heavy You brought me to life Now every February, you'll be my Valentine, Valentine  [Pre-Chorus] Let's go all the way tonight No regrets, just love We can dance until we die You and I, we'll be young forever  [Chorus] You make me feel like I'm living a teenage dream The way you turn me on I can't sleep Let's run away and don't ever look back Don't ever look back My heart stops when you look at me Just one touch Now baby, I believe this is real So take a chance and don't ever look back Don't ever look back  [Verse 2] We drove to Cali and got drunk on the beach Got a motel and built a fort out of sheets I finally found you, my missing puzzle piece I'm complete  [Pre-Chorus] Let's go all the way tonight No regrets, just love We can dance until we die You and I, we'll be young forever  [Chorus] You make me feel like I'm living a teenage dream The way you turn me on I can't sleep Let's run away and don't ever look back Don't ever look back My heart stops when you look at me Just one touch Now baby, I believe this is real So take a chance and don't ever look back Don't ever look back  [Bridge] I'mma get your heart racing in my skin-tight jeans Be your teenage dream tonight Let you put your hands on me in my skin-tight jeans Be your teenage dream tonight (Tonight, tonight, tonight...)  [Chorus] You make me feel like I'm living a teenage dream The way you turn me on I can't sleep Let's run away and don't ever look back Don't ever look back My heart stops when you look at me Just one touch Now baby, I believe this is real So take a chance and don't ever look back Don't ever look back  [Bridge] I'mma get your heart racing in my skin-tight jeans Be your teenage dream tonight Let you put your hands on me in my skin-tight jeans Be your teenage dream tonight (Tonight, tonight, tonight...)  ",
        "title": "Teenage Dream"
    },
    {
        "artist": "Taio Cruz",
        "lyrics": "  [Verse 1: Taio Cruz] I came to dance, dance, dance, dance I hit the floor cause that's my plans, plans, plans, plans I'm wearing all my favorite brands, brands, brands, brands Give me space for both my hands, hands, hands, hands  [Pre-Chorus: Taio Cruz] Yeah, yeah Cause it goes on and on and on And it goes on and on and on Yeah!  [Chorus: Taio Cruz] I throw my hands up in the air sometimes Saying \"Ayo! Gotta let go!\" I wanna celebrate and live my life Saying \"Ayo! Baby, let's go!\"  Cause we gon' rock this club We gon' go all night We gon' light it up Like it's dynamite! Cause I told you once Now I told you twice We gon' light it up Like it's dynamite!  [Verse 2: Taio Cruz] I came to move, move, move, move Get out the way me and my crew, crew, crew, crew I’m in the club so I’m gonna do, do, do, do Just what the fuck, came here to do, do, do, do  [Pre-Chorus: Taio Cruz] Yeah, yeah Cause it goes on and on and on And it goes on and on and on Yeah!  [Chorus: Taio Cruz] I throw my hands up in the air sometimes Saying \"Ayo! Gotta let go!\" I wanna celebrate and live my life Saying \"Ayo! Baby, let's go!\"  Cause we gon' rock this club We gon' go all night We gon' light it up Like it's dynamite! Cause I told you once Now I told you twice We gon' light it up Like it's dynamite!  [Verse 3: Taio Cruz] I'm gonna take it all out I'm gonna be the last one standing I'm over it all and I'm gonna be the last one landing Cause I, I, I believe it And I, I, I, I just want it all I just want it all I'm gonna put my hands in the air! Hands, hands in the air! Put your hands in the air!  [Chorus: Taio Cruz] I throw my hands up in the air sometimes Saying \"Ayo! Gotta let go!\" I wanna celebrate and live my life Saying \"Ayo! Baby, let's go!\"  Cause we gon' rock this club We gon' go all night We gon' light it up Like it's dynamite! Cause I told you once Now I told you twice We gon' light it up Like it's dynamite!  ",
        "title": "Dynamite"
    },
    {
        "artist": "P!nk",
        "lyrics": "  [Verse 1] Right, right, turn off the lights We're gonna lose our minds tonight What is the dealio? I love when it's all too much 5 A.M. turn the radio up Where's the rock 'n roll?  [pre-Chorus] Party crasher, panty snatcher Call me up if you're gangsta Don't be fancy, just get dancy Why so serious?  [Chorus] So raise your glass if you are wrong In all the right ways, all my underdogs We will never be, never be anything but loud And nitty, gritty, dirty, little freaks Won't you come on and come on and Raise your glass Just come on and come on and Raise your glass  [Verse 2] Slam, slam, oh hot damn What part of party don't you understand? Wish you'd just freak out (Freak out already) Can't stop, coming in hot I should be locked up right on the spot It's so on right now (It's so fucking on right now)  [Pre-Chorus] Party crasher, panty snatcher Call me up if you're gangsta Don't fancy, just get dancy Why so serious?  [Chorus] So raise your glass if you are wrong In all the right ways, all my underdogs We will never be, never be anything but loud And nitty, gritty, dirty, little freaks Won't you come on and come on and Raise your glass Just come on and come on and raise your glass Won't you come on and come on and Raise your glass Just come on and come on and raise your glass  [Bridge] Oh shit! My glass is empty That sucks! So if you're too school for cool (I mean) And you're treated like a fool (Treated like a fool) You can choose to let it go We can always, we can always party on our own So raise your (oh, fuck)  [Chorus] So raise your glass if you are wrong In all the right ways, all my underdogs We will never be, never be anything but loud And nitty, gritty, dirty, little freaks So raise your glass if you are wrong In all the right ways, all my underdogs We will never be, never be anything but loud And nitty, gritty, dirty, little freaks Won't you come on and come on and Raise your glass Just come on and come on and raise your glass Won't you come on and come on and Raise your glass for me Just come on and come on and raise your glass For me  ",
        "title": "Raise Your Glass"
    },
    {
        "artist": "Willow",
        "lyrics": "  [Hook:] I whip my hair back and forth I whip my hair back and forth (just whip it) I whip my hair back and forth I whip my hair back and forth (whip it real good) I whip my hair back and forth I whip my hair back and forth I whip my hair back and forth I whip my hair back and forth  [Verse 1:] Hop up out the bed, turn my swag on Pay no attention to them haters Because we whip 'em off And we ain’t doin' nothin' wrong So don’t tell me nothin' I’m just trying to have fun So keep the party jumping So what's up? (yeah) And now they don't know what to do We turn our back and whip our hair and just; Shake em off, shake em off Shake em off, shake em off  [Pre-Hook:] Don’t let haters get me off my grind Whip my hair, if I know I’ll be fine Keep fighting until I get there When I’m down and I feel like giving up (I think again)  [Hook:] I whip my hair back and forth I whip my hair back and forth (just whip it) I whip my hair back and forth I whip my hair back and forth (whip it real good) I whip my hair back and forth I whip my hair back and forth (just whip it) I whip my hair back and forth I whip my hair back and forth (whip it real good) I whip my hair back and forth I whip my hair back and forth (just whip it) I whip my hair back and forth I whip my hair back and forth (whip it real good) I whip my hair back and forth I whip my hair back and forth I whip my hair back and forth I whip my hair back and forth  [Verse 2:] I'mma get more shine in a little bit Soon as I hit the stage applause I’m hearing it Whether is black stars, black cars I’m feelin it But can't none of them whip it like I do (I) I get to the mm-yeah go hard When they see me pull up I whip it real hard I whip it real hard Real hard I whip it real hard  [Pre-Hook:] Don’t let haters get me off my grind Keep my head up, I know I’ll be fine Keep fighting until I get there When I’m down and I feel like giving up (I think again)  [Hook:] I whip my hair back and forth I whip my hair back and forth (just whip it) I whip my hair back and forth I whip my hair back and forth (whip it real good) I whip my hair back and forth I whip my hair back and forth (just whip it) I whip my hair back and forth I whip my hair back and forth (whip it real good) I whip my hair back and forth I whip my hair back and forth (just whip it) I whip my hair back and forth I whip my hair back and forth (whip it real good) I whip my hair back and forth I whip my hair back and forth I whip my hair back and forth I whip my hair back and forth  [Bridge:] All my ladies if you feel it Gone and do it, do it Whip your hair (whip your hair) Don’t matter if it’s long, short Do it, do it whip your hair!  All my ladies if you feel it Gone and do it, do it Whip your hair (whip your hair) Don’t matter if it’s long, short Do it, do it whip your hair, your hair, your hair!  [Hook:] I whip my hair back and forth I whip my hair back and forth (just whip it) I whip my hair back and forth I whip my hair back and forth (whip it real good) I whip my hair back and forth I whip my hair back and forth (just whip it) I whip my hair back and forth I whip my hair back and forth (whip it real good) I whip my hair back and forth I whip my hair back and forth (just whip it) I whip my hair back and forth I whip my hair back and forth (whip it real good) I whip my hair back and forth I whip my hair back and forth I whip my hair back and forth I whip my hair back and forth  ",
        "title": "Whip My Hair"
    },
    {
        "artist": "Flo Rida Featuring David Guetta",
        "lyrics": "  [Intro/Hook: Flo Rida & Nicole Scherzinger] You know I know how To make 'em stop and stare as I zone out The club can't even handle me right now Watchin' you watchin' me, I go all out The club can't even handle me right now (Eh, yea-ei-yeaaah, eh, yea-ei-yeaaah, eh, yea-yeaaaah) The club can't even handle me right now (Eh, yea-ei-yeaaah, eh, yea-ei-yeaaah, eh, yea-yeaaaah) Haha! Can't nothin' handle me right now! I see you, D. Guetta, Let's get 'em!  [Verse 1: Flo Rida] Hey I own the light and I don't need no help Gotta be the feeling that Scarface felt Stuntin gone wild, can't handle this playa Life of the club arrogant like, yeah Talk like money all the girls just melt One too many all on me like twelve Look like cash and they all just stare Bottles, models, standin' on chairs Ball out cause that's the business All out, it's so ridiculous Zone out, so much attention Scream out, I'm in the building - hey! They watchin', I know this I'm rockin', I'm rollin' I'm holdin', I know it, you know it  [Hook: Flo Rida & Nicole Scherzinger] You know I know how To make 'em stop and stare as I zone out The club can't even handle me right now Watchin' you watchin' me, I go all out The club can't even handle me right now (Eh, yea-ei-yeaaah, eh, yea-ei-yeaaah, eh, yea-yeaaaah) The club can't even handle me right now (Eh, yea-ei-yeaaah, eh, yea-ei-yeaaah, eh, yea-yeaaaah)  [Verse 2: Flo Rida] Hey Still feelin' myself, I'm like outta control Can't stop now, more shots, let's go Ten more rounds, can I get a K.O.? Paparazzi tryna make me pose Came to party 'til I can't no more Celebrate cause that's all I know Tip the groupies takin' off they clothes Grand finale like Super Bowl Go hard, I run the show That's right, wild out, got money to blow More lights, more ice, when I walk in the door No hype, do it big all over the globe Yeah! I said it, go tell it Confetti, who ready? I'm ready! You ready? Let's get it!  [Hook: Flo Rida & Nicole Scherzinger] You know I know how To make 'em stop and stare as I zone out The club can't even handle me right now Watchin' you watchin' me, I go all out The club can't even handle me right now (Eh, yea-ei-yeaaah, eh, yea-ei-yeaaah, eh, yea-yeaaaah) (Put your hands up!) (Put your hands up!) (Put your hands up!) The club can't even handle me right now (Eh, yea-ei-yeaaah, eh, yea-ei-yeaaah, eh, yea-yeaaaah) (Put your hands up!) (Put your hands up!) (Put your hands up!)  [Bridge: Flo Rida] You got me watchin' now (Yeah) Got my attention now (Yeah) Got everybody in the club wantin' to know now I am a ladies' man, come and be my lady and We can ball, so, Ahhh! Bring ya body here, let me switch up ya atmosphere Take you up out of the club and up in my new lim' (Yeah) Fly you all around the world Whatchu want, baby girl? Are you ready to go, now?  [Hook: Flo Rida & Nicole Scherzinger] You know I know how To make 'em stop and stare as I zone out The club can't even handle me right now Watchin' you watchin' me, I go all out The club can't even handle me right now (Eh, yea-ei-yeaaah, eh, yea-ei-yeaaah, eh, yea-yeaaaah) (Put your hands up!) (Put your hands up!) (Put your hands up!) The club can't even handle me right now (Eh, yea-ei-yeaaah, eh, yea-ei-yeaaah, eh, yea-yeaaaah)  [Outro: Flo Rida] Put your hands up! Let's celebrate now! Put your hands up! Put your hands up! Let's celebrate now! Put your hands up! You know who shut 'em down!  ",
        "title": "Club Can't Handle Me"
    },
    {
        "artist": "Neon Trees",
        "lyrics": null,
        "title": "Animal"
    },
    {
        "artist": "Enrique Iglesias Featuring Pitbull",
        "lyrics": null,
        "title": "I Like It"
    },
    {
        "artist": "Eminem Featuring Rihanna",
        "lyrics": "  [Chorus: Rihanna] Just gonna stand there and watch me burn Well, that's all right Because I like the way it hurts Just gonna stand there and hear me cry Well, that's all right Because I love the way you lie I love the way you lie  [Verse 1: Eminem] I can't tell you what it really is I can only tell you what it feels like And right now there's a steel knife in my windpipe I can't breathe, but I still fight while I can fight As long as the wrong feels right, it's like I'm in flight High off her love, drunk from her hate It's like I'm huffin' paint And I love her the more I suffer, I suffocate And right before I'm about to drown she resuscitates me She fuckin' hates me, and I love it, “Wait! Where you going?”, “I'm leaving you.” “No, you ain't Come back!” We're runnin' right back, here we go again It's so insane, 'cause when it's goin' good it's goin' great I'm Superman with the wind at his back, she's Lois Lane But when it's bad it's awful, I feel so ashamed I snap, “Who's that dude?”, I don't even know his name I laid hands on him, I'll never stoop so low again I guess I don't know my own strength  [Chorus: Rihanna] Just gonna stand there and watch me burn Well, that's all right Because I like the way it hurts Just gonna stand there and hear me cry Well, that's all right Because I love the way you lie I love the way you lie I love the way you lie  [Verse 2: Eminem] You ever love somebody so much You can barely breathe when you're with 'em? You meet, and neither one of you even know what hit 'em Got that warm fuzzy feelin' Yeah, them chills used to get 'em Now you're gettin' fuckin' sick of lookin' at 'em? You swore you'd never hit 'em, never do nothin' to hurt 'em Now you're in each other's face Spewin' venom in your words when you spit 'em You push, pull each other's hair, scratch, claw, bit 'em Throw 'em down, pin 'em So lost in the moments when you're in 'em It's the rage that took over, it controls you both So they say it's best to go your separate ways Guess that they don't know ya 'Cause today, that was yesterday, yesterday is over It's a different day, sound like broken records playin' over But you promised her, next time you'd show restraint You don't get another chance, life is no Nintendo game But you lied again Now you get to watch her leave out the window Guess that's why they call it window pane  [Chorus: Rihanna] Just gonna stand there and watch me burn Well, that's all right Because I like the way it hurts Just gonna stand there and hear me cry Well, that's all right Because I love the way you lie I love the way you lie I love the way you lie  [Verse 3: Eminem] Now, I know we said things, did things that we didn't mean And we fall back into the same patterns, same routines But your temper's just as bad as mine is You're the same as me when it comes to love You're just as blinded, baby, please Come back, it wasn't you, baby, it was me Maybe our relationship isn't as crazy as it seems Maybe that's what happens when a tornado meets a volcano All I know is I love you too much to walk away though Come inside, pick up your bags off the sidewalk Don't you hear sincerity in my voice when I talk? Told you this is my fault, look me in the eyeball Next time I'm pissed I'll aim my fist at the drywall Next time? There won't be no next time! I apologize even though I know it's lies I'm tired of the games, I just want her back I know I'm a liar, if she ever tries to fuckin' leave again I'ma tie her to the bed and set this house on fire  [Chorus: Rihanna] Just gonna stand there and watch me burn Well, that's all right Because I like the way it hurts Just gonna stand there and hear me cry Well, that's all right Because I love the way you lie I love the way you lie I love the way you lie  ",
        "title": "Love The Way You Lie"
    },
    {
        "artist": "Chris Brown Featuring Tyga & Kevin McCall",
        "lyrics": "  [Verse 1: Chris Brown] All that bullshit's for the birds You ain't nothin' but a vulture Always hopin' for the worst Waitin' for me to fuck up You’ll regret the day when I find another girl Yeah, who knows just what I need She knows just what I mean When I tell her keep it drama free Chuckin' up them (deuces) I told you that I'm leavin' (deuces) I know you're mad, but so what? I wish you best of luck And now I'm finna throw them deuces up  [Verse 2: Drake] What you mean I ain’t call you? I hit you when I landed I’m waitin' in my hotel room Seems like we're arguin' more and it’s gettin' less romantic Yeah, I think she’ll be able to tell soon But I'll fuck you right, I will, I fuck you right, I will I’ll fuck you like no one has ever, ever made you feel I mean, this part of our relationship's amazin' still I might just put up with the arguin' and stay, for real You lookin' bad, girl, for goodness sakes! You with all those curves, and me without no brakes, ooh I’m willin' to work it out however long it takes you You feel like you miss those happy days Well, girl, that makes two of us; our timing is wrong Your friends always tyin' up every line on your phone Yeah, but tell them bitches that you’ll always be my missus And the hardest part about the fuckin' business Is mindin' your own; and every time I try and break it off We just yell until we tired, then I break you off It’s useless, all this fightin', let's get past it now Even when I throw them deuces you just send it back around  [Verse 3: T.I.] Your wrist and fingers glisten: ice cold like Michigan Look at what we livin' in, here we go with this again I just keep on talkin', but I guess that you ain't listenin' Rather run around with them nothin'-ass bitches then Go on, got me hot, smokin' like a chimney We used to be best friends Now it seems we finna be enemies Deep inside it’s killin' me, but soon its gon' be killin' you To see her in that two-seater Now that's gon' hurt your feelings, boo Ah ha, didn’t you think you would be over me by now? So you go sleepin' with them clowns, they are no relief She spoke her piece, I know, capisce So love must be let go, released, into the wind Again, again, and deuces I must throw ya, peace  [Verse 4: Kanye West] You know what, yo? You a bitch You should have a travel agent, ‘cause you a trip You should make your own toilet tissue since you the shit But all you got is some fuckin' issues, you fuckin' bitch! I hate niggas, but I love your mom Give her a kiss for me, her second son Get your mind right, baby, or get your shit together You gonna be hot a little while, I’ma be rich forever Girl seducers, they come in deuces But when I cut 'em off they always become a nuisance Niggas take my old flows and they take my old swag He just took my old bitch and turned it to his new bitch I’m stupid, but I won’t get my drama on What I’m dealin' with is too real for me to comment on Jay finally got it through my head not to run my mouth So when you talk 'bout “you know who” I don’t know who you talkin' 'bout  [Verse 5: Fabolous] According to my old bish I be on some new ish She was on some old ish, now I got a new bish Think I give two ish? You ain't gonna do ish Meet my two fingers, intro-deuces If you knew better you’d do better Wanna get the middle finger, but I got two better  [Interlude: Chris Brown + Drake] So you gonna diss me Even though you know it’s wrong Know you gonna miss me a little when I’m gone  [Verse 6: Fabolous] Drizzy voice Now I’m ghost, baby, four-door Rizzy Royce Tryna work it out might be a bad business choice I’m 'bout my business, boys, plus I make paper Come on, that's old news; yesterday’s paper Oh, you talkin', what about? If it ain't how I kept you studded out You might as well shut your mouth You’ll never score another me, I’ll shut it out Act like there’s gum in your hair, girl: cut it out!  [Verse 7: Rick Ross] Got a pocket full of hundreds, she the only one that's missin' Got a bucket full of ice, and a watch to go with it Got a racin' Lamborghini, have my homies scared to drive Haters better put their head down, they know that boy be fly All the charter planes, now I’m talkin' ballers slang R.O.Z.A.Y. on that wall in the Hall of Fame I let my denim sag, red Louis belt How can you love me, baby? First you gotta love yourself  [Verse 8: Andre 3000] The farewell email from a female But I’m a playa, ain't gonna tell you all the details What it entails is hard to say, like sellin' seashells By the seashore, but she’s not a bore But neither a whore who needs to know more The kind you can’t ignore but want to open the door for Or run in your favorite store, and leave with all them shopping bags and half of it ain't yours I did things for her; ain't rich, ain't poor I wanted to do more, but hell, I just ain't know her Well enough to know if this is all she came for But enough to know tonight excited she came four Times to my cousin house to see if I was there Get your minds out the gutter, man We out here tryna have a good time And here I am, all heavy with the words where Somebody that's a nerd, likely fast forward But, shit, they asked for it It’s hard to throw up them deuces ‘Cause when you know it’s juicy You start to sound like Confucius when makin' up excuses Chase the Cabooses until the track gone I gotta find me a new locomotive, stop makin' sad songs  [Hook: Chris Brown] I'm on some new shit I'm chuckin' my deuces up to her I'm movin' on to somethin' better, better, better No more tryna make it work You made me wanna say bye bye Say bye bye, say bye bye to her You made me wanna say bye bye Say bye bye, say bye bye to her  ",
        "title": "Deuces"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] The way you move is like a full on rainstorm And I'm a house of cards You're the kind of reckless That should send me running But I kinda know that I won't get far And you stood there in front of me Just close enough to touch Close enough to hope you couldn't see What I was thinking of  [Chorus] Drop everything now Meet me in the pouring rain Kiss me on the sidewalk Take away the pain 'Cause I see sparks fly whenever you smile Get me with those green eyes, baby, as the lights go down Give me something that'll haunt me when you're not around 'Cause I see sparks fly whenever you smile  [Verse 2] My mind forgets to remind me You're a bad idea You touch me once and it's really something You find I'm even better than you imagined I would be I'm on my guard for the rest of the world But with you I know it's no good And I could wait patiently but I really wish you would  [Chorus] Drop everything now Meet me in the pouring rain Kiss me on the sidewalk Take away the pain 'Cause I see sparks fly whenever you smile Get me with those green eyes, baby, as the lights go down Give me something that'll haunt me when you're not around 'Cause I see sparks fly whenever you smile  [Bridge] I run my fingers through your hair and watch the lights go wild Just keep on keeping your eyes on me, it's just wrong enough to make it feel right And lead me up the staircase Won't you whisper soft and slow? I'm captivated by you, baby, like a firework show  [Chorus] Drop everything now Meet me in the pouring rain Kiss me on the sidewalk Take away the pain 'Cause I see sparks fly whenever you smile Get me with those green eyes, baby, as the lights go down Give me something that'll haunt me when you're not around 'Cause I see sparks fly whenever you smile  [Outro] And the sparks fly Oh, baby, smile And the sparks fly  ",
        "title": "Sparks Fly"
    },
    {
        "artist": "Kanye West Featuring Jay-Z, Rick Ross, Bon Iver & Nicki Minaj",
        "lyrics": "  [Intro: Bon Iver] I shoot the lights out Hide 'til it's bright out Oh just another lonely night Are you willing to sacrifice your life?  [Intro Verse: Rick Ross] Bitch, I'm a monster, no-good blood-sucker Fat motherfucker, now look who's in trouble As you run through my jungles all you hear is rumbles Kanye West samples, here's one for example  [Hook: Kanye West] Gossip, gossip, nigga just stop it Everybody know I'm a motherfucking monster I'ma need to see your fucking hands at the concert I'ma need to see your fucking hands at the concert Profit, profit, nigga I got it Everybody know I'm a motherfucking monster I'ma need to see your fucking hands at the concert I'ma need to see your fucking hands  [Verse 1: Kanye West] The best living or dead hands down, huh Less talk, more head right now, huh And my eyes more red than the devil is And I'm about to take it to another level, bitch No matter who you go and get, ain't nobody cold as this Do the rap and the track, triple double no assists And my only focus is staying on some bogus shit Arguing with my older bitch, acting like I owe her shit I heard that people sing raps to give the track pain Bought the chain that always give me back pain Fucking up my money so yeah I had to act sane Chi nigga but these hoes love my accent Chick came up to me and said, \"This the number to dial If you wanna make your #1 your #2 now\" Mix that Goose and Malibu, I call it \"Malibooyah\" Goddamn, Yeezy, how he hit 'em with a new style? Know that motherfucker well: \"What you gonna do now?\" Whatever I want to do. Gosh! It's cool now Know I'm gonna do, ah, it's the new now Think you motherfuckers really really need to cool out 'Cause you'll never get on top of this So mommy, best advice is just to get on top of this Have you ever had sex with a pharaoh? Put the pussy in a sarcophagus Now she claiming that I bruised her esophagus Head of the class and she just won a swallowship I'm living in the future so the present is my past My presence is a present, kiss my ass  [Hook: Kanye West] Gossip, gossip, nigga just stop it Everybody know I'm a motherfucking monster I'ma need to see your fucking hands at the concert I'ma need to see your fucking hands at the concert Profit, profit, nigga I got it Everybody know I'm a motherfucking monster I'ma need to see your fucking hands at the concert I'ma need to see your fucking hands  [Verse 2: Jay Z] Sasquatch, Godzilla, King Kong, Loch Ness Goblin, ghoul, a zombie with no conscience Question: What do these things all have in common? Everybody knows I'm a motherfucking monster Conquer, stomp ya, stop your silly nonsense Nonsense, none of you niggas know where the swamp is None of you niggas have seen the carnage that I've seen I still hear fiends scream in my dreams Murder, murder in black convertibles, I Kill the block, I murder the avenues, I Rape and pillage your village, women and children Everybody want to know what my Achilles' heel is Love, I don't get enough of it All I get is these vampires and blood-suckers All I see is these niggas I made millionaires Milling about, spilling they feelings in the air All I see is these fake fucks with no fangs Tryna draw blood from my ice-cold veins [*breathes in*] I smell a massacre Seems to be the only way to back you bastards up  [Hook: Kanye West] Gossip, gossip, nigga just stop it Everybody know I'm a motherfucking monster I'ma need to see your fucking hands at the concert I'ma need to see your fucking hands at the concert Profit, profit, nigga I got it Everybody know I'm a motherfucking monster I'ma need to see your fucking hands at the concert I'ma need to see your fucking hands  [Verse 3: Nicki Minaj] Pull up in the monster, automobile gangsta With a bad bitch that came from Sri Lanka Yeah I'm in that Tonka, color of Willy Wonka You could be the king but watch the queen conquer Okay, first things first, I'll eat your brains Then I'ma start rocking gold teeth and fangs 'Cause that's what a motherfucking monster do Hair dresser from Milan, that's the monster 'do Monster Giuseppe heel, that's the monster shoe Young Money is the roster and a monster crew And I'm all up, all up, all up in the bank with the funny face And if I'm fake, I ain't notice 'cause my money ain't So let me get this straight, wait, I'm the rookie? But my features and my shows ten times your pay? 50K for a verse, no album out Yeah, my money's so tall that my Barbies got to climb it Hotter than a Middle Eastern climate, violent Tony Matterhorn, \"Dutty Wine\" it, wylin' Nicki on them titties when I sign it That's how these niggas so one-track-minded But really really I don't give a F-U-C-K \"Forget Barbie, fuck Nicki 'cause she's fake\" \"She on a diet,\" but my pockets eating cheesecake And I'll say, bride of Chucky, it's Child's Play Just killed another career, it's a mild day Besides, 'Ye, they can't stand besides me I think me, you, and Am should ménage Friday Pink wig, thick ass, give 'em whiplash I think big, get cash, make 'em blink fast Now look at what you just saw, this is what you live for Aaaah, I'm a motherfucking monster!  [Outro: Bon Iver] I crossed the limelight And I'll let God decide And I wouldn't last these shows So I am headed home I crossed the limelight And I'll let God decide And I wouldn't last these shows So I am headed home I crossed the limelight And I'll let God decide And I wouldn't last these shows So I am headed home  [Produced by Kanye West, Mike Dean & Plain Pat] [Video directed by Jake Nava]  ",
        "title": "Monster"
    },
    {
        "artist": "Mike Posner",
        "lyrics": "  [Verse 1] Let's run away from these lies Back to yesterday, safe tonight  [Pre-Hook] I feel the sun creeping up like tick tock I'm trying to keep you in my head but if not We'll just keep running from tomorrow with our lips locked Yeah, you got me begging, begging  [Hook] Baby, please don't go If I wake up tomorrow will you still be here? I don't know if you feel the way I do If you leave, I'm gonna find you Baby, please don't go, go, go, go Baby, please don't go, go, go, go Baby, please don't go, go, go, go Baby, please don't, baby, please don't  [Verse 2] Baby, please don't run away From my bed and start another day Stay instead  [Pre-Hook] I feel the sun creeping up like tick tock I'm trying to keep you in my head but if not We'll just keep running from tomorrow with our lips locked Yeah, you got me begging, begging  [Hook] Baby, please don't go If I wake up tomorrow will you still be here? I don't know if you feel the way I do If you leave, I'm gonna find you Baby, please don't go, go, go, go Baby, please don't go, go, go, go Baby, please don't go, go, go, go Baby, please don't, baby, please don't  [Bridge] I stay running from tomorrow I stay running from tomorrow Well, I stay running from tomorrow Said, I stay running from tomorrow  [Hook] Baby, please don't go If I wake up tomorrow will you still be here? I don't know if you feel the way I do If you leave, I'm gonna find you Baby, please don't go, go, go, go Baby, please don't go, go, go, go Baby, please don't go, go, go, go Baby, please don't, baby, please don't  ",
        "title": "Please Don't Go"
    },
    {
        "artist": "Waka Flocka Flame Featuring Roscoe Dash & Wale",
        "lyrics": "  [Chorus: Roscoe Dash] Girl, the way you're moving got me in a trance DJ, turn me up Ladies, this your jam I'ma sip Moscato and you gon' lose them pants Then I'ma throw this money while you do it with no hands Girl, drop it to the floor, I love the way your booty go All I wanna do is sit back and watch you move and I'll proceed to throw this cash  [Verse 1: Waka Flocka Flame] All that ass in your jeans Can Wale beat? Can Roscoe skeet? Long hair, she don't care When she walk, she gets stares Brown-skin or a yellow bone DJ, this my favorite song So I'ma make it thunderstorm, flood warning, Flocka, yeah Blow it, fuck it, I don't care Jacksons flying everywhere Tap my partner Roscoe like, \"Bruh, I'm drunk as hell, can't you tell? Threw 70 bands, bet 50 stacks, oh fucking well I'm trying hit the hotel with two girls that'll swallow me Take this dick while I swallow Pink Moscato, got her freaky Hey, you got me in a trance, please take off your pants Pussy pop on a handstand, you got me sweating Please pass me a fan, damn  [Chorus: Roscoe Dash] Girl, the way you're moving got me in a trance DJ, turn me up Ladies, this your jam I'ma sip Moscato and you gon' lose them pants Then I'ma throw this money while you do it with no hands Girl, drop it to the floor, I love the way your booty go All I wanna do is sit back and watch you move and I'll proceed to throw this cash  [Verse 2: Wale] She said, \"Look, ma, no hands\" She said, \"Look, ma, no hands and no, darling, I don't dance\" And I'm with Roscoe, I'm with Waka, I think I deserve a chance I'm a bad motherfucker, go and ask some motherfuckers A young handsome motherfucker, I sling that wood, I just Nunchuck them Who you with, and what's your name? And you not hip, boo, I'm Wale And that D.C. shit, I rep all day And my eyes red 'cause of all that haze Don't blow my high, let me shine Drumma on the beat, let me take my time Niggas want beef, we can take it outside Fight for what broad? These hoes ain't mine Is you out your mind? You out your league I sweat no bitches, just sweat out weaves Wear out tracks, let me do my thing I got 16 for this Roscoe thing But I'm almost done, let me get back to it Whole lot of loud and a little Backwood Whole lot of money, big tip, I would I put her on the train, little engine could, bitch  [Chorus: Roscoe Dash] Girl, the way you're moving got me in a trance DJ, turn me up Ladies, this your jam I'ma sip Moscato and you gon' lose them pants Then I'ma throw this money while you do it with no hands Girl, drop it to the floor, I love the way your booty go All I wanna do is sit back and watch you move and I'll proceed to throw this cash  [Verse 3: Roscoe Dash] R-O-S-C-O-E, Mr. Shawty-Put-It-On-Me I be going ham, shawty upgrade from bologna Them niggas tipping good, girl, but I can make it flood 'Cause I walk around with pockets that are bigger than my bus Rain, rain, go away, that's what all my haters say My pockets stuck on overload, my rain never evaporates No need to elaborate, most of these ducks exaggerate But I'ma get money, nigga, everyday stunting, nigga Ducks might get a chance after me Bitch, I'm balling like I'm coming off of free throws Just ahead of the game, no cheat codes Lambo, Roscoe, no street code And your booty got me lost like Nemo Go, go, go, go, go on and do your dance And I'ma throw this money while you do it with no hands  [Chorus: Roscoe Dash] Girl, the way you're moving got me in a trance DJ, turn me up Ladies, this your jam I'ma sip Moscato and you gon' lose them pants Then I'ma throw this money while you do it with no hands Girl, drop it to the floor, I love the way your booty go All I wanna do is sit back and watch you move and I'll proceed to throw this cash  ",
        "title": "No Hands"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": null,
        "title": "Mine"
    },
    {
        "artist": "Lil Wayne Featuring Drake",
        "lyrics": "  [Produced by Kane Beatz]  [Intro] Kane is in the building  [Verse 1: Drake] Who else is really trying to fuck with Hollywood Cole I'm with Marley G's bro Flying Holly Grove chicks to my Hollywood shows And I wanna tell you something that you probably should know This that Slum Dog Millionaire Bollywood flow and uh My real friends never hearing from me Fake friends write the wrong answers on the mirror for me That's why I pick and choose, I don't get shit confused I got a small circle, I'm not with different crews We walk the same path, but got on different shoes Live in the same building, but we got different views I got a couple cars, I never get to use Don't like my women single, I like my chicks in twos And these days all the girls are down to roll I hit the strip club, and all them bitches find a pole Plus I be sipping, so this shit is moving kinda slow Just tell my girl to tell her friend that it's time to go  [Hook: Lil Wayne] Now tell me how you love it You know you at the top when only heaven is right above it We on, it's Young Money motherfucker If you ain't running with it, run from it motherfucker Alright, now somebody show some money in this bitch And I got my b's with me like some honey in this bitch, you dig I got my gun in my boo purse And I don't bust back, because I shoot first  [Verse 2: Lil Wayne] Meet me on the fresh train, yes I'm in the building You just on the list of guest names And all of my riders do not give a fuck, X-Games Guns turn you boys into pussies, sex change And I smoke 'til I got chest pains And you niggas know I rep my gang like Jesse James Women are possessive, and they wanna possess Wayne I been fly so long I fell asleep on the fucking plane Skinny pants and some Vans Call me Triple A, get my advance in advance, amen As the world spinning, dance in my hands Life is a beach, I'm just playing in the sand Uh, wake up and smell the pussy You niggas can't see me, but never overlook me I'm on a paper trail and ain't no telling where it took me Yeah, and I ain't a killer but don't push me  [Hook: Lil Wayne] Now tell me how you love it You know you at the top when only heaven is right above it We on, it's Young Money motherfucker If you ain't running with it, run from it motherfucker Alright, now somebody show some money in this bitch And I got my b's with me like some honey in this bitch, you dig I got my gun in my boo purse And I don't bust back, because I shoot first  [Verse 3: Lil Wayne] How do you say what's never said? Beautiful black woman, I bet that bitch look better red Limping off tour, cause I made more on my second leg Muthafuckin' Birdman Jr., 11th Grade Ball on automatic start I can hand it to Drake or do a quarterback draw Wildcat offense, check the paw prints We in the building, you niggas in apartments Uh, now come on be my blood donor Flow so nice you ain't gotta put a rug on her Do it big and let the small fall under that Damn where you stumbled at? From where they make Gumbo at Kane got the fucking beat jumping like a jumping jack And you know me, I get on this bitch and have a heart attack Hip-Hop, I'm the heart of that Nigga, nothing short of that President Carter, Young Money Democrat  [Hook: Lil Wayne] Now tell me how you love it You know you at the top when only heaven is right above it We on, it's Young Money motherfucker If you ain't running with it, run from it motherfucker Alright, now somebody show some money in this bitch And I got my b's with me like some honey in this bitch, you dig I got my gun in my boo purse And I don't bust back, because I shoot first  ",
        "title": "Right Above It"
    },
    {
        "artist": "Cee Lo Green",
        "lyrics": null,
        "title": "F**k You! (Forget You)"
    },
    {
        "artist": "will.i.am & Nicki Minaj",
        "lyrics": "  [Verse 1: Nicki Minaj] St-st-step up in the party like my name was That Bitch All these haters mad because I'm so established They know I'm a beast, yeah I'm a fucking savage Haters you can kill yourself, uhh In my space shuttle and I'm not coming down I'm a stereo and she's just so monotone Sometimes it just me and all my bottles all alone I ain't coming back this time  [Hook: will.i.am & Nicki Minaj] I can't believe it, it's so amazing This club is heating, this party's blazin' I can't believe it, this beat it banging I can't believe it, I can't believe it Hey, check it out, check it out, check it out, check it Check it out, check it out, check it out, check it out Check it out, check it out, yeah yeah I'm feeling it now Check it out, check it out, check it out  [Verse 2: will.i.am] St-st-step up in the party like my name was Mr. T All these hating naggers ain't got nathin' on me Honestly I gotta stay as fly as I can be If you licking Willy, you get super OG Honeys always rush me cause I'm fly, fly, fly Dummies they can't touch me cause I'm floating sky high I stay niggerific, you don't need to ask why You just gotta see with your eyes  [Hook: will.i.am & Nicki Minaj] I can't believe it, it's so amazing This club is heating, this party's blazin' I can't believe it, this beat it banging I can't believe it, I can't believe it Hey, check it out, check it out, check it out, check it Check it out, check it out, check it out, check it out Check it out, check it out, yeah yeah I'm feeling it now Check it out, check it out, check it out  [Interlude: will.i.am] Check this motherfucker out! It got me in the club, in the club just rocking like this Oh, oh  [Verse 3: Nicki Minaj] Da-dun-dun The sun done, yep, the sun done Came up but we still up in dungeon Da-dun-dun, yep, in London Competition? Why yes, I would love some How the fuck they get mad cause their run done? Mad cause I'm getting money in abundance? Man I can't even count all of these hundreds Duffel bag every time I go to SunTrust I leave the rest just to collect intrust I mean interest, fuck my nemesis Exclamation, just for emphasis And I don't sympathize, cause you a simple bitch I just pop up on these hoes on some pimple shit And put the iron to your face, you old wrinkled bitch!  [Interlude: will.i.am] This, is mega nigga, u-u-ultra enigmatic Matic, matic, matic, ma-ma-matic  [Verse 4: will.i.am] Oh, we just had to kill it We on the radio hotter than a skillet We in the club making party people holla Money in the bank, we be getting top dollar I'm a big baller, you a little smaller Step up to my level, need to grow a little taller I'm a shot caller, get up off my collar You a Chihuahua, I'm a Rottweiler  [Hook: will.i.am & Nicki Minaj] I can't believe it, it's so amazing This club is heating, this party's blazin' I can't believe it, this beat it banging I can't believe it, I can't believe it Hey, check it out, check it out, check it out, check it Check it out, check it out, check it out, check it out Check it out, check it out, yeah yeah I'm feeling it now Check it out, check it out, check it out  ",
        "title": "Check It Out"
    },
    {
        "artist": "The Band Perry",
        "lyrics": "  [Intro] If I die young, bury me in satin Lay me down on a bed of roses Sink me in the river at dawn Send me away with the words of a love song Oh-oh, oh-oh  [Verse 1] Lord make me a rainbow I'll shine down on my mother She'll know I'm safe with you When she stands under my colors Oh and life ain't always what you think it ought to be, no Ain't even gray but she buries her baby The sharp knife of a short life Well I've had just enough time  [Chorus] If I die young, bury me in satin Lay me down on a bed of roses Sink me in the river at dawn Send me away with the words of a love song  [Pre-Chorus] The sharp knife of a short life Well, I've had just enough time  [Verse 2] And I'll be wearing white when I come into your kingdom I'm as green as the ring on my little cold finger I've never known the lovin' of man But it sure felt nice when he was holdin' my hand There's a boy here in town, says he'll love me forever Who would have thought forever could be severed by  [Pre-Chorus] The sharp knife of a short life Well, I've had just enough time  [Bridge] So put on your best boys, and I'll wear my pearls What I never did is done A penny for my thoughts—oh no, I'll sell 'em for a dollar They're worth so much more after I'm a goner And maybe then you'll hear the words I've been singin' It's funny when you're dead how people start listenin'  [Chorus] If I die young, bury me in satin Lay me down on a bed of roses Sink me in the river at dawn Send me away with the words of a love song  [Outro] Ooh, ooh, the ballad of a dove Go with peace and love Gather up your tears, keep 'em in your pocket Save 'em for a time when you're really gonna need 'em Oh, the sharp knife of a short life Well, I've had just enough time So put on your best boys, and I'll wear my pearls  ",
        "title": "If I Die Young"
    },
    {
        "artist": "Sugarland",
        "lyrics": "  [Verse 1] MMMM better, MMMM better Absolutely no one that knows me better No one that can make me feel sooo goooood How did we stay so long together? When everybody, everybody said we never would And just when I, I start to think they're right That love has died  [Chorus] There you go making my heart beat again Heart beat again Heart beat again There you go making me feel like a kid Won't you do it and do it one time? There you go pulling me right back in Right back in Right back in And I know-oo I'm never letting this go-ooo I'm stuck on you Whutooo whutooo Stuck like glue You and me baby we're stuck like glue Whutooo whutooo Stuck like glue You and me baby we're stuck like glue  [Verse 2] Some days I don't feel like trying Some days you know I wanna just give up When it doesn't matter who's right, fight about it all night Had enough You give me that look \"I'm sorry baby let's make up\" You do that thing that makes me laugh And just like that  [Chorus]  [Bridge] You almost stay out, too stuck together from the ATL Whutooo Whutoo Feeling kinda sick? Just a spoon full of sugar make it better real quick I say Whutooo Whutoo What you going to do with that? Whutooo Whutoo Come on over here with that Sugar sticky sweet stuff Come on give me that stuff Everybody wants some Melodies that get stuck Up in your head Whutooo whutooo Up in your head Whutooo whutooo Up in your head Whutooo whutooo Up in your head Whutooo whutooo Whuthoo whutooo Stuck like glue You and me together, say, it's all I wanna do I said  [Chorus][x2]  ",
        "title": "Stuck Like Glue"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] I guess you really did it this time Left yourself in your warpath Lost your balance on a tightrope Lost your mind trying to get it back  [Pre-Chorus] Wasn't it easier in your lunchbox days? Always a bigger bed to crawl into Wasn't it beautiful when you believed in everything And everybody believed in you?  [Chorus] It's alright, just wait and see Your string of lights is still bright to me Oh, who you are is not where you've been You're still an innocent You're still an innocent  [Verse 2] Did some things you can't speak of But at night you live it all again You wouldn't be shattered on the floor now If only you had seen what you know now then  [Pre-Chorus] Wasn't it easier in your firefly-catching days? When everything out of reach, someone bigger brought down to you Wasn't it beautiful running wild 'til you fell asleep Before the monsters caught up to you?  [Chorus] It's alright, just wait and see Your string of lights is still bright to me Ohwho you are is not where you've been You're still an innocent It's okay, life is a tough crowd 32, and still growing up now Who you are is not what you did You're still an innocent  [Bridge] Time turns flames to embers You'll have new Septembers Every one of us has messed up too Lives change like the weather I hope you remember Today is never too late to be brand new  [Chorus] It's alright, just wait and see Your string of lights is still bright to me Oh, who you are is not where you've been You're still an innocent It's okay, life is a tough crowd 32, and still growing up now Who you are is not what you did You're still an innocent You're still an innocent  [Outro] Lost your balance on a tightrope It's never too late to get it back  ",
        "title": "Innocent"
    },
    {
        "artist": "The Ready Set",
        "lyrics": "  [Intro] (J-J-J-J-J-R) Wo-oh, oh-oh ooh Wo-oh, oh-oh ooh I kinda feel like it don't make Like-like-like it don't make Feel like it don't make s-s-s-s-sense  [Verse 1] I'm thinking baby you and I are undeniable But I'm findin' out love's unreliable I'm giving all I got to make you stay Or am I just a roadblock in your way? 'Cause you're a pretty little windstorm Out on the boulevard Something like a sunset Oh, you're a shooting star And I might drive myself insane If those lips aren't speaking my name  [Pre-Chorus] 'Cause I've got some intuition or maybe I'm superstitious But I think you're a pretty sweet pill that I'm swallowing down To counter this addiction You got me on a mission Tell me darling can I get a break some- How could I say no?  [Chorus] She's got a love like woe! (Wo-oh, oh-oh ooh) Girl's got a love like woe! (Wo-oh, oh-oh ooh, ba-da-dah) I kinda feel like it don't make sense 'Cause you're bringing me in and now you're kicking me out again Love so strong, then you moved on Now I'm hung up in suspense Because you're bringing me in and then you're kicking me out again  [Verse 2] It's like a hurricane, speed train She's a moving car Catch her in the fast lane, oh I gotta know Can I keep up with her pace? Kick it into gear when I see that face You can take up all my time 'cause you're the only one That can make a storm cloud break Pulling out the sun And I can't get caught in the rain Can I get your lips to speak my name?  [Pre-Chorus] 'Cause I've got some intuition or maybe I'm superstitious But I think you're a pretty sweet pill that I'm swallowing down To counter this addiction You got me on a mission Tell me darling can I get a break some- How could I say no?  [Chorus] She's got a love like woe! (Wo-oh, oh-oh ooh) Girl's got a love like woe! (Wo-oh, oh-oh ooh, ba-da-dah) I kinda feel like it don't make sense 'Cause you're bringing me in and now you're kicking me out again Love so strong, then you moved on Now I'm hung up in suspense Because you're bringing me in and then you're kicking me out again  [Bridge] 'Cause we only have one life The timing and the moment all seem so right So would you say you're mine? (We'll be just fine) Would you say you're mine? (We'll be just fine)  [Chorus] She's got a love like woe (Wo-oh, oh-oh ooh) Girl's got a love like woe (Wo-oh, oh-oh ooh, ba-da-dah) I kinda feel like it don't make sense 'Cause you're bringing me in and now you're kicking me out again Love so strong, then you moved on Now I'm hung up in suspense Because you're bringing me in and then you're kicking me out again  She's got a love like woe! (Wo-oh, oh-oh ooh) Girl's got a love like woe! (Wo-oh, oh-oh ooh, ba-da-dah) I kinda feel like it don't make sense 'Cause you're bringing me in and now you're kicking me out again Love so strong, then you moved on Now I'm hung up in suspense Because you're bringing me in and then you're kicking me out again (again... again...)  ",
        "title": "Love Like Woe"
    },
    {
        "artist": "Katy Perry",
        "lyrics": "  [Verse 1] Do you ever feel like a plastic bag Drifting through the wind wanting to start again? Do you ever feel, feel so paper-thin Like a house of cards one blow from caving in? Do you ever feel already buried deep? Six feet under screams, but no one seems to hear a thing Do you know that there's still a chance for you? 'Cause there's a spark in you  [Pre-Chorus] You just gotta ignite the light And let it shine Just own the night Like the Fourth of July  [Chorus] 'Cause baby, you're a firework C'mon, show 'em what you're worth Make 'em go, \"Aah, aah, aah\" As you shoot across the sky-y-y Baby, you're a firework C'mon, let your colors burst Make 'em go, \"Aah, aah, aah\" You're gonna leave them all in awe, awe, awe  [Verse 2] You don't have to feel like a waste of space You're original, cannot be replaced If you only knew what the future holds After a hurricane comes a rainbow Maybe a reason why all the doors are closed So you can open one that leads you to the perfect road Like a lightning bolt, your heart will blow And when it's time, you'll know  [Pre-Chorus] You just gotta ignite the light And let it shine Just own the night Like the Fourth of July  [Chorus] 'Cause baby, you're a firework C'mon, show 'em what you're worth Make 'em go, \"Aah, aah, aah\" As you shoot across the sky-y-y Baby, you're a firework C'mon, let your colors burst Make 'em go, \"Aah, aah, aah\" You're gonna leave them all in awe, awe, awe  [Bridge] Boom, boom, boom Even brighter than the moon, moon, moon It's always been inside of you, you, you And now it's time to let it through  [Chorus] 'Cause baby, you're a firework C'mon, show 'em what you're worth Make 'em go, \"Aah, aah, aah\" As you shoot across the sky-y-y Baby, you're a firework C'mon, let your colors burst Make 'em go, \"Aah, aah, aah\" You're gonna leave them all in awe, awe, awe  [Outro] Boom, boom, boom Even brighter than the moon, moon, moon Boom, boom, boom Even brighter than the moon, moon, moon  ",
        "title": "Firework"
    },
    {
        "artist": "Usher Featuring Jay-Z",
        "lyrics": "  [Intro: Jay Z] They call me King Hov, copy? They call me King Hov, copy? They call me King Hov, copy? They call me King Hov, copy?  [Chorus: Usher & Ester Dean] I'm like, whoa, Kemosabe Your body is my hobby We freaking, this ain’t cheating as long as we tell nobody Tell your girls you leaving, I’ll meet you in the lobby I’m so cold, yeah, I need that hot tottie Hot tottie, hot tottie I thought I'd never fall in love, thought I'd never fall in love with you  [Verse 1: Usher] I see you like to talk, I hear you baby Claiming you a bad bitch, show me, baby I’m a wild boy, you trying to tame me, baby? Till I get away from the house, can you keep me faithful? Got a lot of girls, got a lot of flavor That's why when I hit them, they all need to return the favor Yeah, I hear you, what you saying, but hear it, babe That you get with me to the point where I'm screaming your name  [Bridge 1: Usher] Said, I'm trying get your clothes off From what I'm seeing, you look so soft It's your body, what I'm going off Say, you go ride it, just don't fall off Yeah, I done had a lot of women that tell me what they can do But can you show me, babe? Yeah, you got me like...  [Chorus: Usher & Ester Dean] I'm like, whoa, Kemosabe Your body is my hobby We freaking, this ain’t cheating as long as we tell nobody Tell your girls you leaving, I’ll meet you in the lobby I’m so cold, yeah, I need that hot tottie Hot tottie, hot tottie I thought I'd never fall in love, thought I'd never fall in love with you  [Verse 2: Usher & Ester Dean] I'm a choosey lover, I pick em up Talk a lot of shit, I hope its good as you putting out Yeah, you fancy, huh? I’m trying to pull you out I see there’s a lot of girls standing 'round She say… You claim you're the best And I only want the best So I said...  [Bridge 2: Usher] I ain't gonna be here long Girl, I'm trying to get you home and get your clothes off Skeet skeet a couple off and then you doze off You claiming it's better, wetter if I took it off Say, you gon' ride on, just don't fall off Yeah, I done had a lot of women that tell me what they can do But can you show me, babe? Yeah, you got me like...  [Chorus: Usher & Ester Dean] I'm like, whoa, Kemosabe Your body is my hobby We freaking, this ain’t cheating as long as we tell nobody Tell your girls you leaving, I’ll meet you in the lobby I’m so cold, yeah, I need that hot tottie Hot tottie, hot tottie I thought I'd never fall in love, thought I'd never fall in love with you  [Bridge: Usher] I'm so cold, I'm so cold I'm so cold, I'm so cold I'm so cold, I'm so cold I'm so cold, I'm so cold I need a hot tottie Will you be my hot tottie? She said she wanna make me better She wanna make me better  [Verse 3: Jay Z with Usher] They call me King Hov, copy? They call me King Hov, copy? They call me King Hov, copy, copy, copy? They call me King Hov, copy? Big balling is my hobby So much so they think I’m down with the Illuminati My watch do illuminate, my pockets are naughty But I’m God body, you better ask somebody I was born a God, I made myself a king Which means I downgraded to a human being You was born a Goddess, I made you my queen Which mean we upgraded to Louis the thirteen Hot tottie, her poppy like Cognac Her momma like herb tea, we birthed a couple of sacks And as the tea steeped, I creeped all in her tee-pee We did it Indian style, had the girls speaking In tongues, she like young, you hung, what you done done Stop it, before you wake up my mom, I might (ah) And now that you arrived, it’s time that I go I'm so cold, I'm so cold  [Chorus: Usher & Ester Dean] I'm like, whoa, Kemosabe Your body is my hobby We freaking, this ain’t cheating as long as we tell nobody Tell your girls you leaving, I’ll meet you in the lobby I’m so cold, yeah, I need that hot tottie Hot tottie, hot tottie I thought I'd never fall in love, thought I'd never fall in love with you  [Outro: Usher] I'm so cold, I'm so cold I'm so cold, I'm so cold I'm so cold, I'm so cold I'm so cold, I'm so cold I need a hot tottie Will you be my hot tottie? She said she wanna make me better She wanna make me better  ",
        "title": "Hot Tottie"
    },
    {
        "artist": "OneRepublic",
        "lyrics": "  [Verse 1] I need another story Something to get off my chest My life gets kinda boring Need something that I can confess 'Til all my sleeves are stained red From all the truth that I've said Come by it honestly I swear Thought you saw me wink, no I've been on the brink  [Chorus] So tell me what you want to hear Something that will light those ears I'm sick of all the insincere So I'm going to give all my secrets away This time Don't need another perfect lie Don't care if critics ever jump in line I'm going to give all my secrets away  [Verse 2] My God, amazing how we got this far It's like were chasing all those stars Who's driving shiny big black cars And every day I see the news All the problems that we could solve And when a situation rises Just write it into an album Send it straight to gold I don't really like my flow, no  [Chorus] So tell me what you want to hear Something that will light those ears I'm sick of all the insincere So I'm going to give all my secrets away This time Don't need another perfect lie Don't care if critics ever jump in line I'm going to give all my secrets away  [Bridge] Got no reason Got no shame Got no family I can blame Just don't let me disappear I'm going to tell you everything  [Chorus] So tell me what you want to hear Something that will light those ears I'm sick of all the insincere So I'm going to give all my secrets away This time Don't need another perfect lie Don't care if critics ever jump in line I'm going to give all my secrets away  [Chorus] So tell me what you want to hear Something that will light those ears I'm sick of all the insincere So I'm going to give all my secrets away This time Don't need another perfect lie Don't care if critics ever jump in line I'm going to give all my secrets away  [Outro] All my secrets away All my secrets away  ",
        "title": "Secrets"
    },
    {
        "artist": "Ke$ha",
        "lyrics": null,
        "title": "Take It Off"
    },
    {
        "artist": "Chris Brown",
        "lyrics": "  [Verse 1] Move your body out on the floor Put your troubles aside and start living Anybody, can let it go Throw away all your problems cause right now it's party time Girl, don't feel outta place cause I I'm in love with this feeling now And I, I, I hope that this will last a while We should make it last a while  [Pre-Chorus] You love to drink, yeah, so do we, yeah Get more bottles, yeah, bring them to me, yeah Hold your glasses up, people everywhere Now everybody put your hands in the air  [Chorus] Say yeah, yeah, yeah Girl, I wanna, yeah, yeah, yeah I wanna see you tonight, yeah, yeah, yeah Girl, I gotta, I gotta, I gotta, I gotta see you tonight Oh, oh, oh, let me see your hands Oh, oh, oh, tonight is the night  [Verse 2] Lost in the moment, can't believe you're so beautiful, feels like I'm in a dream Baby, we're going somewhere you've never been before, so take my hand and come with me Girl, don't feel outta place cause I, I'm in love with this feeling now And I, I, I hope that this will last a while, we should make it last a while  [Pre-Chorus] You love to drink, yeah, so do we, yeah Get more bottles, yeah, bring them to me, yeah Hold your glasses up, people everywhere Now everybody put your hands in the air  [Chorus] Say yeah, yeah, yeah Girl, I wanna, yeah, yeah, yeah I wanna see you tonight, yeah, yeah, yeah Girl, I gotta, I gotta, I gotta, I gotta see you tonight Oh, oh, oh, let me see your hands Oh, oh, oh, tonight is the night Oh, oh, dance, oh Tonight, tonight is the night  [Bridge] All the pretty young things in the party, let me see your hands up And if they mad and they don't wanna party, tell them shut the fuck up So DJ, turn it loud and watch me turn it up Don't worry 'bout it, we here to party so jump, jump, jump, jump  [Chorus] Girl, I wanna, I wanna see you tonight Yeah, girl, I gotta, I gotta, I gotta, I gotta see you tonight Yeah, yeah, yeah, yeah, yeah, yeah, I wanna see you tonight Yeah, yeah, yeah, yeah, yeah, yeah, tonight is the night Tonight is the night, tonight is the night  ",
        "title": "Yeah 3X"
    },
    {
        "artist": "Yolanda Be Cool & Dcup",
        "lyrics": "  Comme te po' capì chi te vò bene Si tu le parle 'mmiezzo americano? Quando se fa l'ammore sotto 'a luna Come te vene 'capa e di: \"I love you!?\"  Pa pa l' americano Pa pa l' americano  Fa l' americano!  Comme te po' capì chi te vò bene Si tu le parle 'mmiezzo americano? Quando se fa l'ammore sotto 'a luna Come te vene 'capa e di: \"I love you!?\"  Pa pa l' americano Fa fa l' americano  Whisky soda e rockenroll Whisky soda e rockenroll Whisky soda e rockenroll  ",
        "title": "We No Speak Americano"
    },
    {
        "artist": "Mike Posner",
        "lyrics": "  [Hook: Mike Posner] If I could write you a song to make you fall in love I would already have you up under my arm I used up all of my tricks, I hope that you like this But you probably won't, you think you're cooler than me You got designer shades just to hide your face And you wear 'em around like you're cooler than me And you never say hey or remember my name And it's probably cause you think you're cooler than me  [Verse 1: Mike Posner] You got your high brow, shoes on your feet And you wear 'em around like it ain't shit But you don't know the way that you look When your steps make that much noise, shh See, I got you all figured out You need everyone's eyes just to feel seen Behind you make up nobody knows who you even are Who do you think that you are? You're so fake You probably think that this song is about you, don't you?  [Hook: Mike Posner] If I could write you a song to make you fall in love I would already have you up under my arm I used up all of my tricks, I hope that you like this But, you probably won't, you think you're cooler than me You got designer shades just to hide your face And you wear 'em around like you're cooler than me And you never say hey or remember my name And it's probably cause you think you're cooler than me  [Verse 2: Mike Posner] You got your high brow, switchin' your walk And you don't even look when you pass by But you don't know the way that you look When your steps make that much noise, shh See, I got you all figured out You need everyone's eyes just to feel seen Behind you make up nobody knows who you even are Who do you think that you are? Girl, you're so vain You probably think that this song is about you, don't you?  [Hook: Mike Posner] If I could write you a song to make you fall in love I would already have you up under my arm I used up all of my tricks, I hope that you like this But you probably won't, you think you're cooler than me You got designer shades just to hide your face And you wear 'em around like you're cooler than me And you never say hey or remember my name And it's probably cause you think you're cooler than me  [Verse 3: Big Sean] Now don't you dare act like you don't know(don't know) Know what's up,(Know what's up) cause your nose is up When I'm approachin' up, pshht, yup Like I can give you winter in the summer Or summer in the winter, Miami in December Tryna look bored in them Dior(Dior) She probably is Was actin' shallow 'til she found out how deep that my pockets is Mrs. Primadonna, this is your reminder That I think you fine, but I'm finer Sean, yup  [Bridge: Mike Posner] Cause it sure seems you got no doubts But we all see you got your head in the clouds  [Hook: Mike Posner] If I could write you a song to make you fall in love I would already have you up under my arm I used up all of my tricks, I hope that you like this But you probably won't, you think you're cooler than me You got designer shades just to hide your face And you wear 'em around like you're cooler than me And you never say hey or remember my name And it's probably cause you think you're cooler than me  ",
        "title": "Cooler Than Me"
    },
    {
        "artist": "Sara Bareilles",
        "lyrics": "  [Refrain] Oh (oh oh oh) Oh (oh oh oh) Oh (oh oh oh) Oh (oh oh oh)  [Verse 1] Keep drinking coffee, stare me down across the table While I look outside So many things I'd say if only I were able But I just keep quiet and count the cars that pass by You've got opinions, man, we're all entitled to 'em But I never asked So, let me thank you for your time and try to not waste any more of mine Get out of here fast  [Pre-Chorus] I hate to break it to you, babe But I'm not drowning, there's no one here to save  [Chorus] Who cares if you disagree? You are not me Who made you king of anything? So you dare tell me who to be Who died and made you king of anything?  [Refrain] Oh (oh oh oh)  [Verse 2] You sound so innocent, all full of good intent You swear you know best But you expect me to jump up on board with you And ride off into your delusional sunset I'm not the one who's lost with no direction, oh But you'll never see You're so busy making maps with my name on them in all caps You've got the talking down, just not the listening  [Chorus] Who cares if you disagree? You are not me Who made you king of anything? So you dare tell me who to be Who died and made you king of anything?  [Bridge] All my life I've tried To make everybody happy while I Just hurt and hide Waiting for someone to tell me it's my turn to decide  [Refrain] Oh (oh oh oh) Oh (oh oh oh) Oh (oh oh oh) Oh (oh oh oh) Oh (oh oh oh)  [Chorus] Who cares if you disagree? You are not me Who made you king of anything? So you dare tell me who to be Who died and made you king of anything?  [Chorus] Who cares if you disagree? You are not me Who made you king of anything? So you dare tell me who to be Who died and made you king of anything?  [Outro] Let me hold your crown, babe Oh ohhhhhhhhhhh Ahhhhhhhhhhh  ",
        "title": "King Of Anything"
    },
    {
        "artist": "Katy Perry Featuring Snoop Dogg",
        "lyrics": "  [Intro: Snoop Dogg] Greetings, loved ones Let's take a journey  [Verse 1: Katy Perry] I know a place where the grass is really greener Warm, wet and wild There must be something in the water Sipping gin and juice Laying underneath the palm trees (undone) The boys break their necks Trying to creep a little sneak peek (at us)  [Pre-Chorus: Katy Perry] You could travel the world But nothing comes close to the golden coast Once you party with us You'll be falling in love Oh-oh-oh-oh-oh-oh-oh  [Chorus: Katy Perry] California girls, we're unforgettable Daisy Dukes, bikinis on top Sun-kissed skin so hot, we'll melt your popsicle Oh-oh-oh-oh-oh, oh-oh-oh-oh-oh-oh-oh California girls, we're undeniable Fine, fresh, fierce, we got it on lock West Coast represent, now put your hands up Oh-oh-oh-oh-oh, oh-oh-oh-oh-oh-oh-oh  [Verse 2: Katy Perry] Sex (sex) on the beach We don't mind sand in our stilettos We freak in my Jeep ​*horn honks*​ Snoop Doggy Dogg on the stereo, oh-oh  [Pre-Chorus: Katy Perry] You could travel the world But nothing comes close to the golden coast Once you party with us You'll be falling in love Oh-oh-oh-oh-oh-oh-oh  [Chorus: Katy Perry] California girls, we're unforgettable Daisy Dukes, bikinis on top Sun-kissed skin so hot, we'll melt your popsicle Oh-oh-oh-oh-oh, oh-oh-oh-oh-oh-oh-oh California girls, we're undeniable Fine, fresh, fierce, we got it on lock West Coast represent, now put your hands up Oh-oh-oh-oh-oh, oh-oh-oh-oh-oh-oh-oh  [Verse 3: Snoop Dogg + Katy Perry] Toned, tan, fit and ready Turn it up cause it's getting heavy Wild, wild, West Coast These are the girls I love the most I mean the ones, I mean like she's the one Kiss her, touch her, squeeze her buns (Uh!) The girl's a freak She drive a Jeep and live on the beach I'm okay, I won't play I love the Bay just like I love L.A Venice Beach and Palm Springs Summertime is everything Homeboys banging out All that ass hanging out Bikinis, zucchinis, martinis, no weenies Just the king and a queenie Katy, my lady (Yeah?) Lookie here, baby (Uh-huh) I'm all up on ya 'Cause you representing California (Ooh ooh)  [Chorus: Katy Perry] California girls, we're unforgettable Daisy Dukes, bikinis on top Sun-kissed skin so hot, we'll melt your popsicle Oh-oh-oh-oh-oh, oh-oh-oh-oh-oh-oh-oh California girls, we're undeniable Fine, fresh, fierce, we got it on lock West Coast represent, now put your hands up Oh-oh-oh-oh-oh, oh-oh-oh-oh-oh-oh-oh  [Outro: Snoop Dogg + (Vocoder)] West Coast, West Coast, aye aye! (California, California girls) California girls man Hahahaha (California) I really wish you all could be California girls (California girls)  ",
        "title": "California Gurls"
    },
    {
        "artist": "Zac Brown Band Featuring Alan Jackson",
        "lyrics": "  [Verse 1] We never spoke a word But every thought she had, I heard From across the room We were standing face to face I couldn't find the words to say Give me one more move I don't even know her name I guess foolish pride's to blame  [Chorus] Now I'm falling in love as she's walking away And my heart won't tell my mind To tell my mouth what it should say I may have lost this battle Live to fight another day Now I'm falling in love as she's walking away  [Verse 2] Wise man next to me did say About the one that got away Son, I missed my chance Don't you let regret take place Of the dreams you have to chase Ask her to dance (Go on son)  [Pre-Chorus] You might fall down on your face Roll the dice and have some faith  [Chorus]  [Pre-Chorus]  [Chorus]  ",
        "title": "As She's Walking Away"
    },
    {
        "artist": "B.o.B Featuring Hayley Williams",
        "lyrics": "  [Hook: Hayley Williams] Can we pretend that airplanes In the night sky are like shooting stars? I could really use a wish right now Wish right now, wish right now Can we pretend that airplanes In the night sky are like shooting stars? I could really use a wish right now Wish right now, wish right now  [Verse 1: B.o.B] Yeah, yo… let's pretend like it's '98 Like I'm eatin' lunch off of Styrofoam trays Tryin' to be the next rapper comin' out the A (A-Town) Hopin' for a record deal to ignore my pain Yeah, now let's pretend like I'm on the stage And when my beat drops everybody goes insane Okay, and everybody know my name (Bob) And everywhere I go people want to hear me sang Oh yeah, and I just dropped my new album On the first week I did 500 thousand Gold in the spring, and diamond in the fall And then a world tour just to top it all off And let's pretend like they call me the greatest Sellin' out arenas with big-ass stages And everybody loved me and no one ever hated Let's try to use imagination  [Hook: Hayley Williams] Can we pretend that airplanes In the night sky are like shooting stars? I could really use a wish right now Wish right now, wish right now Can we pretend that airplanes In the night sky are like shooting stars? I could really use a wish right now Wish right now, wish right now  [Verse 2: B.o.B] Okay, let's pretend like this never happened Like I never had dreams of bein' a rapper Like I didn't write raps up in all of my classes Like I never used to run away into the blackness Now, let's pretend like it was all good Like I didn't live starin' in the notebook Like I did the things that I probably knew I should But I ain't have neighbors, that's why they call it hood Yo, now let's pretend like I ain't got a name Before they ever called me B.o.B or A.K.A. Bobby Ray I'm talkin' back before the mixtapes Before the videos and the deals and the fame Before they ever once compared me to André (3000) Before I ever got on MySpace Before they ever noticed my face So let's just pretend and make wishes out of airplanes  [Hook: Hayley Williams] Can we pretend that airplanes In the night sky are like shooting stars? I could really use a wish right now Wish right now, wish right now Can we pretend that airplanes In the night sky are like shooting stars? I could really use a wish right now Wish right now, wish right now  [Bridge: B.o.B. & Eminem] And it seems like yesterday, it was just a dream But those days are gone, they're just memories And it seems like yesterday, it was just a dream But those days are gone, alright  [Verse 3: Eminem] Let's pretend Marshall Mathers never picked up a pen Let's pretend things woulda been no different Pretend he procrastinated, had no motivation Pretend he just made excuses that were so paper thin They could blow away with the wind \"Marshall, you're never gonna make it, makes no sense to play the game, there ain't no way that you'll win.\" Pretend he just stayed outside all day and played with his friends Pretend he even had a friend to say was his friend And it wasn't time to move and schools weren't changin' again He wasn't socially awkward and just strange as a kid He had a father and his mother wasn't crazy as shit And he never dreamed he could rip stadiums and just lazy as shit Fuck a talent show in the gymnasium, bitch \"You won't amount to shit – quit daydreamin', kid! You need to get your cranium checked You're thinking like an alien, it just ain't realistic.\" Now pretend they ain't just make him angry with this shit And there was no one he could even aim when he's pissed at And his alarm went off to wake him, but he didn't make it To the Rap Olympics, slept through his plane and he missed it He's gon' have a hard time explaining to Hailie and Lainey These food stamps and this WIC shit ‘Cause he never risked shit, he hoped and he wished it But it didn't fall in his lap, so he ain't even here, he pretends that—  [Hook: Hayley Williams] Airplanes in the night sky are like shooting stars I could really use a wish right now Wish right now, wish right now Can we pretend that airplanes In the night sky are like shooting stars? I could really use a wish right now Wish right now, wish right now  ",
        "title": "Airplanes"
    },
    {
        "artist": "Sean Kingston Featuring Nicki Minaj",
        "lyrics": "  Ay' yo Sean, you Mr. Kingston  [Hook: Sean Kingston] Dutty Dutty Dutty love I'm feeling like you letting go Dutty Dutty Dutty love I'm feeling like you letting go Dutty Dutty Dutty love I'm feeling like you letting go Dutty Dutty Dutty love  [Verse 1: Sean Kingston] Don't be scared girl, call on me Cause me I want you for my eyes I'm a lover, you see And the way you a wine and the way you a gwan Said no matter how much I feel rushed, I will not stop But baby girl will you be mine Let go, show your skin because you're one of a kind Me na gon lie, girl I must be in love Cause the way you are grindin' off my car top  [Hook] Dutty, dutty, dutty love love I'm feeling like you letting go Dutty, dutty, dutty love love I'm feeling like you letting go Dutty, dutty, dutty love love I'm feeling like you letting go Dutty, dutty, dutty love love  [Bridge] What if you would just come right out of these clothes You can finally feel the wind when it blows Don't be scared to be free to let go, show it off Feel like letting go Oh oh oh oh  I'm here and and you might not like Cause you need Sean King in your life King I'm a man and a man can't change And if I come over there I'll lock up with them lips Yo I feel like letting go If you never know, baby now you know Cause You're one of a kind, and you dress so fine Like my diamond chain, you shine so bright, oh  [Hook] Dutty, dutty, dutty love love I'm feeling like you letting go Dutty, dutty, dutty love love I'm feeling like you letting go Dutty, dutty, dutty love love I'm feeling like you letting go Dutty, dutty, dutty love love  [Bridge] What if you would just come right out of these clothes? You can finally feel the wind when it blows Don't be scared to be free, to let go, show it off Feel like letting go Oh, oh, oh, oh  [Verse 3: Nicki Minaj] Ay' yo Sean, You Mr. Kingston You say You have it, Louie it, and then some Look how you go on in all your ice You pretty and you nice Yuh done know seh Nicki a yuh wife But you say I be up where you stay I ain't like them other bitches that be actin' loosely Know you gettin' hyper, I know u wanna get up in it But I just want to think about it for another minute I think I like your style ya'll Why ya'll Why don't we let go Ay yo and I ain't gotta tell 'em And I ain't gotta sell 'em It's YSL daddy I ain't gotta spell it And yes, I killer kill 'em I guess I am the villain I park on the curb, I'm the owner of the building, the building Ya deaf? Boy me soon left Come get this playboy bunny like Hugh Heph Rastafari  Dutty dutty d-d-d-dutty  [Bridge] What if you would just come right out of these clothes? You can finally feel the wind when it blows Don't be scared to be free, to let go, show it off Feel like letting go Oh, oh, oh, oh  Feel like letting go Oh oh oh oh  Feel like letting go Oh oh oh oh  ",
        "title": "Letting Go (Dutty Love)"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] I used to think one day we'd tell the story of us How we met And the sparks flew instantly And people would say they're the lucky ones I used to know my place was a spot next to you Now I'm searching the room for an empty seat 'Cause lately I don't even know what page you're on  [Pre-Chorus] Oh, a simple complication Miscommunications lead to fallout So many things that I wish you knew So many walls up that I can't break through  [Chorus] Now I'm standing alone in a crowded room And we're not speaking And I'm dying to know Is it killing you like it's killing me? Yeah, I don't know what to say since a twist of fate, when it all broke down And the story of us looks a lot like a tragedy now  [Verse 2] Next chapter How'd we end up this way? See me nervously pulling at my clothes and trying to look busy And you're doing your best to avoid me I'm starting to think one day I'll tell the story of us Of how I was losing my mind when I saw you here But you held your pride like you should have held me  [Pre-Chorus] Oh, I'm scared to see the ending Why are we pretending this is nothing? I'd tell you I miss you, but I don't know how I've never heard silence quite this loud  [Chorus] Now I'm standing alone in a crowded room And we're not speaking And I'm dying to know Is it killing you like it's killing me? Yeah, and I don't know what to say since a twist of fate, when it all broke down And the story of us looks a lot like a tragedy now  [Bridge] This is looking like a contest Of who can act like they care less But I liked it better when you were on my side The battle's in your hands now But I would lay my armor down If you say you'd rather love than fight So many things that you wish I knew But the story of us might be ending soon  [Chorus] Now I'm standing alone in a crowded room And we're not speaking And I'm dying to know Is it killing you like it's killing me? Yeah, and I don't know what to say since a twist of fate, when it all broke down And the story of us looks a lot like a tragedy now, now, now And we're not speaking And I'm dying to know is it killing you like it's killing me? Yeah And I don't know what to say since a twist of fate, because we're going down And the story of us looks a lot like a tragedy now The End  ",
        "title": "The Story Of Us"
    },
    {
        "artist": "Daughtry",
        "lyrics": null,
        "title": "September"
    },
    {
        "artist": "Wiz Khalifa",
        "lyrics": "  [Intro] Yeah, uh-huh, you know what it is Black and yellow, black and yellow Black and yellow, black and yellow Yeah, uh-huh, you know what it is Black and yellow, black and yellow Black and yellow, black and yellow  [Hook] Yeah, uh-huh, you know what it is Everything I do, yeah, I do it big Yeah, uh-huh, screaming: \"That's nothin'!\" When I pulled off the lot, that's stuntin' Reppin' my town, when you see me you know everything Black and yellow, black and yellow Black and yellow, black and yellow I put it down from the whip to my diamonds, I'm in Black and yellow, black and yellow Black and yellow, black and yellow  [Verse 1] Uh, black stripe, yellow paint Them niggas scared of it, but them hoes ain't Soon as I hit the club, look at them hoes' face Hit the pedal once, make the floor shake Suede inside, my engine roarin' It’s the big boy, you know what I paid for it And I got the pedal to the metal Got you niggas checking game, I’m ballin' out on every level Hear them haters talk, but there’s nothin' you can tell 'em Just made a million, got another million on my schedule No love for 'em, nigga breaking hearts No keys, push to start  [Hook] Yeah, uh-huh, you know what it is Everything I do, yeah, I do it big Yeah, uh-huh, screaming: \"That's nothin'!\" When I pulled off the lot, that's stuntin' Reppin' my town, when you see me you know everything Black and yellow, black and yellow Black and yellow, black and yellow I put it down from the whip to my diamonds, I'm in Black and yellow, black and yellow Black and yellow, black and yellow  [Verse 2] Got a call from my jeweler, this just in And bitches love me ‘cause I'm fucking with their best friends Not a lesbian, but she a freak though This ain't for one night, I’m shining all week, ho I’m sippin' Clicquot and rocking yellow diamonds So many rocks up in my watch I can’t tell what the time is Got a pocket full of big faces Throw it up, ‘cause every nigga that I’m with Taylor'd  [Hook] Yeah, uh-huh, you know what it is Everything I do, yeah, I do it big Yeah, uh-huh, screaming: \"That's nothin'!\" When I pulled off the lot, that's stuntin' Reppin' my town, when you see me you know everything Black and yellow, black and yellow Black and yellow, black and yellow I put it down from the whip to my diamonds, I'm in Black and yellow, black and yellow Black and yellow, black and yellow  [Verse 3] Stay high like how I’m supposed to do That crowd underneath them clouds can’t get close to you And my car look unapproachable Super clean, but it's super mean She wanna fuck with them cats, smoke weed, count stacks Get fly and take trips and that's that, real rap I let her get high if she want and she feel that Convertible drop feel, ‘87, the top peeled back  [Interlude] Yeah, uh-huh, you know what it is Yeah, yeah, uh-huh, you know what it is You already know what it is, man And if you don't, you should by now Reppin' my town, when you see me you know everything Black and yellow, black and yellow Black and yellow, black and yellow I put it down from the whip to my diamonds, I'm in Black and yellow, black and yellow Black and yellow, black and yellow  [Hook] Yeah, uh-huh, you know what it is Everything I do, yeah, I do it big Yeah, uh-huh, screaming: \"That's nothin'!\" When I pulled off the lot, that's stuntin' Reppin' my town, when you see me you know everything Black and yellow, black and yellow Black and yellow, black and yellow I put it down from the whip to my diamonds, I'm in Black and yellow, black and yellow Black and yellow, black and yellow  ",
        "title": "Black And Yellow"
    },
    {
        "artist": "Drake Featuring T.I. & Swizz Beatz",
        "lyrics": "  [Produced by Swizz Beatz and Noah \"40\" Shebib]  [Intro: Swizz Beatz] Go—go 'head Go, go, go 'head Go, go, go, go, go, go 'head Go, go, go, go, go, go 'head  [Hook: Swizz Beatz] Oh, you fancy huh? Oh, you fancy huh? Oh, you fancy huh? Oh, you fancy huh? Nails done, hair done, everything did Nails done, hair done, everything did Oh, you fancy huh? Oh, you fancy huh? You—you fancy huh? Oh, you fancy huh? Nails done, hair done, everything did Nails done, hair done, everything did Oh, you fancy huh?  [Verse 1: Drake] You getting ready so I know we gon be here awhile In the bathroom flat irons and nail files Spending hours in salons on your hairstyles In the mall steady racking up the air miles Hit the gym, step on the scales, stare at the number You say you dropping 10 pounds preparing for summer And you don’t do it for the man, men never notice You just do it for yourself you’re the fucking coldest Intelligent too, ooh you’re my sweetheart I’ve always liked my women book and street smart Long as they got a little class like half days And the confidence to overlook my past ways Time heals all and heels hurt to walk in But they go with the clutch that you carry your lip gloss in And look, I really think that nobody does it better I love the way you put it together  [Hook: Swizz Beatz] Oh, you fancy huh? Oh, you fancy huh? Oh, you fancy huh? Oh, you fancy huh? Nails done, hair done, everything did Nails done, hair done, everything did Oh, you fancy huh? Oh, you fancy huh? You—you fancy huh? Oh, you fancy huh? Nails done, hair done, everything did Nails done, hair done, everything did Oh, you fancy huh?  [Verse 2: T.I.] Well, aren’t you a breath of fresh air? From all these superficial gold digging bitches in here They get a baller, think that they ain't got to pick a career Guess they plan on sucking dicks until some millions appear Like \"voilà!\" You do it right he might just buy you a car Now she play these suckers just like B.o.B play the guitar Now here you are with your girls having drinks at the bar I say I’m buying, you decline, that is kinda bizarre Independent with the demeanor of an R&B singer Naked ring finger, M3 Beamer Champagne Range, Triple white Jag Closet full of brand new clothes and handbags Alexander McQueen, Prada, Gucci, Chanel D&G, BCBG, Versace, Louis and Bebe You ain't needy, greedy or easy as these other breezy's Who fuck for bottles of Riesling and bowls of baked ziti  [Hook: Swizz Beatz] Oh, you fancy huh? Oh, you fancy huh? Oh, you fancy huh? Oh, you fancy huh? Nails done, hair done, everything did Nails done, hair done, everything did Oh, you fancy huh? Oh, you fancy huh? You—you fancy huh? Oh, you fancy huh? Nails done, hair done, everything did Nails done, hair done, everything did Oh, you fancy huh?  [Interlude: Drake & Swizz Beatz] Atlanta girls, let me see your hands Wave 'em at them bitches hating on you with their friends Girl you got it, let 'em know that everything big Nails done hair done, everything big And my NY girls, let me see your hands Wave 'em at them bitches hating on you with their friends Girl you got it, let 'em know that everything big Nails done hair done, everything big And my LA girls, let me see your hands Wave 'em at them bitches hating on you with their friends Girl you got it, let 'em know everything big Nails done hair done, everything big And my TO girls, let me see your hands Wave 'em at them bitches hating on you with their friends Girl you got it, let 'em know everything big Nails done, hair done—nails done, hair done Say go Cinderella, go Cinderella Orgasm blush, lipstick and concealer Devil in a tight dress, girl you a killer And ain't nobody realer, and ain't nobody realer, go Go, go, go, go, go, go, go (show time) Go, go, go, go, go (as we proceed)  [Verse 3: Drake] Uh, 5 and a half in boys, ass is off the hook Cinderella 'bout to lose the glass off her foot And when I find it is when I find you And we can do the things we never got the time to Better late than never but never late is better They tell me time is money, well we’ll spend it together I’m down for whatever, you just lead the way We go to dinner you don’t even look at me to pay Mature women with more than me were the first to tempt me And Jason had this girl Tammy with a purple Bentley How she got it I ain't never get to ask I just knew that she was fine like a ticket on the dash Yeah, but shout out to the homeowners The girls that got diplomas and enough money to loan us A little something extra, should we ever need it If it sounds like you, then let me hear you repeat it  [Hook: Swizz Beatz] Oh, you fancy huh? Oh, you fancy huh? Oh, you fancy huh? Oh, you fancy huh? Nails done, hair done, everything did Nails done, hair done, everything did Oh, you fancy huh? Oh, you fancy huh? You—you fancy huh? Oh, you fancy huh? Nails done, hair done, everything did Nails done, hair done, everything did Oh, you fancy huh?  ",
        "title": "Fancy"
    },
    {
        "artist": "Trey Songz",
        "lyrics": "  [Verse 1] Look what this girl done did to me She done cut me off from a good, good love She told me that those days were gone  [Pre-Chorus] Now I'm sitting here going half crazy 'Cause I know she still thinks about me too And it ain't no way in hell That I can be just friends with you  [Chorus] And I wish we never did it And I wish we never loved it And I wish I never fell so deep in love with you And now it ain't no way we can be friends  [Verse 2] The way it felt no faking it Maybe we were moving just a little too fast But what we've done, we can't take it back  [Pre-Chorus] Now I'm sitting here halfway crazy 'Cause I know she still thinks about me too And it ain't no way in hell That I can be just friends with you  [Chorus] And I wish we never did it And I wish we never loved it And I wish I never fell so deep in love with you And now it ain't no way we can be friends  [Bridge] And all I can say is La la la la la la la, a La la la la la la la la la, la la la ooh La la la la la la la la la la, hey Ain't no telling what we could have been Ain't no telling what we could have been, no And if I knew it'd ends like this I never would have kissed you 'cause I fell in love with you We never would have kicked it, girl, now everything's different I've lost my only lover and my friend  [Chorus] That's why I wish we never did it, woo Ooh yeah and I wish we never loved it And I wish I never fell so deep in love with you And now it ain't no way we can be friends  ",
        "title": "Can't Be Friends"
    },
    {
        "artist": "Nicki Minaj",
        "lyrics": "  [Hook: Nicki Minaj] You see right through me How do you do that shit? How do you do that shit? How do you do that shit? How do you? How do you? How do you? How do you? How do you?  [Nicki Minaj] You let me win, you let me ride You let me rock, you let me slide And when they lookin, you let me hide Defend my honor, protect my pride The good advice, I always hated But lookin back, it made me greater You always told me, forget the haters Just get my money, just get my weight up Know when I'm lyin', know when I'm cryin' It's like you got it, down to a science Why am I tryin'? No you ain't buyin I tried to fight it, back with defiance You make me laugh, you make me hoarse From yellin' at you, and gettin' at you Pickin up dishes, throwin' them at you Why are you speakin', when no one asked you?  [Hook: Nicki Minaj] You see right through me How do you do that shit? How do you do that shit? How do you do that shit? How do you? How do you? How do you? How do you? How do you? You see right through me How do you do that shit? How do you do that shit? How do you do that shit? How do you? Do that How do you? Do that How do you? Do that How do you? Do that How do you? Do that  [Nicki Minaj] What are we doin'? Cause you see through me Cause you say \"Nicki,\" and I say \"Who me?\" And you say \"No you,\" and I say \"Screw you\" Then you start dressin', and you start leavin' And I start cryin', and I start screamin' The heavy breathin', but what's the reason? Always get the reaction you wanted I'm actually frontin', I'm askin' you somethin - yo! Answer this question, class is in session Tired of lettin', passive aggression Control my mind, capture my soul Okay you're right, just let it go Okay you got it, it's in the can Before I played it, you knew my hand You could turn a free throw to a goal Nigga got the peephole to my soul  [Hook: Nicki Minaj] You see right through me How do you do that shit? How do you do that shit? How do you do that shit? How do you? How do you? How do you? How do you? How do you? You see right through me How do you do that shit? How do you do that shit? How do you do that shit? How do you Do that? How do you Do that? How do you Do that? How do you Do that? How do you?  [Nicki Minaj] STOP! oooooh STOP! oohhhh Would you just stop lookin through me, cause I can't take it No I can't take it  [Hook: Nicki Minaj] You see right through me How do you do that shit? How do you do that shit? How do you do that shit? How do you? How do you? How do you? How do you? How do you?  [Outro: Nicki Minaj] You see right through me You see right through me baby You see right through me do that shit You see right through me how do you do that shit How do you do that? How do you do that? How do you do that? How do you do that? How you do that Baby  ",
        "title": "Right Thru Me"
    },
    {
        "artist": "Eminem Featuring Lil Wayne",
        "lyrics": "  [Intro: sampled] Love, love Love, love, love Don't hurt me Don't hurt me no more, no more Love  [Verse 1: Lil Wayne] Throw dirt on me and grow a wildflower But it's \"Fuck the world!\" — get a child out her Yeah, my life a bitch, but you know nothin' about her Been to Hell and back, I can show you vouchers I'm rollin' Sweets, I'm smokin' sour Married to the game, but she broke her vows That's why my bars are full of broken bottles And my nightstands are full of open Bibles I think about more than I forget But I don't go 'round fire expectin' not to sweat And these niggas know I lay 'em down, make your bed Bitches try to kick me while I'm down: I'll break your leg Money outweighin' problems on the triple beam I'm stickin' to the script, you niggas skippin' scenes Be good or be good at it Fuckin' right, I've got my gun, semi-Cartermatic Yeah, put a dick in their mouth, so I guess it's \"Fuck what they say!\" I'm high as a bitch: up, up and away Man, I come down in a couple of days Okay, you want me up in the cage Then I'll come out in beast mode I got this world stuck in the safe, combination is the G code It's Weezy, motherfucker, Blood gang, and I'm in bleed mode All about my dough, but I don't even check the peephole So you can keep knockin' but won't knock me down No love lost, no love found  [Hook: Eminem and Lil Wayne] It's a little too late to say that you're sorry now You kicked me when I was down But what you say just (don't hurt me) That's right (don't hurt me) And I don't need you (no more) Don't want to see you (no more) Bitch, you get (no love) You showed me nothin' but hate, you ran me into the ground But what comes around goes around I don't need you (don't hurt me) That's right (don't hurt me) And I don't need you (no more) Don't want to see you (no more) Bitch, you get (no love, no love, no love, no love) Bitch, you get (no love, no love, no love) And I don't need you (no more); get 'em!  [Verse 2: Eminem] I'm alive again, more alive than I have been In my whole entire life; I can See these people's ears perk up as I begin to spaz with the pen I'm a little bit sicker than, most Shit's finna get thick again They say the competition is stiff But I get a hard dick from this shit, and I stick it in I ain't never givin' in again Caution to the wind, complete freedom Look at these rappers, how I treat 'em So why the fuck would I join 'em when I beat 'em? They call me a freak ‘cause I like to Spit on these pussies 'fore I eat 'em Man, get these whack cocksuckers off stage! Where the fuck is Kanye when you need him? Snatch the mic from 'em Bitch, I'ma let you finish in a minute, yeah that rap was tight But I'm 'bout spit the greatest verse of all time So you might want to go back to the lab tonight and um Scribble out them rhymes you were gonna spit And start over from scratch and write new ones But I'm afraid that it ain't gonna make no difference When I rip this stage and tear it in half tonight It's an adrenaline rush to feel the bass thump From the place all the way to the parking lot, fellow Set fire to the mic and ignite the crowd You can see the sparks from hot metal Cold-hearted, from the day I Bogarted The game, my soul started to rot, fellow When I'm not even in my harshest You can still get roasted, ‘cause Marsh is not mellow 'Til I'm topplin' from the top, I'm not gonna stop I'm standin' on my Monopoly board That means I'm on top of my game And it don't stop 'til my hip don't hop anymore When you're so good that you can't say it ‘Cause it ain't even cool for you to sound cocky anymore People just get sick ‘cause you spit These fools can't drool or dribble a drop anymore And you can never break my stride You'll never slow the momentum at any moment I'm 'bout to blow, you'll never take my pride Killin' the flow, slow venom And the opponent is gettin' no mercy, mark my words Ain't lettin' up, relentless, I smell blood I don't give a fuck: keep givin' them hell Where was you when I fell and needed help up? You get no love  [Hook: Eminem and Lil Wayne] It's a little too late to say that you're sorry now You kicked me when I was down But what you say just (don't hurt me) That's right (don't hurt me) And I don't need you (no more) Don't want to see you (no more) Bitch, you get (no love) You showed me nothin' but hate, you ran me into the ground But what comes around goes around I don't need you (don't hurt me) That's right (don't hurt me) And I don't need you (no more) Don't want to see you (no more) Bitch, you get (no love, no love, no love, no love) Bitch, you get (no love, no love, no love) And I don't need you (no more) Ha! Bitch, you get no love  ",
        "title": "No Love"
    },
    {
        "artist": "Rick Ross Featuring Drake & Chrisette Michele",
        "lyrics": "  [Intro: Rick Ross] Oh Let's pull the 2-seater out baby It's where ever you wanna go!  [Hook: Chrisette Michele] Riding to the music, this is how we do it (all night), all night Breezing down the freeway just me and my baby, in our ride Just me and my boss, no worries at all Listening to the Aston Martin Music, Music  [Post-Hook: Drake] Would've came back for you I just needed time to do what I had to do Caught in the life I can't it let it go Whether that's right I will never know But here goes nothing  [Verse 1: Rick Ross] When I'm alone in my room sometime I stare at the wall Automatic weapons on the floor, but who can you call? My down, bitch, one who live by the code Put this music shit aside get it in on the road A lot of quiet time pink bottles of rose Exotic red bottoms whole body glittered in gold Following fundamentals and following in the rental I love a nasty girl whose swallow is on the menu That money triple up when ya get it out of state I need a new safe cause I'm running out of space Elroy Jetson: I'm somewhere out in space In my 2-seater she's the one that I would take  [Hook: Chrisette Michele] Riding to the music, this is how we do it (all night), all night Breezing down the freeway just me and my baby, in our ride Just me and my boss, no worries at all Listening to the, Aston Martin Music, Music  [Post-Hook: Drake] Would've came back for you I just needed time to do what I had to do Caught in the life I can't it let it go Whether that's right I will never know But here goes nothing  [Verse 2: Rick Ross] Pull up on the block in a drop-top chicken box Mr. KFC, VVS's in the watch Living fast where it's all about that money bag Never front, you take it there, it ain't no coming back Top down right here is where she wanna be As my goals unfold right in front of me Every time we fuck her soul take a hold of me Addicted like Pookie that pussy be controlling me That thing keep calling Fuck maintain boy: I gotta keep ballin! Pink bottles keep coming James Bond coupe pop clutch 100  [Hook: Chrisette Michele] Riding to the music, this is how we do it (all night), all night Breezing down the freeway just me and my baby, in our ride Just me and my boss, no worries at all Listening to the Aston Martin Music, Music  [Interlude: Drake] Would've came back for you I just needed time, to do what I had to do Caught in the life, I can't let it go, whether that's right, I will never know Hoping you will forgive me, never meant wrong Tried to be patient, waited too long But I would've came back, but I would've came back Would've came back, would've came back Would've came -  [Verse 3: Drake] I talk slicker than a pimp from Augusta Who just had his linen suit dry-cleaned, bitches, what’s up witcha? I hate callin’ the women bitches, but the bitches love it I took some sense and made a nickel of it I’m urgin’ all daughters to kiss they mothers With those lips that all that lipstick covers You’re never too grown up to miss and hug her And girls countin’ on me to be there like missin’ rubbers I’m on some Marvin Gaye shit, a bunch of distant lovers This ain’t the life that I’m used to Reintroduced to people I’ve been introduced to Did you forget me? Or are you too scared to tell me that you met me And fear that I won’t remember I wish you could still accept me for me I miss Memphis, Tennessee, my cousins, my dad The simplistic beauty that all of them Southerners have I’m halfway across the world with dozens of bags Feelin’ like all four members of Color Me Badd In one nigga, amazing shit I got that Courtney Love for you, that crazy shit I don’t drink every bottle I own, I be agin’ shit And I got them wedding ring flows, that engagin’ shit Which one of y’all got fleets on your keychains? The seats for these Heat games? I really think you stare at yourself and you see things La Familia, I’ve been inducted and instructed To stunt on these niggas we don’t really fuck wit Fuck is up? Havin’ lunch and debatin’ Ferrari prices 23 and goin’ through a midlife crisis But trust me, I still deliver like a midwife And no, I’m not sayin’ I’m the nicest, I just live life like it Uh, it take a certain type of man to teach To be far from hood, but to understand the streets I never threw away that paper with my Grammy speech Because I haven’t hit the pinnacles I plan to reach Yeah, you gotta own it if you want it Kisses all on her body, she tells me live in the moment And, baby, I’ll never forget none of that Girl, I told you I was coming back  [Outro: Chrisette Michele] Aston Martin Music, Music Aston Martin Music, Music  ",
        "title": "Aston Martin Music"
    },
    {
        "artist": "Darius Rucker",
        "lyrics": "  [Verse 1] I woke up again this morning And wouldn't you know it... pouring rain I went and burned a pot of coffee And like us I poured it down the drain  [Chorus] Cause I didn't know I needed you so And letting you go was wrong And baby I know you got your radio on So this is my my bad, come back song  [Verse 2] I know I said I wouldn't miss you But now I'm saying I'm a fool You're on the feel good side of leaving And I'm the backside of a mule  [Verse 3] And I didn't know I needed you so And letting you go was wrong And baby I know you got your radio on So this is my so sad come back song  [Verse 4] And now I'm laying down without you In this king size empty bed And I wish I had my arms around you But I'll just dream of you instead  [Chorus]  [Verse 5] Hey, I didn't know I needed you so And letting you go and letting you go was wrong And baby I know you got your radio on So this is my my bad, come back song  [Brdige] Oh yeah yeah  I know I said I wouldn't miss you I said I wouldn't miss you girl, yeah   [Outro] Na na na na na na na Na na na na na na na Na na na na na na na  We all sang na na na na na na na Na na na na na na na Na na na na na na na, yeah  Come on now  This is my my bad, come back song  ",
        "title": "Come Back Song"
    },
    {
        "artist": "Maroon 5",
        "lyrics": "  [Verse 1] So scared of breaking it that you won't let it bend And I wrote two hundred letters I will never send Sometimes these cuts are so much deeper than they seem You'd rather cover up, I'd rather let them bleed So let me be, and I'll set you free  [Chorus] I am in misery There ain't nobody who can comfort me, oh yeah Why won't you answer me? The silence is slowly killing me, oh yeah Girl you really got me bad You really got me bad Now I'm gonna get you back I'm gonna get you back  [Verse 2] Your salty skin and how it mixes in with mine The way it feels to be completely intertwined Not that I didn't care, it's that I didn't know It's not what I didn't feel, it's what I didn't show So let me be, and I'll set you free  [Chorus] I am in misery There ain't nobody who can comfort me, oh yeah Why won't you answer me? The silence is slowly killing me, oh yeah Girl you really got me bad You really got me bad Now I'm gonna get you back I'm gonna get you back  [Verse 3] You say your faith is shaken, and you may be mistaken You keep me wide awake and waiting for the sun I'm desperate and confused, so far away from you I'm getting there, I don't care where I have to roam Why do you do what you do to me, yeah? Why won't you answer me, answer me yeah? Why do you do what you do to me yeah? Why won't you answer me, answer me yeah?  [Chorus] I am in misery There ain't nobody who can comfort me, oh yeah Why won't you answer me? The silence is slowly killing me, oh yeah  Girl you really got me bad You really got me bad Now I'm gonna get you back I'm gonna get you back  [Outro] (x4)  ",
        "title": "Misery"
    },
    {
        "artist": "Kanye West Featuring Pusha T",
        "lyrics": "  [Produced by Kanye West, co-produced by Emile, Jeff Bhasker, & Mike Dean]  [Intro]  [Hook: Kanye West] And I always find, yeah, I always find something wrong You been putting up with my shit just way too long I'm so gifted at finding what I don't like the most So I think it's time for us to have a toast Let's have a toast for the douchebags Let's have a toast for the assholes Let's have a toast for the scumbags Every one of them that I know Let's have a toast for the jerk-offs That'll never take work off Baby, I got a plan Run away fast as you can  [Verse 1: Kanye West] She find pictures in my e-mail I sent this bitch a picture of my dick I don't know what it is with females But I'm not too good with that shit See, I could have me a good girl And still be addicted to them hoodrats And I just blame everything on you At least you know that's what I'm good at  [Hook: Kanye West] And I always find, yeah, I always find Yeah I always find something wrong You been putting up with my shit just way too long I'm so gifted at finding what I don't like the most So I think it's time for us to have a toast Let's have a toast for the douchebags Let's have a toast for the assholes Let's have a toast for the scumbags Every one of them that I know Let's have a toast for the jerk-offs That'll never take work off Baby, I got a plan Run away fast as you can  [Bridge: Kanye West] Run away from me, baby, run away Run away from me, baby, run away When it starts to get crazy, why can't she just, run away? Baby, I got a plan, run away fast as you can  [Verse 2: Pusha T] 24/7, 365, pussy stays on my mind I-I-I-I did it, all right, all right, I admit it Now pick your next move, you could leave or live wit' it Ichabod Crane with that motherfucking top off Split and go where? Back to wearing knockoffs, haha Knock it off, Neiman's, shop it off Let's talk over mai tais, waitress, top it off Hoes like vultures, wanna fly in your Freddy loafers You can't blame 'em, they ain't never seen Versace sofas Every bag, every blouse, every bracelet Comes with a price tag, baby, face it You should leave if you can't accept the basics Plenty hoes in the balla-nigga matrix Invisibly set, the Rolex is faceless I'm just young, rich, and tasteless P!  [Verse 3: Kanye West] Never was much of a romantic I could never take the intimacy And I know I did damage Cause the look in your eyes is killing me I guess you are at an advantage Cause you can blame me for everything And I don't know how I'mma manage If one day you just up and leave  [Hook: Kanye West] And I always find, yeah, I always find something wrong You been putting up with my shit just way too long I'm so gifted at finding what I don't like the most So I think it's time for us to have a toast Let's have a toast for the douchebags Let's have a toast for the assholes Let's have a toast for the scumbags Every one of them that I know Let's have a toast for the jerk-offs That'll never take work off Baby, I got a plan Run away fast as you can  [Outro]  ",
        "title": "Runaway"
    },
    {
        "artist": "Pitbull Featuring T-Pain",
        "lyrics": "  [Intro: Pitbull & T Pain] Mr. Worldwide, T- Pain El que no vale consejo, no llega viejo So listen up  Let her go, lalala Baby girl wanna play, let her go Said let her go, lalala Baby girl wanna play, let her go Said let her go, lalala Baby girl wanna play, let her go Said let her go, lalala Baby girl, wanna play, let her go Got it Pain?  [Refrain: T-Pain] Hey, baby girl, what you doing tonight? I wanna see what you got in store (hey, hey baby) You’re giving it your all when you’re dancing on me I wanna see if you can give me some more (hey, hey baby) You can be my girl, I can be your man And we can pump this jam however you want (hey, hey baby) Pump it from the side, pump it upside down Or we can pump it from the back and the front (hey, hey baby)  [Hook: Pitbull & T-Pain] (Pitbull) Oooh baby, baby lalalalala Oooh baby, baby lalalalala Oooh baby, baby lalalalala Oooh baby, baby lalalalala  (T-Pain) Ooh, drop it to the floor Make me wanna say hey baby Yeah, you can shake some more Make me wanna say hey baby Ooh you got it cause you Make me wanna say hey baby Ooh don’t stop it I want you tonight  [Verse 1: Pitbull] I’m a Dade county, self paid, self-made millionaire I used to play around the world Now I’m around the world, getting paid Girl problems, no problems Don’t hate the game that won’t solve it I want to get with you mami Now let me see where the Lord split you, (dale)  [Refrain: T-Pain] Hey, baby girl, what you doing tonight? I wanna see what you got in store (hey, hey baby) You’re giving it your all when you’re dancing on me I wanna see if you can give me some more (hey, hey baby) You can be my girl, I can be your man And we can pump this jam however you want (hey, hey baby) Pump it from the side, pump it upside down Or we can pump it from the back and the front (hey, hey baby)  [Hook: Pitbull & T-Pain] (Pitbull) Oooh baby, baby lalalalala Oooh baby, baby lalalalala Oooh baby, baby lalalalala Oooh baby, baby lalalalala  (T-Pain) Ooh drop it to the floor Make me wanna say hey baby Yeah, you can shake some more Make me wanna say hey baby Ooh you got it cause you Make me wanna say hey baby Ooh don’t stop it I want you tonight  [Verse 2: Pitbull] Make money, make money This chica right here gotta eat baby Scared money don’t make money That’s how it goes in the street baby But enough with the the nonsense Baby girl, take a shot to clear your conscience Not a goon or a God, I’m a monster Cause I hit all baddest woman in the world, gangsta  [Hook: Pitbull & T-Pain] (Pitbull) Oooh baby, baby lalalalala Oooh baby, baby lalalalala Oooh baby, baby lalalalala Oooh baby, baby lalalalala  (T-Pain) Ooh drop it to the floor Make me wanna say hey baby Yeah, you can shake some more Make me wanna say hey baby Ooh you got it cause you Make me wanna say hey baby Ooh don’t stop it  (Pitbull) I want you tonight  ",
        "title": "Hey Baby (Drop It To The Floor)"
    },
    {
        "artist": "Rodney Atkins",
        "lyrics": "  Well I heard he needed some help on the farm Somebody with a truck and two strong arms Not scared of dirt and willin' to work Till the sun goes down So I pulled up and said I'm your man I could start right now and we shook hands He said the fence needs fixin', The peaches need pickin' And the cows need bringin round  I was haulin hay, I was feedin the hogs And that summer sun had me sweatin like a dog So I cooled off in the creek Then it was back to work in the daggum heat I was cussin' out loud, thinkin bout quitin' Lookin' back now I'm sure glad I didn't Cuz just when I thought it couldn't get no hotter I caught glimpse of the farmer's daughter  She was just gettin' home from Panama city She was all tanned up and my kinda pretty When her eyes met mine I was thinkin that I would sure love my job As the days got shorter our talks got longer The kisses got sweeter and the feelings got stronger So we'd hop in the truck and get all tagled up Every chance we got We were down by the river all night long When the sun came up I was sneakin' her home And draggin my butt to work With the smell of her perfume on my shirt I'd be on the tractor she'd be on my mind With that sun beatin' down on this back of mine Just when I thought it couldn't get no hotter I fell in love with the farmer's daughter We got married last spring Woah and there ain't no better life for me  I'm still haulin' hay and feedin' the hogs And that summer sun has me sweatin' like a dog So I cool off in the creek And she brings me outta glass of sweet ice tea I'm on the tractor and shes on my mind And I can't wait till its quitin' time And just when I think it can't get no hotter I come home to the farmer's daughter Yeah the farmer's daughter  ",
        "title": "Farmer's Daughter"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] Long were the nights when My days once revolved around you Counting my footsteps Praying the floor won't fall through... again My mother accused me of losing my mind But I swore I was fine You paint me a blue sky Then go back and turn it to rain And I lived in your chess game But you changed the rules everyday Wonderin' which version of you I might get on the phone, tonight Well I stopped pickin' up and this song is to let you know why  [Chorus] Dear John, I see it all now that you're gone Don't you think I was too young to be messed with The girl in the dress cried the whole way home I shoulda' known  [Verse 2] Well maybe it's me And my blind optimism to blame Or maybe it's you and your sick need To give love and take it away And you'll add my name to your long list of traitors Who don't understand And I look back in regret how I ignored when they said \"Run as fast as you can\"  [Chorus] Dear John, I see it all now that you're gone Don't you think I was too young to be messed with The girl in the dress cried the whole way home Dear John, I see it all now it was wrong Don't you think nineteen's too young To be played by your dark, twisted games When I loved you so? I shoulda' known  [Bridge] You are an expert at sorry And keeping the lines blurry Never impressed by me acing your tests All the girls that you've run dry have tired lifeless eyes 'Cause you burned them out But I took your matches Before fire could catch me So don't look now I'm shining like fireworks Over your sad empty town, yeah Oh, oh, oh, oh, oh, oh  [Chorus] Dear John, I see it all now that you're gone Don't you think I was too young to be messed with The girl in the dress cried the whole way home  [Outro] I see it all now that you're gone Don't you think I was too young to be messed with The girl in the dress Wrote you a song, you shoulda' known You shoulda' known Don't you think I was too young You shoulda' known  ",
        "title": "Dear John"
    },
    {
        "artist": "Jason Aldean",
        "lyrics": "  [Verse 1 - Jason Aldean] I worked all week Cleaned up clean cut and clean shaved I got the cover off the '68 I fire it up and let them horses sing A little pretty thing A little tan-legged Georgia dream She’s a rocking them holey jeans Baby what you got going on Saturday? You know words got it there’s gonna be a party Out of town about half a mile Four wheel drives and big mud tires Muscadine wine  [Chorus - Jason Aldean] Oh baby you can find me In the back of a jacked up tailgate Sitting round watching all these pretty things Get down in that Georgia clay And I’ll find peace At the bottom of a real tall cold drink I'm chilling to some Skynyrd and some old Hank Let's get this thing started It’s my kinda party  [Verse 2 - Jason Aldean] If you wanna drink Go baby just do your thing Give up your keys Hell why drive when you can stay with me? And then after while we’ll sneak away from the bonfire Walk by the moonlight and down to the riverside Gotcha sipping on some moonshine Baby if you're in the mood you can settle for a one night rodeo You can be my tan-legged Juliet I’ll be your Redneck Romeo  [Chorus - Jason Aldean] Oh baby you can find me In the back of a jacked up tailgate Sitting round watching all these pretty things Get down in that Georgia clay And I’ll find peace At the bottom of a real tall cold drink I'm chilling to some Skynyrd and some old Hank Let's get this thing started It’s my kinda party  [Instrumental Break]  [Chorus - Jason Aldean] Oh baby you can find me In the back of a jacked up tailgate Sitting round watching all these pretty things Get down in that Georgia clay And I’ll find peace At the bottom of a real tall cold drink I'm chilling to some Skynyrd and some old Hank Let's get this thing started It’s my kinda party  [Outro - Jason Aldean] Ya'all ready for this? Ya'all gonna turn it on up  ",
        "title": "My Kinda Party"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Intro] Now go stand in the corner and think about what you did Ha, time for a little revenge  [Verse 1] The story starts when it was hot and it was summer and I had it all, I had him right there, where I wanted him She came along, got him alone, and let's hear the applause She took him faster than you can say sabotage  [Pre-Chorus 1] I never saw it coming, wouldn't have suspected it I underestimated just who I was dealing with She had to know the pain was beating on me like a drum She underestimated just who she was stealing from  [Chorus] She's not a saint and she's not what you think She's an actress, whoa She's better known for the things that she does On the mattress, whoa Soon she's gonna find stealing other people's toys On the playground won't make you many friends She should keep in mind, she should keep in mind There is nothing I do better than revenge, HA!  [Verse 2] She looks at life like it's a party and she's on the list She looks at me like I'm a trend and she's so over it I think her ever present frown is a little troubling And she thinks I'm psycho 'cause I like to rhyme her name with things  [Pre-Chorus 2] But sophistication isn't what you wear or who you know Or pushing people down to get you where you wanna go Oh they didn't teach you that in prep school, so it's up to me But no amount of vintage dresses gives you dignity  [Chorus] She's not a saint and she's not what you think She's an actress, whoa She's better known for the things that she does On the mattress, whoa Soon she's gonna find stealing other people's toys On the playground won't make you many friends She should keep in mind, she should keep in mind There is nothing I do better than revenge, HA!  [Bridge] I'm just another thing for you to roll your eyes at, honey You might have him, but haven't you heard? I'm just another thing for you to roll your eyes at, honey You might have him, but I always get the last word Whoa, whoa-ah-oh  [Chorus] She's not a saint and she's not what you think She's an actress, whoa She's better known for the things that she does On the mattress, whoa Soon she's gonna find stealing other people's toys On the playground won't make you many friends She should keep in mind, she should keep in mind There is nothing I do better than revenge, HA!  [Outro] Do you still feel like you know what you're doing? 'Cause I don't think you do, oh Do you still feel like you know what you're doing? I don't think you do, I don't think you do Let's hear the applause And show me how much better you are See you deserve some applause 'Cause you're so much better She took him faster than you could say sabotage  ",
        "title": "Better Than Revenge"
    },
    {
        "artist": "Edward Maya & Vika Jigulina",
        "lyrics": "  [Hook] When you're gonna stop breaking my heart? I don't wanna be another one Paying for the things I never done Don't let go, don't let go to my love  [Verse 1] Can I get to your soul? Can you get to my thought? Can we promise we won't let go? All the things that I need All the things that you need You can make it feel so real 'Cause you can't deny, you've blown my mind When I touch your body I feel I'm losing control 'Cause you can't deny, you've blown my mind When I see you baby, I just don't want to let go  [Instrumental breaks]  [Verse 2] I hate to see you cry Your smile is a beautiful lie I hate to see you cry My love is dying inside  I can fix all those lies Oh baby, baby I run, but I'm running to you You won't see me cry, I'm hiding inside My heart is in pain but I'm smiling for you Oh baby I've tried to make the things right I need you more than air when I'm not with you Please don't ask me why, just kiss me this time My only dream is about you and I  My heart is in pain but I'm smiling for you Oh baby I'll try to make the things right I need you more than air when I'm not with you Please don't ask me why, just kiss me this time My only dream is about you and I  ",
        "title": "Stereo Love"
    },
    {
        "artist": "Shakira Featuring Dizzee Rascal",
        "lyrics": null,
        "title": "Loca"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": "  [Verse 1] I remember saying I don't care either way Just as long as he or she is healthy I'm OK Then the doctor pointed to the corner of the screen And said \" you see that thing right there well you know what that means\" And I started wondering who he was going to be And I thought heaven help us if he's anything like me He'll probably climb a tree too tall and ride his bike too fast End up every summer wearing something in a cast He's going to throw a ball and break some glass in a window down the street  [Chorus] He's going to get in trouble oh he's going to get in fights I'm going to lose my temper and some sleep It safe to say that I'm going to get my pay back if he's anything like me  [Verse 2] I can see him right now knees all skinned up With a magnifying glass trying to melt the Tonka truck Won't he be a sight with his football helmet on That'll be his first love till his first love comes along He'll get his heart broke by the time he's in his teens And heaven help him if he's anything like me He'll probably stay out to late and drive his car to fast Get a speeding ticket he'll pay for mowing grass He's going to get caught skipping class and be grounded for a week  [Chorus]  [Verse 3] He's going to love me and hate me along the way Years are going to fly by I already dread the day He's going to hug his momma he's going to shake my hand He's going to act like he can't wait to leave But as he drives out he'll cry his eyes out If he's anything like me (can't understand) Aw he'll be alright if he's anything like me  ",
        "title": "Anything Like Me"
    },
    {
        "artist": "Rihanna Featuring Drake",
        "lyrics": "  [Hook: Rihanna] Ooh na na, what's my name? Ooh na na, what's my name? Ooh na na, what's my name? What's my name, what's my name?  [Verse 1: Drake] I heard you good with them soft lips Yeah, you know word of mouth The square root of 69 is 8 something, right? Cause I've been tryna work it out Uh, good weed, white wine I come alive in the night time Okay, away we go Only thing we have on is the radio Let it play, say you gotta leave But I know you wanna stay You just waiting on the traffic jam to finish girl The things we could do in twenty minutes girl Say my name, say my name, wear it out It's getting hot, crack a window, air it out I can get you through a mighty long day Soon as you go the text that I write is gonna say  [Hook]  [Verse 2: Rihanna] Not everybody knows how to work my body Knows how to make me want it But boy you stay up on it You got that something that keeps me so off balance Baby, you're a challenge, let's explore your talent  [Hook: Rihanna] Hey boy, I really wanna see if you can go downtown with a girl like me Hey boy, I really wanna be with you, cause you just my type Ooh na na na na I need a boy to take it over Looking for a guy to put in work, uh Oooooh, oooooh  Ooh na na, what's my name? Ooh na na, what's my name? Ooh na na, what's my name? What's my name, what's my name?  [Verse 3: Rihanna] Baby you got me And ain't nowhere that I'd be Than with your arms around me Back and forth you rock me So I surrender to every word you whisper Every door you enter, I will let you in  [Hook]  [Bridge: Rihanna] You're so amazing, you took the time to figure me out That's why you take me, way past the point of turning me on You 'bout to break me, I swear you got me losing my mind  ",
        "title": "What's My Name?"
    },
    {
        "artist": "Miguel Featuring J. Cole",
        "lyrics": "  [Verse 1: J. Cole] Damn, damn Damn, Cole World I never thought I see that day that you my ol' girl Now I’m stuck here hollerin' at old girl Got one, got two, three, four girls Shotgun in the drop made a right Hut one, hut two, told them hoes take a hike Then it’s on to the next, on, on to the next one Hard to move on when you always regret one  [Verse 2: Miguel] I wonder sometimes I wonder if I was wrong Tryna do right by you got me here Now all I am is alone  [Pre-Chorus] 'Cause her eyes, n' those hips And that ass, don’t compare At all, no And at best all they do is distract me but now Deep down when I face it  [Chorus: Miguel] All I want is you All I want is you, now All I want is you now Now that you’re gone, gone, gone  [Verse 3: Miguel] 'Cause being your friend is killin' me softly Hear voices, wonder where I went wrong It was my fault and the wrong time I wonder so often, regret gets exhaustin'  [Pre-Chorus] 'Cause her eyes, n' those hips And that ass, don’t compare At all, no And at best all they do is distract me but now Deep down when I face it  [Chorus: Miguel] All I want is you, mmh All I want is you, now All I want is you now, sugar Now that you’re gone, gone, gone All I want is you, ooh-ooh, ooh All I want is you, now All I want is you now, baby Now that you’re gone, gone, gone Gone, gone  [Post-Chorus: Miguel & J. Cole] 'Cause they don’t smile or smell like you And they don’t make me laugh or even cook like you And they don’t photograph, nah, they don't sex like you Let's face it (yeah), I can’t replace it (yeah) That's why all I want is you now  [Verse 4: J. Cole] I hit the club when you left me thinking that could heal shit Tryna celebrate my Independence Day, Will Smith Baby girl who I’m kidding? Still sick, real shit All my new hoes seem to get old real quick And could it be, you everything that these plain bitches couldn’t be? Is it a sign from the Lord that I shouldn’t be Lost in the player way, sorta get old to me Got me on layaway, girl you got a hold on me I say, \"I’m wrong\", you say, \"Come again?\" Damn, said I was wrong, look don’t rub it in I got a lot on my mind, got a flock full of dimes Like a line full of hoes, how they coming in Just sayin', don’t wanna have me then somebody will I’m playin', weight on my chest like I body build I’m prayin', you ain’t content with tryna do your thang And come back baby, boomerang  [Chorus: Miguel] That's why all I want is you now All I want is you, now All I want is you now, sugar Now that you’re gone, gone, gone Gone, gone  [Outro: Miguel] Ooh, ooh Ooh, ooh, oh Yeah, now that you're gone, gone, gone I want you back  ",
        "title": "All I Want Is You"
    },
    {
        "artist": "David Guetta Featuring Kid Cudi",
        "lyrics": null,
        "title": "Memories"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] You and I walk a fragile line I have known it all this time But I never thought I'd live to see it break It's getting dark and it's all too quiet And I can't trust anything now And it's coming over you like it's all a big mistake  [Pre-Chorus] Whoa, holding my breath Won't lose you again Something's made your eyes go cold  [Chorus] C'mon, c'mon, don't leave me like this I thought I had you figured out Something's gone terribly wrong You're all I wanted C'mon, c'mon, don't leave me like this I thought I had you figured out Can't breathe whenever you're gone Can't turn back now I'm haunted  [Verse 2] Stood there and watched you walk away From everything we had But I still mean every word I said to you He will try to take away my pain And he just might make me smile But the whole time I'm wishing it was you instead  [Pre-Chorus] Oh, holding my breath Won't see you again Something keeps me holding onto nothing  [Chorus] C'mon, c'mon, don't leave me like this I thought I had you figured out Something's gone terribly wrong You're all I wanted C'mon, c'mon, don't leave me like this I thought I had you figured out Can't breathe whenever you're gone Can't turn back now I'm haunted  [Bridge] I know I know I just know You're not gone, you can't be gone, no  [Chorus] C'mon, c'mon, don't leave me like this I thought I had you figured out Something's gone terribly wrong Won't finish what you started C'mon, c'mon, don't leave me like this I thought I had you figured out Can't breathe whenever you're gone Can't turn back now I'm haunted  (Oh oh oh oh oh oh oh oh oh)  [Outro] You and I walk a fragile line I have known it all this time Never ever thought I'd see it break Never thought I'd see it  ",
        "title": "Haunted"
    },
    {
        "artist": "Bruno Mars",
        "lyrics": "  [Verse 1] Easy come, easy go That's just how you live, oh Take, take, take it all, but you never give Shoulda known you was trouble from the first kiss Had your eyes wide open Why were they open? (Ooh)  [Pre-Chorus] Gave you all I had and you tossed it in the trash You tossed it in the trash, you did To give me all your love is all I ever ask Cause what you don't understand is...  [Chorus] I'd catch a grenade for ya Throw my hand on a blade for ya I'd jump in front of a train for ya You know I'd do anything for ya Ooh, I would go through all this pain Take a bullet straight through my brain Yes, I would die for ya, baby But you won't do the same No, no, no, no, oh  [Verse 2] Black, black, black and blue Beat me 'til I'm numb Tell the devil I said, \"hey\" when you get back to where you're from Mad woman, bad women That's just what you are Yeah, you'll smile in my face then rip the brakes out my car  [Pre-Chorus] Gave you all I had and you tossed it in the trash You tossed it in the trash, yes you did To give me all your love is all I ever ask Cause what you don't understand is...  [Chorus] I'd catch a grenade for ya Throw my hand on a blade for ya I'd jump in front of a train for ya You know I'd do anything for ya Ooh, I would go through all this pain Take a bullet straight through my brain Yes, I would die for ya, baby But you won't do the same  [Bridge] If my body was on fire Ooh, you'd watch me burn down in flames You said you loved me, you're a liar Cause you never, ever, ever did, baby But darlin' I'd still...  [Chorus] Catch a grenade for ya Throw my hand on a blade for ya I'd jump in front of a train for ya You know I'd do anything for ya Oh, I would go through all this pain Take a bullet straight through my brain Yes, I would die for ya, baby But you won't do the same  [Outro] No, you won't do the same You wouldn't do the same Ooh, you'd never do the same No, no, no, no oh  ",
        "title": "Grenade"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": "  [Verse 1] When I feel that chill, smell that fresh cut grass I'm back in my helmet, cleats and shoulder pads Standing in the huddle listening to the call Fans going crazy for the boys of fall They didn't let just anybody in that club Took every ounce of heart and sweat and blood To get to wear those game day jerseys down the hall Kings of the school man, we're the boys of fall  [Chorus] Well it's turn and face the Stars and Stripes It's fighting back them butterflies It's call it in the air, \"Alright yes sir we want the ball\" And it's knocking heads and talking trash It's slinging mud and dirt and grass It's I got your number, I got your back when your back's against the wall You mess with one man you got us all The boys of fall  [Verse 2] In little towns like mine that's all they got Newspaper clippings fill the coffee shops The old men will always think they know it all Young girls will dream about the boys of fall  [Chorus] Well it's turn and face the Stars and Stripes It's fighting back them butterflies It's call it in the air, \"Alright yes sir we want the ball\" And it's knocking heads and talking trash It's slinging mud and dirt and grass It's I got your number, I got your back when your back's against the wall You mess with one man you got us all The boys of fall  [Chorus] Well it's turn and face the Stars and Stripes It's fighting back them butterflies It's call it in the air, \"Alright yes sir we want the ball\" And it's knocking heads and talking trash It's slinging mud and dirt and grass It's I got your number, I got your back when your back's against the wall You mess with one man you got us all The boys of fall  [Outro] We're the boys of fall  We're the boys of fall  ",
        "title": "The Boys of Fall"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": "  [Verse 1] What are you say girl, we do something crazy Quit putting it off, you know what I'm saying Isn't like it isn't going to happen, forever's a given It's already written Who we kidding baby, come on  The stars can't line up any straighter Let's do it now and think about it later  [Chorus] Why wait another minute For something we should'a done yesterday? I know a little church With a preacher who could hook us up right away Love don't need a reason Baby I don't see how I could love you anymore than I do today So why wait  [Verse 2] Now I love your mama, let's save her some trouble And your daddy won't mind if we save him a bundle Girl it just so happens, that ring that you wanted Well guess what I bought it It's in my pocket baby, come on  Let's get it done, let's get it on your left hand This is me, girl, popping the question  [Chorus]  Let's do something crazy Because crazy's what you make me  [Chorus]  [Outro] What do you say girl we do something crazy  ",
        "title": "Why Wait"
    },
    {
        "artist": "Mumford & Sons",
        "lyrics": "  [Verse 1] Weep for yourself, my man You'll never be what is in your heart Weep Little Lion Man You're not as brave as you were at the start Rate yourself and rake yourself Take all the courage you have left And wasted on fixing all the problems That you made in your own head  [Chorus] But it was not your fault but mine And it was your heart on the line I really fucked it up this time Didn't I, my dear? Didn't I, my—  [Verse 2] Tremble for yourself, my man You know that you have seen this all before Tremble Little Lion Man You'll never settle any of your scores Your grace is wasted in your face Your boldness stands alone among the wreck Now learn from your mother Or else spend your days biting your own neck  [Chorus (Extended)] But it was not your fault but mine And it was your heart on the line I really fucked it up this time Didn't I, my dear? But it was not your fault but mine And it was your heart on the line I really fucked it up this time Didn't I, my dear? Didn't I, my dear?  [Breakdown/Ad-Libs]  [Chorus (Extended)] But it was not your fault but mine And it was your heart on the line I really fucked it up this time Didn't I, my dear? But it was not your fault but mine And it was your heart on the line I really fucked it up this time Didn't I, my dear? Didn't I, my dear?  ",
        "title": "Little Lion Man"
    },
    {
        "artist": "Easton Corbin",
        "lyrics": "  [Verse 1] I got my old guitar and some fishing poles So baby fill that cooler full of something cold Don't ask just pack and we'll hit the road running Honey what do you say I got just enough money and just enough gas So pick a place on the map we can get to fast Where the white sandy beach meets water like glass And if the tide carries us away  [Chorus] Baby we'll roll with it Won't think about it too much Baby let's just go with it And get out of this ordinary everyday rut And we get swept away by one of those perfect days When the sun is sinking low at dusk And wind up a little deeper in love Baby lets roll with it  [Verse 2] We get so caught up in catching up Trying to pay the rent trying to make a buck That don't leave much time for time for us And ain't life too short for that So open up that bag of pig skins you bought At the Exxon station the last time we stopped And you kick back baby and dance in your socks On the windshield to some radio rock  [Chorus]  [Outro] And it won't be no thing if it starts to rain And we have to wait it out in the truck We might wind up a little deeper in love So baby lets roll with it  ",
        "title": "Roll With It"
    },
    {
        "artist": "Jay Sean Featuring Nicki Minaj",
        "lyrics": null,
        "title": "2012 (It Ain't The End)"
    },
    {
        "artist": "Adam Lambert",
        "lyrics": "  [Verse 1] So I got my boots on, got the right amount of leather And I'm doing me up with a black color liner And I'm working my strut but I know it don't matter All we need in this world is some love  [Pre-Chorus] There's a thin line 'tween the dark side And the light side, baby tonight It's a struggle, gotta rumble, tryna find it  [Chorus] But if I had you That would be the only thing I'd ever need Yeah if I had you The money, fame and fortune never could compete If I had you Life would be a party, it'd be ecstasy Yeah, if I had you Y-y-y-y-you y-y-y-y-y-you y-y-y-y-y-you If I had you  [Verse 2] From New York to LA getting high, rock and rolling Get a room trash it up 'til it's ten in the morning Girls in stripper heels, boys rolling in Maserati's What they need in this world is some love  [Pre-Chorus] There's a thin line 'tween the wild time And a flat-line, baby tonight It's a struggle gotta rumble, tryin'a find it  [Chorus] But if I had you That would be the only thing I'd ever need Yeah if I had you The money, fame and fortune never could compete If I had you Life would be a party, it'd be ecstasy Yeah, if I had you Y-y-y-y-you y-y-y-y-y-you y-y-y-y-y-you If I had-  [Bridge] The flashing of the lights It might feel so good But I've got you stuck on my mind, yeah! The fashion and the stage It might get me high But it don't mean a thing tonight  [Chorus] That would be the only thing I'd ever need, yeah If I had you The money, fame and fortune never could compete If I had you Life would be a party, it'd be ecstasy, yeah If I had you You-y-y-y-y-you You-y-y-y-y-you, you-y-y-y-y-you, If I had you That would be the only thing I'd ever need, yeah If I had you Then money, fame and fortune never could compete (Never could compete with you) If I had you Life would be a party it'd be ecstasy (it'd be ecstasy with you) Yeah, if I had you, you y-y-y-y-you You y-y-y-y-you You y-y-y-y-you, if I had you  ",
        "title": "If I Had You"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] I still remember the look on your face Lit through the darkness at 1:58 The words that you whispered For just us to know You told me you loved me So why did you go away? Away  I do recall now the smell of the rain Fresh on the pavement I ran off the plane That July 9th The beat of your heart It jumps through your shirt I can still feel your arms  [Chorus] But now I'll go sit on the floor Wearing your clothes All that I know is I don't know how to be something you miss I never thought we'd have a last kiss Never imagined we'd end like this Your name, forever the name on my lips  [Verse 2] I do remember the swing of your step The life of the party, you're showing off again And I roll my eyes and then You pull me in I'm not much for dancing But for you I did  Because I love your handshake, meeting my father I love how you walk with your hands in your pockets How you kissed me when I was in the middle of saying something There's not a day I don't miss those rude interruptions  [Chorus] But now I'll go sit on the floor Wearing your clothes All that I know is I don't know how to be something you miss I never thought we'd have a last kiss Never imagined we'd end like this Your name, forever the name on my lips  [Bridge] So I'll watch your life in pictures like I used to watch you sleep And I feel you forget me like I used to feel you breathe And I keep up with our old friends just to ask them how you are Hope it's nice where you are  And I hope the sun shines And it's a beautiful day And something reminds you You wish you had stayed You can plan for a change in weather and time But I never planned on you changing your mind  [Chorus] So I'll go sit on the floor Wearing your clothes All that I know is I don't know how to be something you miss I never thought we'd have a last kiss Never imagined we'd end like this Your name, forever the name on my lips  Just like our last kiss Forever the name on my lips Forever the name on my lips  [Outro] Just like our last  ",
        "title": "Last Kiss"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": "  [Verse 1] It's like a storm That cuts a path It breaks your will It feels like that  You think you're lost But you're not lost on your own You're not alone  [Chorus] I will stand by you I will help you through When you've done all you can do If you can't cope I will dry your eyes I will fight your fight I will hold you tight And I won't let go  [Verse 2] It hurts my heart To see you cry I know it's dark This part of life Oh it finds us all And we're too small To stop the rain Oh but when it rains  [Chorus]  [Verse 3] And I won't let you fall Don't be afraid to fall I'm right here to catch you I won't let you down It won't get you down You're going to make it Yeah I know you can make it  [Chorus] Because I will stand by you I will help you through When you've done all you can do And you can't cope And I will dry your eyes I will fight your fight I will hold you tight And I won't let go Oh I'm going to hold you And I won't let go Won't let you go No I won't  ",
        "title": "I Won't Let Go"
    },
    {
        "artist": "Carrie Underwood",
        "lyrics": "  [Verse 1] Mama you taught me to do the right things So now you have to let your baby fly You have given me everything that I will need To make it through this crazy thing called life And I know you watched me grow up And only want what is best for me And I think I found the answer to your prayers  [Chorus] And he is good, so good He treats your little girl like a real man should He is good, so good He makes promises he keeps No, he's never gonna leave So, don't you worry about me Don't you worry about me  [Verse 2] Mama, there's no way you'll ever lose me Giving me away is not goodbye As you watch me walk down to my future I hope tears of joy are in your eyes  [Chorus] And he is good, so good He treats your little girl like a real man should He is good, so good He makes promises he keeps No, he's never gonna leave So, don't you worry about me Don't you worry about me  [Bridge] And when I watch my baby grow up I only want what's best for her And I hope she'll find the answer to my prayers And that she'll say  [Chorus] And he is good, so good He treats your little girl like a real man should He is good, so good He makes promises he keeps No, he's never gonna leave So, don't you worry about me Don't you worry about me  [Outro] Mama, don't you worry about me Don't you worry about me  ",
        "title": "Mama's Song"
    },
    {
        "artist": "Jesse McCartney",
        "lyrics": null,
        "title": "Shake"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] There I was again tonight Forcing laughter, faking smiles Same old tired, lonely place Walls of insincerity, shifting eyes and vacancy Vanished when I saw your face All I can say is It was enchanting to meet you  [Verse 2] Your eyes whispered \"have we met?\" Across the room your silhouette Starts to make its way to me The playful conversation starts Counter all your quick remarks Like passing notes in secrecy And it was Enchanting to meet you All I can say is I was enchanted to meet you  [Hook] This night is sparkling Don't you let it go I'm wonderstruck Blushing all the way home I'll spend forever Wondering if you knew I was enchanted to meet you  [Verse 3] The lingering question kept me up 2AM, who do you love? I wonder 'til I'm wide awake And now I'm pacing back and forth Wishing you were at my door I'd open up and you would say \"hey\" It was Enchanting to meet you All I know is I was Enchanted to meet you  [Hook] This night is sparkling Don't you let it go I'm wonderstruck Blushing all the way home I'll spend forever Wondering if you knew  This night is flawless Don't you let it go I'm wonderstruck Dancing around all alone I'll spend forever Wondering if you knew I was enchanted to meet you  [Bridge] This is me praying that This was the very first page Not where the storyline ends My thoughts will echo your name Until I see you again These are the words I held back As I was leaving too soon I was enchanted to meet you  [Refrein] Please don't be in love With someone else Please don't have somebody Waiting on you Please don't be in love With someone else Please don't have somebody Waiting on you  [Hook] This night is sparkling Don't you let it go I'm wonderstruck Blushing all the way home I'll spend forever Wondering if you knew  This night is flawless Don't you let it go I'm wonderstruck Dancing around all alone I'll spend forever Wondering if you knew I was enchanted to meet you  [Outro] Please don't be in love With someone else Please don't have somebody Waiting on you  ",
        "title": "Enchanted"
    },
    {
        "artist": "Jazmine Sullivan",
        "lyrics": "  (Intro) Why can't I find somebody else When I know, know that you're doing wrong It's so hard, hard to let go  (Verse 1) I done went through just about two bags of tissues baby And you're looking at me like you ain't the issue baby And though I tried to leave, I can't stop missing you baby And I keep coming, I keep coming back  (Hook) I keep going in circles, circles 'Round and 'round And while you're doing me so wrong I just keep holding you down I feel so stupid, foolish Loving you all this way But what I can I say But I wanna go I wanna go but I keep coming back  (Verse 2) Why I'm so confused for you, I have no answer boy (one time!) When I feel so used by you just like a toy (two times!) It's a shame that you don't care enough to even give me half the love I give to you I live for you baby I'm ashamed to say that I'm to blame for how you act Cause I keep coming, I keep coming back  (Hook)  I can't stop I can't stop I can't stop missing you baby I can't stop  (Bridge) I stay cause I love you but I hate that I stay You know I won't go that's why you treat me this way I want to be happy though it hurts me so bad Don't know what it is that keeps me coming back  Hol' up (wait a minute) I said hol' up (wait a minute) I said hol' up (wait a minute) I said freeze!  (Hook)(x2)  ",
        "title": "Holding You Down (Goin In Circles)"
    },
    {
        "artist": "Kid Cudi",
        "lyrics": "  [Intro] Inhale and I want you to exhale And I want you to follow your breath 10...9...8...7...6...5...4...3...1 I'm off on the adventure (We're good) This here is dedicated to all of the kids like me I'm on my way to heaven (Wherever you are, now)  [Verse 1] Birds sing, flying around You never see them too long on the ground You want to be one of them (Yeah) You want to be one of them (Yeah) You might hear the birds singing, flying around You never see them too long on the ground You want to be one of them (Yeah) You want to be one of them (Yeah)  [Hook] Woah now. Hey! Mr. Rager, Mr. Rager Tell me where you're going, tell us where you're headed I'm off on the adventure, Mr. Rager Tell me some of your stories, tell us of your travels Hey! Mr. Rager, Mr. Rager Tell me where you're going, tell us where you're headed I'm on my way to heaven, Mr. Rager Can we tag along, can we take the journey?  [Verse 2] Knocked down, round for round You're feeling like you're shot down on the ground When will the fantasy end? (Yeah) When will the heaven begin? (Yeah) You might be knocked down, round for round You're feeling like you're shot down on the ground When will the fantasy end? (Yeah) When will the heaven begin? (Yeah)  [Hook] Woah now. Hey! Mr. Rager, Mr. Rager Tell me where you're going, tell us where you're headed I'm off on the adventure, Mr. Rager Tell us some of your stories, tell us of your travels Hey! Mr. Rager, Mr. Rager Tell me where you're going, tell us where you're headed I'm on my way to heaven, Mr. Rager Can we tag along? Can we take the journey?  [Break x7] Oh, oh, oh, oh, oh  [Hook] Yeah! Mr. Rager, Mr. Rager Tell me where you're going, tell me where you're headed I'm off on the adventure, Mr. Rager Tell me some of your stories, tell us of your travels Mr. Rager-er-er-er-er Tell me where you're going, tell us where you're headed I'm on my way to heaven, Mr. Rager Can we tag along? Can we take that journey? Can we take that journey? I'm off on the adventure  [Outro] Hey! Mr. Rager Hey! Mr. Rager Hey! Mr. Rager (I'm on my way to heaven) Hey! Mr. Rager Hey!  3...2...1... Scott. Scott. Scott. Scott! That's good. You alright?  ",
        "title": "Mr. Rager"
    },
    {
        "artist": "George Strait",
        "lyrics": "  [Verse 1] He looks up from second base, dad's up in the stands He saw the hit, the run, the slide, there ain't no bigger fan In the parking lot after the game He said, \"Dad, I thought you had a plane to catch?\" He smiled and said, \"Yeah, son, I did\"  [Chorus] But life's not the breath you take, the breathing in and out That gets you through the day, ain't what it's all about You just might miss the point trying to win the race Life's not the breaths you take but the moments that take your breath away  [Verse 2] Fast forward fifteen years and a thousand miles away Boy's built a life, he's got a wife and a baby due today He hears a voice saying, \"I made it son\" Says, \"I told you dad, you didn't have to come\" He smiles and says, \"Yeah, I know you did\"  [Chorus]  [Bridge] Just like it took my breath when she was born Just like it took my breath away when dad took his last that morn  [Verse 3] Life's not the breath you take, the breathing in and out That gets you through the day, ain't what it's all about Just might miss the point if you don't slow down the pace Life's not the breaths you take but the moments that take your breath away  ",
        "title": "The Breath You Take"
    },
    {
        "artist": "Reba",
        "lyrics": "  [Verse 1] No Good, two-timing, lies coming out of your mouth Cheating, mistreating games that you play brought you down Broke my heart, tore it apart, look who's got the last laugh now Don't you come crawling begging please on your knees, baby if you're missing me  [Chorus 1] Well, you can hear me on the radio You want to turn me on, turn on your stereo You can sing along, while they're playing our song How you did me wrong, baby crank it up Until you blow the speakers out your Chevy truck So listen Romeo, when you're feeling kind of lonely Let me tell you where to go Turn On The Radio!  [Verse 2] Try to call, twitter me, text until your fingers bleed Oh! The DJ's the only way you're ever going to hear from me If you're reminiscing, and you're missing me this much, and you really want to stay in touch  [Chorus 1]  [Chorus 2] Turn on the radio! Whoa! Turn on the radio Turn on the radio Oh! Oh! Oh!  [Chorus 1]  [Chorus 2]  ",
        "title": "Turn On The Radio"
    },
    {
        "artist": "Plain White T's",
        "lyrics": "  [Verse 1] My head is stuck in the clouds She begs me to come down Says, \"Boy, quit foolin' around\" I told her, \"I love the view from up here Warm sun and wind in my ear We'll watch the world from above As it turns to the rhythm of love\"  [Chorus] We may only have tonight But till the morning sun, you're mine All mine Play the music low And sway to the rhythm of love  [Verse 2] My heart beats like a drum A guitar string to the strum A beautiful song to be sung She's got blue eyes deep like the sea That roll back when she's laughing at me She rises up like the tide The moment her lips meet mine  [Chorus]  [Bridge] When the moon is low We can dance in slow motion And all your tears will subside All your tears will dry  [Verse 3] And long after I've gone You'll still be humming along And I will keep you in my mind The way you make love so fine  [Chorus 2x]  ",
        "title": "Rhythm of Love"
    },
    {
        "artist": "YG",
        "lyrics": "  [Hook: Ty Dolla Sign] I met her at the club, then I said \"wassup?\" I took her to the crib and you know I fucked Yeah, toot it and boot it, toot it and boot it Toot it and boot it, that's right I toot and boot it  [Verse 1: YG] She think I'm cute, she wanna have sex Girl, knock it off, you know you can't have this She think I'm cute, she wanna have sex Girl knock it off, you know you can't have this And she told me run that I told her run it And she never seen a trick until she met my magic stick Girl, I'm a pimp spit straight game, never no simp' And after we did it she was walking with a limp Bust it open, leave it wet, you know I leave it soakin' Who next? I don't ever close, I stay open I met her in the club, you know I was drunk I asked her name and then I said: \"I wanna fuck\" And I'm YG and you know I fucked And she fucked back like a little slut And she fell in love, yeah and she felt stupid Cause you know, I toot it and boot it  [Hook: Ty Dolla Sign] I met her at the club, then I said \"wassup?\" I took her to the crib and you know I fucked Yeah, toot it and boot it, toot it and boot it Toot it and boot it, that's right I toot and boot it  [Verse 2: YG] Girl let me toot that boot that stop actin' stupid Acting like you don't know me, like \"Who that?\" Walked in the club, but I'll fly things I'm in the back girl, you know where to find me And I love how she think I'm cute And she don't even wanna tell me what she wanna do It's me and my crew, her and her friends And they all trying to leave with us when the club ends And she toot it from the back And you know she made it clap And you know I run it back like only for one night And she know I'm on like a switch on light Hey girl, I can have you feelin' right I can supply the pipe, just make sure it's tight We can do it all day, only for one night And after that you gotta go cause you ain't my wife  [Hook: Ty Dolla Sign] I met her at the club, then I said \"wassup?\" I took her to the crib and you know I fucked Yeah, toot it and boot it, toot it and boot it Toot it and boot it, that's right I toot and boot it  [Versus 3: YG] I toot it to the left, I toot it to the right Fuck with me, we gonna do it all night I seen a bad bitch, I swing my hat back And after I hit, I still on my back Cause I toot it and boot it And made her feel stupid Cause I toot it and boot it And made her feel stupid  [Hook: Ty Dolla Sign] I met her at the club, then I said wassup I took her to the crib and you know I fucked Yeah, toot it and boot it, toot it and boot it Toot it and boot it, that's why I toot and boot it  ",
        "title": "Toot It And Boot It"
    },
    {
        "artist": "Miranda Lambert",
        "lyrics": "  [Verse 1] Well I've been saved by the grace of southern charm I got a mouth like a sailor and yours is more like a Hallmark card If you want to pick a fight well I'm going to have to say good night I don't have to be hateful, I can just say bless your heart And even though I don't belong with your high life friends Doesn't mean we don't get together and try to make amens It's easier can you see lets agree to just disagree We don't have to like each other but its sure fun to pretend  [Hook] So lets shake hands and reach across those party lines You got your friends just like I got mine We might think a little differently But we got a lot in common you will see We're just like you, only prettier  [Verse 2] Everybody says you got to know your enemies Even if they only weigh a hundred pounds and stand five foot three If you just smile and behave you could always get your way It's a universal plan that'll get you where you can in all societies  [Hook]  [Break]  [Hook]  Well I'll keep drinkin' and you'll keep gettin' skinnier I'm just like you, only prettier  ",
        "title": "Only Prettier"
    },
    {
        "artist": "Keith Urban",
        "lyrics": "  [Verse 1] Well here you come again and you're looking so fine You don't notice me but it's alright I'm just a guy who wishes that I could be your man someday Yeah a picture paints a thousand words, it's true But it's still not enough for how I feel about you I want to put you in a melody, I got to set you into a groove  [Chorus 1] I want to put you in my car and drive And turn you up loud, roll down all the windows and shout it out I love this girl oh If I could press play, repeat how happy I'd be Wherever I'd go I'd have you there with me You'd be right where you belong I want to put you in a song, oh oh oh  [Verse 2]  Well I'd sing about your smile and your pretty blue eyes The way your hair shimmers in the sunlight It'd be so easy, I'd just write it from my heart Because I got to tell the world what you mean to me Wrap you up in a melody so you'll be Stuck in my head all day Because you're already there anyway, yes you are  [Chorus 2] I want to put you in my car and drive And turn you up loud, roll down all the windows and shout it out I love this girl If I could press play, repeat how happy I'd be Wherever I'd go I'd have you there with me You'd be right where you belong I want to put you in a song  [Bridge] And if I get it right everybody will be singing along yeah And when they see you on the street they'll say Hey aren't you the girl in that song  [Guitar Solo]  [Chorus 3] I want to put you in my car and drive And turn you up loud, roll down all the windows and shout it out I'm in love with this girl Yeah if I could press play, rewind a couple million times Imagine for a moment that you're all mine Every night I'd drive you home If I could put you in a Let me put you in a song Let me put you in a song Oh a pretty little song about you baby  [Guitar Solo 2 to the end of the song]  ",
        "title": "Put You In A Song"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] Your little hand's wrapped around my finger And it's so quiet in the world tonight Your little eyelids flutter cause you're dreaming So I tuck you in, turn on your favorite night light To you everything's funny, you got nothing to regret I'd give all I have, honey If you could stay like that  [Chorus] Oh darling, don't you ever grow up Don't you ever grow up, just stay this little Oh darling, don't you ever grow up Don't you ever grow up, it could stay this simple I won't let nobody hurt you, won't let no one break your heart And no one will desert you Just try to never grow up, never grow up  [Verse 2] You're in the car on the way to the movies And you're mortified your mom's dropping you off At 14 there's just so much you can't do And you can't wait to move out someday and call your own shots But don't make her drop you off around the block Remember that she's getting older too And don't lose the way that you dance around in your pj's getting ready for school  [Chorus] Oh darling, don't you ever grow up Don't you ever grow up, just stay this little Oh darling, don't you ever grow up Don't you ever grow up, it could stay this simple No one's ever burned you, nothing's ever left you scarred And even though you want to, just try to never grow up  [Verse 3] Take pictures in your mind of your childhood room Memorize what it sounded like when your dad gets home Remember the footsteps, remember the words said And all your little brother's favorite songs I just realized everything I have is someday gonna be gone  So here I am in my new apartment In a big city, they just dropped me off It's so much colder that I thought it would be So I tuck myself in and turn my night light on  Wish I'd never grown up I wish I'd never grown up  [Chorus] Oh I don't wanna grow up, wish I'd never grown up I could still be little Oh I don't wanna grow up, wish I'd never grown up It could still be simple Oh darling, don't you ever grow up Don't you ever grow up, just stay this little Oh darling, don't you ever grow up Don't you ever grow up, it could stay this simple Won't let nobody hurt you Won't let no one break your heart And even though you want to, please try to never grow up Oh, don't you ever grow up Oh, never grow up, just never grow up  ",
        "title": "Never Grow Up"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] I said remember this moment, in the back of my mind The time we stood with our shaking hands The crowds in the stands went wild We were the Kings and the Queens And they read off our names The night you danced like you knew our lives Would never be the same You held your head like a hero On a history book page It was the end of a decade But the start of an age  [Chorus] Long live the walls we crashed through All the kingdom lights shined just for me and you I was screaming long live all the magic we made And bring on all the pretenders One day, we will be remembered  [Verse 2] I said remember this feeling I passed the pictures around Of all the years that we stood there On the side-lines wishing for right now We are the Kings and the Queens You traded your baseball cap for a crown When they gave us our trophies And we held them up for our town And the cynics were outraged Screaming \"this is absurd\" Cause for a moment a band of thieves In ripped up jeans got to rule the world  [Chorus] Long live the walls we crashed through All the kingdom lights shined just for me and you I was screaming long live all the magic we made And bring on all the pretenders I'm not afraid Long live all the mountains we moved I had the time of my life fighting dragons with you I was screaming long live that look on your face And bring on all the pretenders One day, we will be remembered  [Bridge] Hold on to spinning around Confetti falls to the ground May these memories break our fall Will you take a moment? Promise me this That you'll stand by me forever But if God forbid fate should step in And force us into a goodbye If you have children some day When they point to the pictures Please tell them my name Tell them how the crowds went wild Tell them how I hope they shine Long live the walls we crashed through I had the time of my life, with you  [Chorus] Long, long live the walls we crashed through All the kingdom lights shined just for me and you I was screaming long live all the magic we made And bring on all the pretenders I'm not afraid Singing, long live all the mountains we moved I had the time of my life fighting dragons with you And long, long live that look on your face And bring on all the pretenders One day, we will be remembered  ",
        "title": "Long Live"
    },
    {
        "artist": "Lloyd",
        "lyrics": "  [Intro] Lay your head on my pillow Lay your head on my pillow Lay it down Lay it down Lay it down Oh lay it down Lay your head on my pillow Yeah  [1st Verse] I ain't Casanova, me and Romeo ain't never been friends But tonight girl I’ma show you how much I love you, let the party begin I’ma do something I never did to you girl I’ma turn you out, I'll show you a new you girl Tell your friends you ain't coming out tonight Wrap your hair girl, tie it up tonight  [Hook] [2nd Verse] You're looking at me girl and I ain’t talking about the look in your eyes Me, my partner nem is giving a standing ovation girl tonight So go on and stretch it out cause I'm gon’ work it good girl(ay ay) And don't be bourgie ‘cause tonight I need a hood girl(ay ay) And I’m gonna tell my friends I ain’t coming out tonight I’ma put this jimmy on and rock that body right  [Bridge] All my fellas say lay, lay, lay Wanna lay it down, so I can lay you down All my ladies say lay, lay, lay Wanna lay it down, so I can lay you down  [Hook] Lay Oh Lay Oh lay, oh lay, oh lay, oh lay, oh lay your head down girl Lay your head down, lay your head down tonight Lay your head down, lay your head down tonight Lay your head down, lay your head down so I can work it, work it, work it, work it Oh lay, oh lay, oh lay Oh lay, oh lay, oh lay Oh lay, oh lay, oh lay, ooh ooh Oh lay, oh lay, oh lay, ooh ooh Your head down girl  ",
        "title": "Lay It Down"
    },
    {
        "artist": "Kings Of Leon",
        "lyrics": "  [Verse:] When the roll is called up yonder I hope you see me there It's in the water, it's where you came from It's in the water, it's where you came from When the crowd begins to wonder And they cry to see your face  [Chorus:] It's in the water, it's in the story, of where you came from Your sons and daughters, in all their glory, it's going to shape her And when they clash and come together, and start rising Just drink the water where you came from, where you came from  [Bridge:] So the roll it was called from yonder Never sold yourself away  [Chorus:] It's in the water, it's in the story, of where you came from Your sons and daughters, in all their glory, it's going to shape her And when they clash and come together, and start rising Just drink the water where you came from, where you came from  [Outro:] It's in the water, it's where you came from It's in the water, it's where you came from And when they clash and come together, and start rising Just drink the water, where you came from, where you came from  ",
        "title": "Radioactive"
    },
    {
        "artist": "Monica",
        "lyrics": "  [Verse 1] Must not have been paying attention I stepped right on it Didn't even notice how deep I was I went from the ground to the top of the cloud And now as I look down I see where I fell into your arms  [Chorus] Now I got love all over me Baby, you touch every part of me Oh, I got love all over me And I don't wanna get it off I'm completely covered up in your love  [Verse 2] Even my skin is changing I'm feeling warmer No more icy blue hearts for me You put the color back in my life And now where there was black and white You're becoming iridescent  [Chorus] And I got love all over me Baby, you touch every part of me Oh, I, I got love all over me And I don't wanna get it off I'm completely covered up in your love  [Bridge] Before your love, baby, I was muddy So deep with pain 'til you took it from me You showered me with a new beginning, now I'm clean Took me by surprise when you ran up on me I came to life, baby, in that moment You put your hands on my heart And baby, now it beats  [Chorus] Now I got love all over me And baby, you touch every part of me Oh, I got love all over me And I don't wanna get it off I'm completely covered up in your love In your love, in your love And I don't wanna get it off I'm completely covered in your love Oh, I ...in your love  ",
        "title": "Love All Over Me"
    },
    {
        "artist": "Glee Cast",
        "lyrics": "  Kurt: It's astounding Time is fleeting Madness takes it's toll But listen closely  Quinn: Not for very much longer  Kurt: I've got to keep control  Finn: I remember doing the Time Warp Drinking those moments when The blackness would hit me  Finn with Quinn: And the void would be calling  New Directions: Let's do the Time Warp again Let's do the Time Warp again  Artie: It's just a jump to the left  New Directions: And then a step to the right  Artie: Put your hands on your hips  New Directions: And bring your knees in tight But it's a pelvic thrust That really drives you insane  Let's do the Time Warp again Let's do the Time Warp again  Quinn: It's so dreamy Oh, fantasy, free me So you can't see me No, not at all  In another dimension With voyeuristic intentions Well secluded Oh, I'll see it all  Kurt: With a bit of a mind flip  Quinn: You're into the time slip  Kurt: And nothing can ever be the same  Santana (Quinn in the episode version): You're spaced out on sensation, ow  Finn: Like you're under sedation  New Directions: Let's do the Time Warp again Let's do the Time Warp again  Brittany: Well, I was walking down the street Just a-having a think When a snake of a guy Gave me an evil wink  Tina: He shook-a me up He took me by surprise He had a pickup truck And the devil's eyes He stared at me and I felt a change Time meant nothing, never would again  New Directions: Let's do the Time Warp again Let's do the Time Warp again  Artie: It's just a jump to the left  New Directions: And then a step to the right  Artie: Put your hands on your hips  New Directions: And bring your knees in tight But it's a pelvic thrust That really drives you insane  Mercedes with New Directions: Let's do the Time Warp again Let's do the Time Warp again  ",
        "title": "Time Warp"
    },
    {
        "artist": "Michael Buble",
        "lyrics": null,
        "title": "Hollywood"
    },
    {
        "artist": "Josh Turner",
        "lyrics": null,
        "title": "All Over Me"
    },
    {
        "artist": "3OH!3",
        "lyrics": "  [Verse 1] The sun is so hot The drinks are so cold Your clothes just fall off As the day goes We're gonna stay up Ain't gonna lay low We're gonna dance all night because we say so (Na, na, na)  [Pre-Chorus] I'm thinkin' maybe, I can't have relationships 'Cause lately, they're not making any sense And baby, you're the one thing on my mind But that can change anytime  [Chorus] 'Cause there's so many fine women That my head is spinnin' And I've lost all feelin' Everybody's singin' like (Hey!) Na, na, na (Hey, hey!) Na, na, na, na (Hey!) Na, na, na  (Hey, hey!) Na, na, na, na  'Cause there's so many fine women That my head is spinnin' And I'm seein' double vision Everybody's singin' like (Hey!) Na, na, na (Hey, hey!) Na, na, na, na (Hey!) Na, na, na  (Hey, hey!) Na, na, na, na, na  [Verse 2] Let's do this outside Shut down the whole block Watch the girls strut by like it's a catwalk We're livin' easy We got the whole day And we can go hard no matter what the cops say (Na, na, na)  [Pre-Chorus] I'm thinking maybe, I can't have relationships 'Cause lately, they're not making any sense And baby, you're the one thing on my mind but that can change anytime  [Chorus] 'Cause there's so many fine women That my head is spinnin' And I've lost all feelin' Everybody's singin' like (Hey!) Na, na, na (Hey, hey!) Na, na, na, na (Hey!) Na, na, na  (Hey, hey!) Na, na, na, na  'Cause there's so many fine women That my head is spinnin' And I'm seein' double vision Everybody's singin' like (Hey!) Na, na, na (Hey, hey!) Na, na, na, na (Hey!) Na, na, na  (Hey, hey!) Na, na, na, na, na  [Bridge] I see no vitals on your E-K-G Dead on the dance floor We only Clap because we need more 3OH!3 blowin' out your speakers (Hey!) Blowin' out your speakers  [Chorus] 'Cause there's so many fine women That my head is spinnin' And I've lost all feelin' Everybody's singin' like (Hey!) Na, na, na (Hey, hey!) Na, na, na, na (Hey!) Na, na, na  (Hey, hey!) Na, na, na, na  'Cause there's so many fine women That my head is spinnin' And I'm seein' double vision Everybody's singin' like (Hey!) Na, na, na (Hey, hey!) Na, na, na, na (Hey!) Na, na, na  (Hey, hey!) Na, na, na, na, na  ",
        "title": "Double Vision"
    },
    {
        "artist": "Trace Adkins",
        "lyrics": "  [Verse 1] Well my heart didn't skip a beat When I saw you standing there Looking like some kind of angel Like you were walking on air And the earth didn't move When you first said my name, I didn't feel a thing No, not me My heart didn't skip a beat  [Chorus] This ain't no love song I just felt like getting my guitar on And singing a tune, singing about you, yeah Feeling good and tapping my shoes And all this stuff I'm making up Well, you probably won't be hearing it on the radio But then you never know So baby if you want, you can sing along, but this ain't no love song  [Verse 2] I couldn't sleep last night But you weren't on my mind And I went for a drive last night But if you saw me driving by Well, I must have took a wrong turn I must have been thinking something else Had a melody in my head Yeah, maybe that's why I couldn't sleep last night  [Chorus]  [Bridge] Love song Love song Sing it to, you baby Sing it to you baby, all night long  [Chorus] Yeah half this stuff I'm making up Well, you probably won't be hearing it on the radio But then you never know So baby if you want, you can sing along, but this ain't no love song  [Outro] Love song Love song This ain't no love song  ",
        "title": "This Ain't No Love Song"
    },
    {
        "artist": "Florence + The Machine",
        "lyrics": "  [Verse 1] Happiness hit her, like a train on a track Coming towards her, stuck still no turning back She hid around corners and she hid under beds She killed it with kisses and from it she fled With every bubble she sank with a drink And washed it away down the kitchen sink  [Chorus 1] The dog days are over The dog days are done The horses are coming So you better run Run fast for your mother, run fast for your father Run for your children, for your sisters and brothers Leave all your love and your longing behind You can't carry it with you if you want to survive The dog days are over The dog days are done Can you hear the horses? Because here they come  [Bridge] And I never wanted anything from you Except everything you had And what was left after that too, oh  [Verse 2] Happiness hit her like a bullet in the back, back, back... Struck from a great height By someone who should know better than that  [Chorus 2] The dog days are over The dog days are done Can you hear the horses? Because here they come Run fast for your mother, run fast for your father Run for your children, for your sisters and brothers Leave all your love and your longing behind You can't carry it with you if you want to survive The dog days are over The dog days are done Can you hear the horses? Because here they come  [Outro] The dog days are over The dog days are gone Can you hear the horses? Because here they come The dog days are over The dog days are gone Can you hear the horses? Because here they come  ",
        "title": "Dog Days Are Over"
    },
    {
        "artist": "Linkin Park",
        "lyrics": "  [Intro: Mike Shinoda] This is not the end, this is not the beginning Just a voice like a riot rocking every revision But you listen to the tone and the violent rhythm And though the words sound steady Something empty's within them  We say yeah, with fists flying up in the air Like we're holding onto something that's invisible there 'Cause we're living at the mercy of the pain and the fear Until we dead it, forget it, let it all disappear  [Verse 1: Chester Bennington] We're waiting for the end to come Wishing I had strength to stand This is not what I had planned It's out of my control  Flying at the speed of light Thoughts were spinning in my head So many things were left unsaid It's hard to let you go  [Chorus: Chester] I know what it takes to move on I know how it feels to lie All I want to do is trade this life for something new Holding on to what I haven't got  [Verse 2: Chester] Sitting in an empty room Trying to forget the past This was never meant to last I wish it wasn't so  [Chorus: Chester] I know what it takes to move on I know how it feels to lie All I want to do is trade this life for something new Holding on to what I haven't got  [Bridge: Mike] What was left when that fire was gone? I thought it felt right, but that right was wrong All caught up in the eye of the storm And trying to figure out what it's like moving on  And I don't even know what kind of things I said My mouth kept moving and my mind went dead So, I'm picking up the pieces now, where to begin The hardest part of ending is starting again  [Outro: Chester & Mike] All I want to do is trade this life for something new Holding on to what I haven't got  This is not the end, this is not the beginning Just a voice like a riot, rocking every revision I'm holding on to what I haven't got But you listen to the tone and the violent rhythm Though the words sound steady Something empty's within them  We say yeah, with fists flying up in the air Like we're holding onto something that's invisible there 'Cause we're living at the mercy of the pain and the fear Holding on to what I haven't got Until we dead it, forget it, let it all disappear  ",
        "title": "Waiting For The End"
    },
    {
        "artist": "Christina Perri",
        "lyrics": "  [Verse 1] No, I can't take one more step towards you ‘Cause all that's waiting is regret Don't you know I'm not your ghost anymore? You lost the love I loved the most  [Pre-Chorus] I learned to live, half alive And now you want me one more time  [Chorus 1] And who do you think you are? Runnin' 'round leaving scars Collecting your jar of hearts And tearing love apart You're gonna catch a cold From the ice inside your soul So don't come back for me Who do you think you are?  [Verse 2] I hear you're asking all around If I am anywhere to be found But I have grown too strong To ever fall back in your arms  [Pre-Chorus] + [Chorus 1]  [Verse 3] It took so long just to feel alright Remember how to put back the light in my eyes I wish I had missed the first time that we kissed ‘Cause you broke all your promises And now you're back You don't get to get me back  [Chorus 2]x2 And who do you think you are? Runnin' 'round leaving scars Collecting your jar of hearts And tearing love apart You're gonna catch a cold From the ice inside your soul Don't come back for me Don't come back at all  [Outro] Who do you think you are? Who do you think you are? Who do you think you are?  ",
        "title": "Jar Of Hearts"
    },
    {
        "artist": "Ne-Yo",
        "lyrics": "  [Intro] Jet setter, go getter Nothing better Call me Mr. Been There, Done That Top model chick to your every day hood rat Less than all but more than a few But I've never met one like you  [Verse 1] Been all over the world, done a little bit of everything Little bit of everywhere, with a little bit of everyone All the girls I've been with, things I've seen, it takes much to impress But sure nuff your glow it makes your soul stand out from all the rest baby  [Pre-Hook] I can be in love But I just don't know Don't know Baby one thing is for certain Whatever you do it's working Other girls don't matter in your presence can't do what you do There's a million girls around but I don't see no one but you  [Hook] Girl you're so one in a million You are Baby you're the best I ever had Best I ever had And I'm certain that There ain't nothing better No there ain't nothing better than this  [Verse 2] You're not a regular girl, you don't give a damn about the loot Talking about I can't do it for you but you can do it for yourself Even though that ain't so, baby cause my dough don't know how to end But that independent thing, I'm with it, all we do is win, baby  [Pre-Hook] I can be in love But I just don't know Don't know Baby one thing is for certain Whatever you do it's working Other girls don't matter in your presence can't do what you do There's a million girls around but I don't see no one but you  [Hook] Girl you're so one in a million You are Baby you're the best I ever had Best I ever had And I'm certain that There ain't nothing better No there ain't nothing better than this  Girl you're so one in a million You are Baby you're the best I ever had Best I ever had And I'm certain that There ain't nothing better No there ain't nothing better than this  [Bridge] Diamond girl Only one in the world Just one of a kind She mine  Ooh all that I can think about is what this thing could be A future baby Baby you're one of a kind That means that you're the only one for me Only one for me Baby...  [Hook] Girl you're so one in a million You are Baby you're the best I ever had Best I ever had And I'm certain that There ain't nothing better No there ain't nothing better than this  Girl you're so one in a million You are Baby you're the best I ever had Best I ever had And I'm certain that There ain't nothing better No there ain't nothing better than this  ",
        "title": "One In A Million"
    },
    {
        "artist": "My Darkest Days Featuring Zakk Wylde",
        "lyrics": "  [Verse 1] Kelly won't kiss my friend Cassandra Jessica won't play ball Mandy won't share her friend Miranda Doesn't anybody live at all? Amanda won't leave me empty-handed Got her number from a bathroom stall Brandy just got way too much baggage And that shit just gets old  [Bridge] But I got a girl who can put on a show The dollar decides how far you can go  [Hook] She wraps those hands around that pole She licks those lips and off we go She takes it off nice and slow Because that's pornstar dancin' She don't play nice, she makes me beg She drops that dress around her legs And I'm sittin' right by the stage for this Pornstar dancin'  [Pre verse] Your body's lightin' up the room I want a naughty girl like you There's nothing hotter than a..  [Verse 2: Chad Kroeger] Stacy's gonna save herself for marriage But that's just not my style She's got a pair that's nice to stare at But I want girls gone wild  [Bridge] But I know a place where there's always a show The dollar decides how far you can go  [Hook] She wraps those hands around that pole She licks those lips and off we go She takes it off nice and slow Because that's pornstar dancin' She don't play nice, she makes me beg She drops that dress around her legs And I'm sittin' right by the stage for this Pornstar dancin'  [Pre-Verse] Your body's lightin' up the room I want a naughty girl like you Let's throw a party just for two You know those normal girls won't do  [Verse 3: Ludacris] They won't do, I need a girl that's kinda frisky Drinkin' with the fellas, takin' shots and gettin' tipsy We always wanna party 'cause she sexy as hell And if I ever get in trouble, bailin' me outta jail 'Cause she a stone cold stunna, hotta than the summer When she step up in the club, every man and woman want her She make me wanna get a stripper pole up in my home 'Cause her porn star dancin' got me in the zone!  [Hook] She wraps those hands around that pole She licks those lips and off we go She takes it off nice and slow Because that's pornstar dancin' She don't play nice, she makes me beg She drops that dress around her legs And I'm sittin' right by the stage for this Pornstar dancin'  ",
        "title": "Porn Star Dancing"
    },
    {
        "artist": "Eric Church",
        "lyrics": "  [Instrumental] [Verse 1] Turn the quiet up, turn the noise down Let this ol' world just spin around I wanna feel it swing, wanna feel it sway And put some feel good in my soul Drink a little drink, smoke a little smoke  Want a little more right, and a little less left Little more right now, a little less what's next Act like tomorrow's ten years away And just kick back and let the feelin' flow Drink a little drink, smoke a little smoke  [Verse 2] I set my sails for a new direction But the wind got in my way I changed my course But my definition of change Just ain't the same  I'm gonna sit right here Stay away from there I'm gonna make pretend I just don't care And I could get up Go get her back Or maybe I'll just let her go Drink a little drink, smoke a little smoke (ah come on now) Go get her back (ohhh) Drink a little drink, smoke a little smoke Drink a little drink smoke a little, smoke (You guys put your hands together like this)  [Bridge] Kick back, gives the blues a spin Break out the wine, forget again Dig down deep, find my stash Fire it up, take me back  [Bridge] Kick back, gives the blues a spin Break out the wine, forget again Dig down deep, find my stash Fire it up, memory crash  [Outro] Oh no, I don’t know Baby, it might take, all night Then I’ll maybe break out that old rock and roll Drink a little drink, smoke a little smoke  (Lets all stay out here and..) Drink a little drink, smoke a little smoke [Instrumental]  ",
        "title": "Smoke A Little Smoke"
    },
    {
        "artist": "Luke Bryan",
        "lyrics": "  [Verse 1] I saw a truck backing out of your drive You were sitting in the passenger side Messing with the radio, you had your sun glasses on I pulled over cause I couldn’t believe Two weeks ago that was you and me Riding down these old back roads, singing our songs Now everybody round our town's been whispering A tear in your eye says I should have been listening  [Chorus] Baby is someone else calling you baby It’s driving me crazy This being in the dark Goodbye aren’t never easy So break it to me hard If you’re over my love girl Lay it on my heart Don’t try to save me Is someone else calling you baby?  [Verse 2] You wanted time and you wanted your space So I backed off, did whatever it takes Never really thought you were that ready for moving along Now I aren’t leaving till I hear you say what’s going on It’ll be what it will be, its either him or me Give me the word and girl I’m gone  [Chorus] Baby is someone else calling you baby It’s driving me crazy This being in the dark Goodbye aren’t never easy So break it to me hard If you’re over my love girl Lay it on my heart Don’t try to save me Is someone else calling you baby?  [Outro] No goodbye aren’t never easy So break it to me hard If you’re over my love girl Lay it on my heart Don’t try to save me Is someone else calling you baby? No, don’t try to save me Is someone else calling you baby? Is someone else calling you baby?  ",
        "title": "Someone Else Calling You Baby"
    }
]