[
    {
        "artist": "The Chainsmokers Featuring Halsey",
        "lyrics": "  [Verse 1: Andrew Taggart] Hey, I was doing just fine before I met you I drink too much And that's an issue, but I'm okay Hey, you tell your friends It was nice to meet them But I hope I never see them again  [Pre-Chorus: Andrew Taggart] I know it breaks your heart Moved to the city in a broke-down car And four years, no calls Now you're lookin' pretty in a hotel bar And I-I-I can't stop No, I-I-I can't stop  [Chorus: Andrew Taggart] So, baby, pull me closer In the backseat of your Rover That I know you can't afford Bite that tattoo on your shoulder Pull the sheets right off the corner Of the mattress that you stole From your roommate back in Boulder We ain't ever getting older  [Post-Chorus: Andrew Taggart] We ain't ever getting older We ain't ever getting older  [Verse 2: Halsey] You look as good as the day I met you I forget just why I left you, I was insane Stay and play that Blink-182 song That we beat to death in Tucson, okay  [Pre-Chorus: Halsey] I know it breaks your heart Moved to the city in a broke-down car And four years, no call Now I'm lookin' pretty in a hotel bar And I-I-I can't stop No, I-I-I can't stop  [Chorus: Andrew Taggart & Halsey] So, baby, pull me closer In the backseat of your Rover That I know you can't afford Bite that tattoo on your shoulder Pull the sheets right off the corner Of the mattress that you stole From your roommate back in Boulder We ain't ever getting older  [Post-Chorus: Andrew Taggart & Halsey] We ain't ever getting older We ain't ever getting older  [Chorus: Andrew Taggart & Halsey] So, baby, pull me closer In the backseat of your Rover That I know you can't afford Bite that tattoo on your shoulder Pull the sheets right off the corner Of the mattress that you stole From your roommate back in Boulder We ain't ever getting older  [Post-Chorus: Andrew Taggart & Halsey] We ain't ever getting older (No, we ain't ever getting older) We ain't ever getting older (No, we ain't ever getting older) We ain't ever getting older (We ain't ever getting older) We ain't ever getting older (No, we ain't ever getting older) (We ain't ever getting older) (No, we ain't ever getting older)  ",
        "title": "Closer"
    },
    {
        "artist": "The Weeknd Featuring Daft Punk",
        "lyrics": "  [Verse 1] I'm tryna put you in the worst mood, ah P1 cleaner than your church shoes, ah Milli point two just to hurt you, ah All red Lamb’ just to tease you, ah None of these toys on lease too, ah Made your whole year in a week too, yah Main bitch out your league too, ah Side bitch out of your league too, ah  [Pre-Chorus] House so empty, need a centerpiece 20 racks a table cut from ebony Cut that ivory into skinny pieces Then she clean it with her face man I love my baby You talking money, need a hearing aid You talking bout me, I don't see the shade Switch up my style, I take any lane I switch up my cup, I kill any pain  [Chorus] Look what you've done I’m a motherfuckin' starboy Look what you've done I'm a motherfuckin' starboy  [Verse 2] Every day a nigga try to test me, ah Every day a nigga try to end me, ah Pull off in that Roadster SV, ah Pockets overweight, gettin' hefty, ah Coming for the king, that's a far cry, ah I come alive in the fall time, I No competition, I don't really listen I’m in the blue Mulsanne bumping New Edition  [Pre-Chorus] House so empty, need a centerpiece 20 racks a table cut from ebony Cut that ivory into skinny pieces Then she clean it with her face man I love my baby You talking money, need a hearing aid You talking bout me, I don’t see the shade Switch up my style, I take any lane I switch up my cup, I kill any pain  [Chorus] Look what you've done I’m a motherfuckin' starboy Look what you've done I'm a motherfuckin’ starboy  [Verse 3] Let a nigga brag Pitt Legend of the fall took the year like a bandit Bought mama a crib and a brand new wagon Now she hit the grocery shop looking lavish Star Trek roof in that Wraith of Khan Girls get loose when they hear this song 100 on the dash get me close to God We don't pray for love, we just pray for cars  [Pre-Chorus] House so empty, need a centerpiece 20 racks a table cut from ebony Cut that ivory into skinny pieces Then she clean it with her face man I love my baby You talking money, need a hearing aid You talking 'bout me, I don't see the shade Switch up my style, I take any lane I switch up my cup, I kill any pain  [Chorus] Look what you've done I'm a motherfuckin' starboy Look what you've done I'm a motherfuckin' starboy Look what you've done I'm a motherfuckin' starboy Look what you've done I'm a motherfuckin' starboy  ",
        "title": "Starboy"
    },
    {
        "artist": "twenty one pilots",
        "lyrics": "  [Chorus] All my friends are heathens, take it slow Wait for them to ask you who you know Please don't make any sudden moves You don't know the half of the abuse All my friends are heathens, take it slow Wait for them to ask you who you know Please don't make any sudden moves You don't know the half of the abuse  [Verse 1] Welcome to the room of people Who have rooms of people that they loved one day Locked away Just because we check the guns at the door Doesn't mean our brains will change from hand grenades You're loving on the psychopath sitting next to you You're loving on the murderer sitting next to you You'll think, “How'd I get here, sitting next to you?\" But after all I've said, please don't forget  [Chorus] All my friends are heathens, take it slow Wait for them to ask you who you know Please don't make any sudden moves You don't know the half of the abuse  [Verse 2] We don't deal with outsiders very well They say newcomers have a certain smell You have trust issues, not to mention They say they can smell your intentions You're loving on the freakshow sitting next to you You'll have some weird people sitting next to you You'll think “How did I get here, sitting next to you?\" But after all I've said, please don't forget (Watch it, watch it)  [Chorus] All my friends are heathens, take it slow Wait for them to ask you who you know Please don't make any sudden moves You don't know the half of the abuse  [Bridge] All my friends are heathens, take it slow (Watch it) Wait for them to ask you who you know (Watch it) Please all my friends are heathens, take it slow (Watch it) Wait for them to ask you who you know  [Outro] Why'd you come? You knew you should have stayed (It's blasphemy) I tried to warn you just to stay away (Away) And now they're outside ready to bust (To bust) It looks like you might be one of us  ",
        "title": "Heathens"
    },
    {
        "artist": "DJ Snake Featuring Justin Bieber",
        "lyrics": "  [Verse 1: Justin Bieber] I used to believe We were burnin' on the edge of somethin' beautiful Somethin' beautiful Sellin' a dream Smoke and mirrors keep us waitin' on a miracle On a miracle  [Pre-Chorus: Justin Bieber] Say, go through the darkest of days Heaven's a heartbreak away Never let you go, never let me down Oh, it's been a hell of a ride Driving the edge of a knife Never let you go, never let me down  [Chorus: Justin Bieber] Don't you give up, nah, nah, nah I won't give up, nah, nah, nah Let me love you Let me love you Don't you give up, nah, nah, nah I won't give up, nah, nah, nah Let me love you Let me love you Oh baby, baby  [Breakdown: DJ Snake]  [Verse 2: Justin Bieber] Don't fall asleep At the wheel, we've got a million miles ahead of us Miles ahead of us All that we need Is a rude awakening to know we're good enough yeah Know we're good enough  [Pre-Chorus: Justin Bieber] Say go through the darkest of days Heaven's a heartbreak away Never let you go, never let me down Oh it's been a hell of a ride Driving the edge of a knife Never let you go, never let me down  [Chorus: Justin Bieber] Don't you give up, nah, nah, nah I won't give up, nah, nah, nah Let me love you Let me love you Don't you give up, nah, nah, nah I won't give up, nah, nah, nah Let me love you Let me love you Oh baby, baby  [Breakdown: DJ Snake]  [Chorus: Justin Bieber] Don't you give up, nah, nah, nah I won't give up, nah, nah, nah Let me love you Let me love you Don't you give up, nah, nah, nah I won't give up, nah, nah, nah Let me love you Let me love you Oh baby, baby  ",
        "title": "Let Me Love You"
    },
    {
        "artist": "D.R.A.M. Featuring Lil Yachty",
        "lyrics": null,
        "title": "Broccoli"
    },
    {
        "artist": "Bruno Mars",
        "lyrics": "  [Intro] Tonight I just want to take you higher Throw your hands up in the sky Let's set this party off right  [Chorus] Players, put yo' pinky rings up to the moon Girls, what y'all trying to do? 24 karat magic in the air Head to toe so player Uh, look out!  [Verse 1] Pop pop, it's show time (Show time) Show time (Show time) Guess who's back again? Oh they don't know? (Go on tell 'em) Oh they don't know? (Go on tell 'em) I bet they know soon as we walk in (Showin' up) Wearing Cuban links (ya) Designer minks (ya) Inglewood's finest shoes (Whoop, whoop) Don't look too hard Might hurt ya'self Known to give the color red the blues  [Pre-Chorus] Ooh shit, I'm a dangerous man with some money in my pocket (Keep up) So many pretty girls around me and they waking up the rocket (Keep up) Why you mad? Fix ya face Ain't my fault y'all be jocking (Keep up)  [Chorus] Players only, come on Put your pinky rings up to the moon Girls, what y'all trying to do? 24 karat magic in the air Head to toe so player Uh, look out!  [Verse 2] Second verse for the hustlas (hustlas) Gangstas (gangstas) Bad bitches and ya ugly ass friends (Haha) Can I preach? (Uh oh) Can I preach? (Uh oh) I gotta show 'em how a pimp get it in First, take your sip (sip), do your dip (dip) Spend your money like money ain't shit (Whoop, whoop) We too fresh Got to blame it on Jesus Hashtag blessed They ain't ready for me  [Pre-Chorus] I'm a dangerous man with some money in my pocket (Keep up) So many pretty girls around me and they waking up the rocket (Keep up) Why you mad? Fix ya face Ain't my fault y'all be jocking (Keep up)  [Chorus] Players only, come on Put your pinky rings up to the moon Hey girls What y'all trying to do? 24 karat magic in the air Head to toe so player Uh, look out!  [Bridge] (Wooh) Everywhere I go they be like Ooh, so player ooh Everywhere I go they be like Ooh, so player ooh Everywhere I go they be like Ooh, so player ooh Now, now, now Watch me break it down like (Uh) 24 karat, 24 karat magic What's that sound? 24 karat, 24 karat magic Come on now 24 karat, 24 karat magic Don't fight the feeling Invite the feeling  [Chorus] Just put your pinky rings up to the moon Girls, what y'all trying to do? 24 karat magic in the air Head to toe so player Put your pinky rings up to the moon Girls, what y'all trying to do? (Do) 24 karat magic in the air Head to toe so player (24 karat) Uh, look out  [Outro] (24 karat magic, magic, magic)  ",
        "title": "24K Magic"
    },
    {
        "artist": "Major Lazer Featuring Justin Bieber & MO",
        "lyrics": "  [Verse 1: Justin Bieber] Everybody gets high sometimes, you know What else can we do when we're feelin' low? So take a deep breath and let it go You shouldn't be drowning on your own  [Pre-Chorus: Justin Bieber] And if you feel you're sinking, I will jump right over Into cold, cold water for you And although time may take us into different places I will still be patient with you And I hope you know...  [Chorus: Justin Bieber] I won't let go I'll be your lifeline tonight I won't let go I'll be your lifeline tonight  [Verse 2: Justin Bieber] 'Cause we all get lost sometimes, you know? It's how we learn and how we grow And I wanna lay with you 'til I'm old, oh-oh You shouldn't be fighting on your own  [Pre-Chorus: Justin Bieber] And if you feel you're sinking, I will jump right over Into cold, cold water for you And although time may take us into different places I will still be patient with you And I hope you know...  [Chorus: Justin Bieber] I won't let go And I won't let go, no-no, no-no, no I won't I'll be your lifeline tonight I won't let go I'll be your lifeline tonight  [Bridge: MØ] Come on, come on Save me from my rocking boat I just wanna stay afloat I'm all alone And I hope, I hope someone's gonna take me home Somewhere I can rest my soul (rest my soul) I need to know you won't let go  [Chorus: Justin Bieber & MØ] And I won't let go, no-no, no-no, no, I won't I'll be your lifeline tonight You won't let go I'll be your lifeline tonight  [Outro: Justin Bieber] I won't let go, no no, no no, no, I won't I'll be your lifeline tonight You won't let go I'll be your lifeline tonight  ",
        "title": "Cold Water"
    },
    {
        "artist": "Ariana Grande Featuring Nicki Minaj",
        "lyrics": "  [Chorus: Ariana Grande & Nicki Minaj] I've been here all night, Ariana I've been here all day,  Nicki Minaj And boy, got me walkin' side to side, let them hoes know  [Verse 1: Ariana Grande] I'm talkin' to ya See you standing over there with your body Feeling like I wanna rock with your body And we don't gotta think 'bout nothin' ('bout nothin') I'm comin' at ya 'Cause I know you got a bad reputation Doesn't matter, 'cause you give me temptation And we don't gotta think 'bout nothin' ('bout nothin')  [Pre-Chorus: Ariana Grande] These friends keep talkin' way too much Say I should give you up Can't hear them, no, 'cause I…  [Chorus: Ariana Grande] I've been here all night I've been here all day And boy, got me walkin' side to side I've been here all night I've been here all day And boy, got me walkin' side to side (side to side)  [Verse 2: Ariana Grande] Been tryna hide it Baby, what's it gonna hurt if they don't know? Makin' everybody think that we solo Just as long as you know you got me (you got me) And boy I got ya Cause tonight I'm making deals with the devil And I know it's gonna get me in trouble Just as long as you know you got me  [Pre-Chorus: Ariana Grande] These friends keep talkin' way too much Say I should give you up Can't hear them, no, 'cause I…  [Chorus: Ariana Grande] I've been here all night I've been here all day And boy, got me walkin' side to side (side to side) I've been here all night (been here all night, baby) I've been here all day (been here all day, baby) And boy, got me walkin' side to side (side to side)  [Refrain: Nicki Minaj] This the new style with the fresh type of flow Wrist icicle, ride dick, bicycle Come through yo, get you this type of blow If you wanna Minaj, I got a tricycle  [Verse 3: Nicki Minaj] All these bitches' flows is my mini-me Body smoking, so they call me Young Nicki Chimney Rappers in they feelings 'cause they feelin' me Uh, I-I give zero fucks and I got zero chill in me Kissing me, copped the blue box that say Tiffany Curry with the shot, just tell 'em to call me Stephanie Gun pop and I make my gum pop I'm the queen of rap, young Ariana run pop  [Pre-Chorus: Ariana Grande] These friends keep talkin' way too much Say I should give him up Can't hear them, no, 'cause I…  [Chorus: Ariana Grande] I've been here all night (been here all night, baby) I've been here all day (been here all night, baby) And boy, got me walkin' side to side (side to side) I've been here all night (been here all night, baby) I've been here all day (been here all day, baby) Boy, got me walkin' side to side (side to side)  [Refrain: Nicki Minaj] This the new style with the fresh type of flow Wrist icicle, ride dick, bicycle Come through yo, get you this type of blow If you wanna Minaj, I got a tricycle  ",
        "title": "Side To Side"
    },
    {
        "artist": "Maroon 5 Featuring Kendrick Lamar",
        "lyrics": "  [Intro] Oh hey Oh, oh hey Oh, oh, oh hey Uh oh, uh oh  [Chorus: Adam Levine] I don't wanna know, know, know, know Who‘s taking you home, home, home, home And loving you so, so, so, so The way I used to love you, no I don't wanna know, know, know, know Who's taking you home, home, home, home And loving you so, so, so, so The way I used to love you, oh I don't wanna know  [Verse 1: Adam Levine] Wasted (wasted) And the more I drink the more I think about you Oh no, no, I can't take it Baby every place I go reminds me of you  [Pre-Chorus: Adam Levine] Do you think of me? Of what we used to be? Is it better now that I'm not around? My friends are actin' strange, they don't bring up your name Are you happy now? Are you happy now?  [Chorus: Adam Levine] I don't wanna know, know, know, know Who's taking you home, home, home, home And loving you so, so, so, so The way I used to love you, no I don't wanna know, know, know, know Who's taking you home, home, home, home And loving you so, so, so, so The way I used to love you, oh I don't wanna know  [Verse 2: Adam Levine] And every time I go out, yeah I hear it from this one, I hear it from that one That you got someone new Yeah, I see but don't believe it Even in my head you're still in my bed Maybe I'm just a fool  [Pre-Chorus: Adam Levine] Do you think of me? Of what we used to be? Is it better now that I'm not around? My friends are actin' strange, they don't bring up your name Are you happy now? Are you happy now?  [Chorus: Adam Levine] I don't wanna know, know, know, know Who's taking you home, home, home, home And loving you so, so, so, so The way I used to love you, no I don't wanna know, know, know, know Who's taking you home, home, home, home And loving you so, so, so, so The way I used to love you, oh I don't wanna know  [Verse 3: Kendrick Lamar] (Oh hey) No more “please stop” No more hashtag boo'd up screenshots No more tryin' make me jealous on your birthday You know just how I made you better on your birthday, oh Do he do you like this, do he woo you like this? Do he lay it down for you, touch your poona like this? Matter fact, never mind, we'll let the past be May be his right now, but your body's still me, woah  [Chorus: Adam Levine] I don't wanna know, know, know, know Who's taking you home, home, home, home And loving you so, so, so, so The way I used to love you, no I don't wanna know, know, know, know Who's taking you home, home, home, home And loving you so, so, so, so The way I used to love you, oh I don't wanna know I don't wanna know, know, know, know Who's taking you home, home, home, home And loving you so, so, so, so The way I used to love you, oh I don't wanna know  [Outro] Oh hey Oh, oh hey Oh, oh, oh hey Uh oh, uh oh  ",
        "title": "Don't Wanna Know"
    },
    {
        "artist": "Shawn Mendes",
        "lyrics": "  [Verse 1] I won't lie to you I know he's just not right for you And you can tell me if I'm off But I see it on your face When you say that he's the one that you want And you're spending all your time In this wrong situation And anytime you want it to stop  [Chorus] I know I can treat you better than he can And any girl like you deserves a gentleman Tell me why are we wasting time On all your wasted crying When you should be with me instead I know I can treat you better Better than he can  [Verse 2] I'll stop time for you The second you say you'd like me to I just wanna give you the loving that you're missing Baby, just to wake up with you Would be everything I need and this could be so different Tell me what you want to do  [Chorus] 'Cause I know I can treat you better than he can And any girl like you deserves a gentleman Tell me why are we wasting time On all your wasted crying When you should be with me instead I know I can treat you better Better than he can Better than he can  [Bridge] Give me a sign Take my hand, we'll be fine Promise I won't let you down Just know that you don't Have to do this alone Promise I'll never let you down  [Chorus] 'Cause I know I can treat you better than he can And any girl like you deserves a gentleman Tell me why are we wasting time On all your wasted crying When you should be with me instead I know I can treat you better Better than he can Better than he can Better than he can  ",
        "title": "Treat You Better"
    },
    {
        "artist": "gnash Featuring Olivia O'Brien",
        "lyrics": null,
        "title": "I Hate U I Love U"
    },
    {
        "artist": "Sia Featuring Sean Paul",
        "lyrics": "  [Intro: Sean Paul] Up with it girl Rock with it girl Show dem it girl (Bada bang bang) Bounce with it girl Dance with it girl Get with it girl (Bada bang bang)  [Verse 1: Sia] Come on, come on, turn the radio on It's Friday night and I won't be long Gotta do my hair, I put my make up on It's Friday night and I won't be long  [Pre-Chorus: Sia (Sean Paul)] Till I hit the dance floor (Bada bang) Hit the dance floor (Bada bang) I got all I need No I ain't got cash, I ain't got cash But I got you baby (Just you an me)  [Chorus: Sia + Sean Paul] Baby I don't need dollar bills to have fun tonight (I love cheap thrills) Baby I don't need dollar bills to have fun tonight (I love cheap thrills) But I don't need no money You worth more dan diamonds, more dan gold As long as I can feel the beat Mek di beat jus tek control I don't need no money You worth more dan diamonds, more dan gold As long as I keep dancing Free up yourself, get outa control  [Verse 2: Sia] Come on, come on, turn the radio on It's Saturday and I won't be long Gotta paint my nails, put my high heels on It's Saturday and I won't be long  [Pre-Chorus: Sia (Sean Paul)] Till I hit the dance floor (Bada bang) Hit the dance floor (Bada bang) I got all I need (Sia) No I ain't got cash, I ain't got cash But I got you baby (Just you an me)  [Chorus: Sia + Sean Paul] Baby I don't need dollar bills to have fun tonight (I love cheap thrills) Baby I don't need dollar bills to have fun tonight (I love cheap thrills) But I don't need no money You worth more dan diamonds, more dan gold As long as I can feel the beat Mek di beat jus tek control I don't need no money You worth more dan diamonds, more dan gold As long as I keep dancing Free up yourself, get outa control  [Verse 3: Sean Paul & (Sia)] Me an you girl, you an me Drop it to di floor an mek mi see your energy because Mi nah play nuh hide an seek Wah fi see di ting you have weg mek me feel weak girl (Free) Cause anytime you wine an kotch it Di selector pull it up an put it pon repeat girl I'm nah touch a dollar 'na pocket Cause notin' in this world ain't more dan what you worth (I love cheap thrills)  [Bridge: Sia + Sean Paul] But I don't need no money You worth more dan diamonds, more dan gold As long as I can feel the beat Mek di beat jus tek control I don't need no money You worth more dan diamonds, more dan gold As long as I keep dancing Free up yourself, get outa control Oh, oh  [Chorus: Sia + Sean Paul] Baby I don't need dollar bills to have fun tonight (I love cheap thrills) Baby I don't need dollar bills to have fun tonight (I love cheap thrills) But I don't need no money You worth more dan diamonds, more dan gold As long as I can feel the beat Mek di beat jus tek control I don't need no money You worth more dan diamonds, more dan gold As long as I keep dancing Free up yourself, get outa control  [Outro: Sia] La, la, la, la, la, la (I love cheap thrills) La, la, la, la, la, la (I love cheap thrills) La, la, la, la, la, la (I love cheap thrills) La, la, la, la, la (I love cheap thrills)  ",
        "title": "Cheap Thrills"
    },
    {
        "artist": "Zay Hilfigerrr & Zayion McCall",
        "lyrics": "  [Intro: Grandmother] Do that one dance baby That, that one dance Yeah, oh You don't know how to do that? Baby do it for your grandma Come on, I'm old and I'm trying to learn it Well yeah, do it  [Intro: Two Girls] Girl 1: Oh my god, oh my god. Girl ain't that Zay and Zayion? Girl 2: Yas Girl 1: Don't both of 'em got a girlfriend? Girl 2: Girl I don't care Girl 1: I don't care girl, he still cute Girl 2: Oh yes, he is!  [Verse 1: Zay Hilfiger] Walked in this party And these girls lookin' at me Skinny jeans on and you know my hair nappy Hey, hey, hey Okay, okay I want y'all do it, do this dance now  [Hook: Zay Hilfiger] JuJu on the beat JuJu on that beat JuJu on that, JuJu on that, JuJu on that beat Now slide, drop Hit dem folks, don't stop, aye Don't stop, aye Don't stop, aye Running man on that beat, aye Running man on that beat, aye Running man on that beat, aye Running man on that beat Now do your dance, do your dance, do your dance, aye You ugly You your daddy's son  [Bridge: Zay Hilfiger] Aye, aye Do your dance, aye Go crazy, aye Get freaky, aye Let's go, leggo, leggo, leggo, leggo Hey, hey, hey Yea  [Verse 2: Zayion McCall] Okay we knuckin' and buckin' And ready to fight I got my cousin, he with me And got Lil Zay on the right And I'm a Detroit baby And I don't know nothing else Besides drinking and having parties And having some fun I say look in the mirror What you expect me to do? I see a 300-S And got them blacked out rims I mean I like your style I'm on a whole 'nother level If you compare me and you There wouldn't be no comparings  [Hook: Zay Hilfiger] JuJu on the beat JuJu on that beat JuJu on that, JuJu on that, JuJu on that beat Now slide, drop Hit dem folks, don't stop, aye Don't stop, aye Don't stop, aye Running man on that beat, aye Running man on that beat, aye Running man on that beat, aye Running man on that beat Now do your dance, do your dance, do your dance, aye You ugly You your daddy's son  ",
        "title": "Juju On That Beat (TZ Anthem)"
    },
    {
        "artist": "Kiiara",
        "lyrics": "  [Produced by Felix Snow]  [Intro] Roof was on, let me, love me-on-ly s-you know Roof was on, let me, love me-on-ly s-you know Roof was on, let me, love me-on-ly s-you know Roof was on, let me, love me  [Verse 1] Gold up in my, gold up in my teeth (Gold up, gold up in my teeth) Don’t care what you say to me I'ma bite your feelings out (Gold up in my teeth) I missed you in the basement (Gold up in my teeth) But your brother was a good substitute for you  [Pre-Chorus] And if you love me, love me, but you never let me go When the roof was on fire, you never let me know Say you’re sorry honey, but you never really show And I could leave the party without ever letting you know Without ever letting you know  [Chorus] Roof was on, let me, love me-on-ly s-you know Roof was on, let me, love me Without ever letting you know Roof was on, let me, love me-on-ly s-you know Roof was on, let me, love me Without ever letting you know Roof was on, let me, love me-on-ly s-you know Roof was on, let me, love me Without ever letting you know Roof was on, let me, love me-on-ly s-you know Without ever letting you know  [Verse 2] Gold up in my, gold up in my teeth (Gold up, gold up in my teeth) Tastes like money when I speak (Gold up, gold up in my teeth) And I missed you in the basement (Yeah, gold up in my teeth) Bodies on the pavement (Oh, gold up in my teeth)  [Pre-Chorus] And if you love me, love me, but you never let me go When the roof was on fire, you never let me know Say you’re sorry honey, but you never really show And I could leave the party without ever letting you know Without ever letting you know  [Chorus] Roof was on, let me, love me-on-ly s-you know Roof was on, let me, love me Without ever letting you know Roof was on, let me, love me-on-ly s-you know Roof was on, let me, love me Without ever letting you know Roof was on, let me, love me-on-ly s-you know Roof was on, let me, love me Without ever letting you know Roof was on, let me, love me-on-ly s-you know Without ever letting you know  [Verse 2] Gold up in my, gold up in my teeth (Gold up, gold up in my teeth) Taste like money when I speak (Gold up, gold up in my teeth) And I missed you in the basement (Yeah, gold up in my teeth) Bodies on the pavement (Oh)  [Pre-Chorus] And if you love me, love me, but you never let me go When the roof was on fire, you never let me know Say you’re sorry honey, but you never really show And I could leave the party without ever letting you know Without ever letting you know  [Chorus] Roof was on, let me, love me-on-ly s-you know Roof was on, let me, love me Without ever letting you know Roof was on, let me, love me-on-ly s-you know Roof was on, let me, love me Without ever letting you know Roof was on, let me, love me-on-ly s-you know Roof was on, let me, love me Without ever letting you know Roof was on, let me, love me-on-ly s-you know Without ever letting you know  ",
        "title": "Gold"
    },
    {
        "artist": "The Chainsmokers Featuring Daya",
        "lyrics": "  [Verse 1] Crashing, hit a wall Right now I need a miracle Hurry up now, I need a miracle Stranded, reaching out I call your name but you're not around I say your name but you're not around  [Chorus] I need you, I need you, I need you right now Yeah, I need you right now So don't let me, don't let me, don't let me down I think I'm losing my mind now It's in my head, darling I hope That you'll be here, when I need you the most So don't let me, don't let me, don't let me down D-Don't let me down Don't let me down  [Post-Chorus] Don't let me down, down, down Don't let me down Don't let me down, down, down  [Verse 2] R-r-running, out of time I really thought you were on my side But now there's nobody by my side  [Chorus] I need you, I need you, I need you right now Yeah, I need you right now So don't let me, don't let me, don't let me down I think I'm losing my mind now It's in my head, darling I hope That you'll be here, when I need you the most So don't let me, don't let me, don't let me down D-Don't let me down Don't let me down  [Post-Chorus] Don't let me down, down, down Don't let me down Don't let me down, down, down Don't let me down, down, down Don't let me down Don't let me down, down, down  [Bridge] Ooh, I think I'm losing my mind now, yeah Ooh, I think I'm losing my mind now, yeah  [Chorus] I need you, I need you, I need you right now Yeah, I need you right now So don't let me, don't let me, don't let me down I think I'm losing my mind now It's in my head, darling I hope That you'll be here, when I need you the most So don't let me, don't let me, don't let me down Don't let me down  [Outro] Yeah, don't let me down Yeah, don't let me down Don't let me down, oh no Say don't let me down Don't let me down, no-o Don't let me down Don't let me down, down  ",
        "title": "Don't Let Me Down"
    },
    {
        "artist": "twenty one pilots",
        "lyrics": "  [Verse 1] I just wanna stay in the sun where I find I know it's hard sometimes Pieces of peace in the sun's peace of mind I know it's hard sometimes Yeah I think about the end just way too much But it's fun to fantasize On my enemies I wouldn't wish who I was But it's fun to fantasize  [Chorus] Oh Oh Ohhh Oh Oh Ohhh I'm falling So I'm taking my time on my ride Oh Oh Ohhh I'm falling So I'm taking my time on my ride Taking my time on my ride  [Verse 2] \"I'd die for you,\" that's easy to say We have a list of people that we would take A bullet for them, a bullet for you A bullet for everybody in this room But I don't seem to see many bullets coming through See many bullets coming through Metaphorically I'm the man But literally I don't know what I'd do \"I'd live for you,\" and that's hard to do Even harder to say when you know it's not true Even harder to write when you know that tonight There were people back home who tried talking to you But then you ignore them still All these questions they’re for real Like who would you live for? Who would you die for? And would you ever kill?  [Chorus] Oh Oh Ohhh Oh Oh Ohhh I'm falling So I'm taking my time on my ride Oh Oh Ohhh I'm falling So I'm taking my time on my ride Taking my time on my ride  [Bridge] I've been thinking too much I've been thinking too much I've been thinking too much I've been thinking too much Help me I've been thinking too much (I've been thinking too much) I've been thinking too much Help me I've been thinking too much (I've been thinking too much) I've been thinking too much  [Chorus] Oh Oh Ohh Oh Oh Ohh I'm falling So I'm taking my time on my ride Oh Oh Ohh I'm falling so I'm taking my time Taking my time on my ride woah oh oh Oh Oh Ohh Oh Oh Ohh I'm falling So I'm taking my time on my ride Oh Oh Ohh I'm falling so I'm taking my time on my  [Outro] I’ve been thinking too much Help me I’ve been thinking too much Help me I’ve been thinking too much I’ve been thinking too much I’ve been thinking too much Help me I’ve been thinking too much I’ve been thinking too much I’ve been thinking too much Help me  ",
        "title": "Ride"
    },
    {
        "artist": "Calvin Harris Featuring Rihanna",
        "lyrics": "  [Chorus:  Rihanna] Baby, this is what you came for Lightning strikes every time she moves And everybody's watching her But she's looking at you, oh, oh You, oh, oh, you, oh, oh You, oh, oh, you, oh, oh You, oh, oh, oh, oh  [Chorus:  Rihanna] Baby, this is what you came for Lightning strikes every time she moves And everybody's watching her But she's looking at you, oh, oh You, oh, oh, you, oh, oh You, oh, oh, you, oh, oh You, oh, oh, oh, oh  [Post-Chorus:  Rihanna] You, oh, oh, you, oh, oh You, oh, oh, you, oh, oh You, oh, oh, you, oh, oh Oh, oh  [Verse:  Rihanna] We go fast with the game we play Who knows why it's gotta be this way? We say nothing more than we need I say \"your place\" when we leave  [Chorus: Rihanna] Baby, this is what you came for Lightning strikes every time she moves And everybody's watching her But she's looking at you, oh, oh You, oh, oh, you, oh, oh You, oh, oh, you, oh, oh You, oh, oh, oh, oh  [Post-Chorus:  Rihanna] You, oh, oh, you, oh, oh You, oh, oh, you, oh, oh You, oh, oh, you, oh, oh Oh, oh  [Bridge:  Rihanna] Baby, this is what you came for Lightning strikes every time she moves Yeah  [Chorus:  Rihanna] Baby, this is what you came for Lightning strikes every time she moves And everybody's watching her But she's looking at you, oh, oh You, oh, oh, you, oh, oh You, oh, oh, you, oh, oh You, oh, oh, oh, oh  [Post-Chorus:  Rihanna] You, oh, oh, you, oh, oh You, oh, oh, you, oh, oh You, oh, oh, you, oh, oh Oh, oh  ",
        "title": "This Is What You Came For"
    },
    {
        "artist": "Hailee Steinfeld & Grey Featuring Zedd",
        "lyrics": "  [Verse 1] You know just what to say, things that scare me I should just walk away, but I can't move my feet The more that I know you, the more that I want to Something inside me's changed I was so much younger yesterday  [Chorus] I didn't know that I was starving till I tasted you Don't need no butterflies when you give me the whole damn zoo By the way, right away, you do things to my body I didn't know that I was starving till I tasted you  [Post-Chorus] By the way, right away, you do things to my body I didn't know that I was starving till I tasted you  [Verse 2] You know just how to make my heart beat faster Emotional earthquake, bring on disaster You hit me head on, got me weak in my knees Yeah, something inside me's changed I was so much younger yesterday So much younger yesterday  [Chorus] I didn't know that I was starving till I tasted you Don't need no butterflies when you give me the whole damn zoo By the way, right away, you do things to my body I didn't know that I was starving till I tasted you  [Breakdown] By the way, right away, you do things to my body I didn't know that I was starving till I tasted you You you, yeah till I tasted you By the way, by the way, you do things to my body I didn't know that I was starving till I tasted you I didn't know till I tasted you  [Outro] The more that I know you, the more that I want to Something inside me's changed I was so much younger yesterday  ",
        "title": "Starving"
    },
    {
        "artist": "Justin Timberlake",
        "lyrics": "  [Verse 1] I got this feeling inside my bones It goes electric, wavey when I turn it on All through my city, all through my home We're flying up, no ceiling, when we in our zone  [Refrain] I got that sunshine in my pocket Got that good soul in my feet I feel that hot blood in my body when it drops I can't take my eyes up off it, moving so phenomenally Room on lock, the way we rock it, so don't stop  [Pre-Chorus] And under the lights when everything goes Nowhere to hide when I'm getting you close When we move, well, you already know So just imagine, just imagine, just imagine  [Chorus] Nothing I can see but you when you dance, dance, dance A feeling good, good, creeping up on you So just dance, dance, dance, come on All those things I shouldn't do But you dance, dance, dance And ain't nobody leaving soon, so keep dancing I can't stop the feeling So just dance, dance, dance I can't stop the feeling So just dance, dance, dance, come on  [Verse 2] Ooh, it's something magical It's in the air, it's in my blood, it's rushing on I don't need no reason, don't need control I fly so high, no ceiling, when I'm in my zone  [Refrain] 'Cause I got that sunshine in my pocket Got that good soul in my feet I feel that hot blood in my body when it drops I can't take my eyes up off it, moving so phenomenally Room on lock, the way we rock it, so don't stop  [Pre-Chorus] And under the lights when everything goes Nowhere to hide when I'm getting you close When we move, well, you already know So just imagine, just imagine, just imagine  [Chorus] Nothing I can see but you when you dance, dance, dance Feeling good, good, creeping up on you So just dance, dance, dance, come on All those things I shouldn't do But you dance, dance, dance And ain't nobody leaving soon, so keep dancing I can't stop the feeling So just dance, dance, dance I can't stop the feeling So just dance, dance, dance I can't stop the feeling So just dance, dance, dance I can't stop the feeling So keep dancing, come on  [Bridge] I can't stop the, I can't stop the I can't stop the, I can't stop the I can't stop the feeling  [Chorus] Nothing I can see but you when you dance, dance, dance (I can't stop the feeling) Feeling good, good, creeping up on you So just dance, dance, dance, come on (I can't stop the feeling) All those things I shouldn't do But you dance, dance, dance (I can't stop the feeling) And ain't nobody leaving soon, so keep dancing  [Outro] Everybody sing (I can't stop the feeling) Got this feeling in my body (I can't stop the feeling) Got this feeling in my body (I can't stop the feeling) Wanna see you move your body (I can't stop the feeling) Got this feeling in my body Break it down Got this feeling in my body Can't stop the feeling Got this feeling in my body, come on  ",
        "title": "Can't Stop The Feeling!"
    },
    {
        "artist": "Tory Lanez",
        "lyrics": "  [Verse 1] We ah sip the Henny for the day baby Bad man, we no stray baby Oops I done fell for your way baby I know girl but, everyone falls...  [Pre-Chorus] And I know from the first time, the first time I seen your love, you got me baby Even though girl I know that I will fall for you You got to know that everyone falls Oops I done fell so deep baby Oops I want you for me baby Oops I want you for me baby Oops I done fell so deep cause...  [Chorus] Everyone falls in love sometimes I don't know 'bout you but it ain't a crime Neefi let me love you, love you, love you for long time baby Neefi let me touch you, neefi let me love you 'til the morning, oh  [Post-Chorus] Mmm, ah, mmm, ah, mmm, if you let me love you Mmm, ah, mmm, ah, mmm, if you let me touch you Mmm, ah, mmm, ah, mmm, if you let me love you Mmm, ah, mmm, ah, mmm, if you let me love you  [Verse 2] We ah sip that Henny for the day baby Come my, my way baby Top down on the highway baby And if you let me love you, wait Shawty she ain't even got a visa Out of town, one night teaser Need to tell them other niggas ease up I'm falling but everyone falls  [Pre-Chorus] And I know from the first time, the first time I seen your love, you got me baby Even though girl I know that I will fall for you You got to know that everyone falls Oops I done fell too deep baby Oops I think you got me baby Oops I want you for me baby I'm fallin' but (But everyone falls...)  [Chorus] Everyone falls in love sometimes I don't know 'bout you but it ain't a crime Neefi let me love you, love you, love you for long time baby Neefi let me touch you, neefi let me love you 'til the morning, oh  [Post-Chorus] Mmm, ah, mmm, ah, mmm, if you let me love you Mmm, ah, mmm, ah, mmm, if you let me touch you Mmm, ah, mmm, ah, mmm, if you let me love you Mmm, ah, mmm, ah, mmm  [Bridge] And if you want me And if you let me love you now It's true what I need Is someone for love me right now It's true I'm a freak It's time to love you now And if you want me I'm falling  [Chorus] Everyone falls in love sometimes I don't know 'bout you but it ain't a crime Neefi let me love you, love you, love you for long time baby Neefi let me touch you, neefi let me love you 'til the morning, oh  [Post-Chorus] Mmm, ah, mmm, ah, mmm, if you let me love you Mmm, ah, mmm, ah, mmm, if you let me touch you Mmm, ah, mmm, ah, mmm, if you let me love you Mmm, ah, mmm, ah, mmm, if you let me love you, yeah  ",
        "title": "Luv"
    },
    {
        "artist": "Young M.A",
        "lyrics": "  [Intro] Yo, bro, I think I had too much Hennessy, man This Hennessy gettin' to me I ain't gonna lie, I'm a little smizz I'm a little drizz But we in the club, man, OOOUUU  [Verse] Yeah, they hate, but they broke though And when it's time to pop they a no-show Yeah, I'm pretty, but I'm loco The loud got me movin' slow-mo Ayo, Tweetie, where the hoes, bro? Ayo, Keys, where the hoes though? That other nigga, he a bozo It's M.A, you don't know, ho? We got liquor by the boatload (that Henny) Disrespect the Lyfe, that's a no-no All my niggas dressed in that rojo (Redlyfe) I ride for my guys, that's the bro code Baby gave me head; that's a low blow Damn, she make me weak when she deep throat I need a rich bitch, not a cheap ho They be on that hate shit, I peep though My brother told me: \"Fuck 'em, get that money, sis!\" You just keep on grindin' on your hungry shit Ignore the hate, ignore the fake, ignore the funny shit ‘Cause if a nigga violate, we got a hunnit clips (grrrrrrrah!) And we go zero to a hundred quick (ooouuu) We just them niggas you ain't fuckin' with (oh no) Pockets on a chubby chick (ah) And still go bag a thottie in some bummy shit (ooouuu) Yerr, Eli, why they testin' me? Like I don't always keep the hammer next to me Like I ain't got a hitter to the left of me Like we ain't in these streets more than Sesame If that's your chick, then why she textin' me? Why she keep calling my phone speaking sexually? Every time I'm out, why she stressin' me? You call her Stephanie? I call her Headphanie (OOOUUU) I don't open doors for a whore I just want the neck, nothin' more Shawty, make it clap, make it applaud! When you tired of your man, give me a call Dyke bitches talking out they jaw Next minute, calling for the law This 9 will have 'em calling for the Lord They ain't getting shmoney, so they bored I could never lose, what you thought? M.A got it on lock, man, of course They say I got the juice, I got the sauce These haters on my body, shake 'em off Pussy, I'm a bully and a boss I'm killing 'em, sorry for your loss (R.I.P.) I just caught a body; Randy Moss Now this year I'm really going off  [Outro] OOOUUU, OOOUUU These haters on my body, shake 'em off OOOUUU, OOOUUU Ah, these haters on my body, shake 'em off OOOUUU, OOOUUU These haters on my body, shake 'em off I could never lose, what you thought? What they thought? I could never lose, what you thought? This Henny got me, it got me sauced This Henny got me, oh, it got me sauced I could never lose, what you thought? M.A got it on lock, man, of course OOOUUU, OOOUUU  ",
        "title": "OOOUUU"
    },
    {
        "artist": "Rae Sremmurd Featuring Gucci Mane",
        "lyrics": "  [Intro: Swae Lee & Gucci Mane] Black Beatles in the city Be back immediately to confiscate the moneys (Ear Drummers) Rae Sremm, Guwop, Mike WiLL! I sent flowers, but you said you didn't receive 'em But you said you didn't need 'em (Mike WiLL!)  [Chorus: Swae Lee] That girl is a real crowd pleaser Small world, all her friends know of me Young bull livin' like an old geezer Quick release the cash, watch it fall slowly Frat girls still tryna get even Haters mad for whatever reason Smoke in the air, binge drinking They lose it when the DJ drops the needle  [Verse 1: Swae Lee] Getting so gone I'm not blinkin' What in the world was I thinkin'? New day, new money to be made There is nothin' to explain I'm a fuckin' black Beatle, cream seats in the Regal Rockin' John Lennon lenses, like to see ‘em spread eagle Took a bitch to the club and let her party on the table Screamin', \"Everybody's famous!\" Like clockwork, I blow it all And get some more Get you somebody that can do both Black Beatles got the babes belly rollin' She think she love me, I think she trollin'  [Chorus: Swae Lee] That girl is a real crowd pleaser Small world, all her friends know of me Young bull livin' like an old geezer Quick release the cash, watch it fall slowly Frat girls still tryna get even Haters mad for whatever reason Smoke in the air, binge drinkin' They lose it when the DJ drops the needle  [Verse 2: Gucci Mane] Came in with two girls, look like strippers in their real clothes A broke ho can only point me to a rich ho A yellow bitch with green hair, a real weirdo Black man, yellow Lamb', red light go They seen that Guwop and them just came in through the side door There's so much money on the floor we buyin' school clothes Why you bring the money machine to the club for? Pint of lean, pound of weed, and a kilo I Eurostep past a hater like I'm Rondo I upgrade your baby mama to a condo Like Chapo servin' yayo to the gringos Black Beatle, club close when I say so  [Chorus: Swae Lee] That girl is a real crowd pleaser Small world, all her friends know of me Young bull livin' like an old geezer Quick release the cash, watch it fall slowly Frat girls still tryna get even Haters mad for whatever reason Smoke in the air, binge drinkin' They lose it when the DJ drops the needle  [Verse 3: Slim Jxmmi] She's a good teaser, and we blowin' reefer Your body like a work of art, baby Don't fuck with me, I'll break your heart, baby D&G on me, I got a lot of flavor 15 hundred on my feet, I'm tryna kill these haters I had haters when I was broke, I'm rich, I still got haters I had hoes when I was broke, I'm rich, I'm still a player I wear leather Gucci jackets like it's still the 80s I've been blowin' OG Kush, I feel a lil' sedated I can't worry about a broke nigga or a hater Black Beatle, bitch, me and Paul McCartney related  [Chorus: Swae Lee] That girl is a real crowd pleaser Small world, all her friends know of me Young bull livin' like an old geezer Quick release the cash, watch it fall slowly Frat girls still tryna get even Haters mad for whatever reason Smoke in the air, binge drinkin' They lose it when the DJ drops the needle  ",
        "title": "Black Beatles"
    },
    {
        "artist": "Drake Featuring WizKid & Kyla",
        "lyrics": "  [Intro: Kyla] Baby, I like your style  [Verse 1: Drake] Grips on your waist, front way, back way You know that I don't play Streets not safe but I never run away Even when I'm away Oti, oti There's never much love when we go OT I pray to make it back in one piece I pray, I pray  [Chorus: Drake] That's why I need a one dance Got a Hennessy in my hand One more time 'fore I go Higher powers taking a hold on me I need a one dance Got a Hennessy in my hand One more time 'fore I go Higher powers taking a hold on me  [Refrain: Kyla] Baby, I like your style  [Verse 2: Drake] Strength and guidance All that I'm wishing for my friends Nobody makes it from my ends I had to bust up the silence You know you gotta stick by me Soon as you see the text, reply me I don't wanna spend time fighting We've got no time  [Chorus: Drake] And that's why I need a one dance Got a Hennessy in my hand One more time 'fore I go Higher powers taking a hold on me I need a one dance Got a Hennessy in my hand One more time 'fore I go Higher powers taking a hold on me  [Bridge: Wizkid] Got a pretty girl and she love me long time Wine it, wine it, very long time Oh yeah, very long time Back up, back up, back up and wine it Back up, back up and wine it, girl Back up, back up, back up and wine it Oh yeah, very long time Back, up, back up and wine it, girl  [Refrain: Kyla + Wizkid] Tell me I need to know, where do you wanna go? Cause if you're down, I'll take it slow Make you lose control Where, where, where Where, where, where, where Oh yeah, very long time Where, where, where Back, up, back up and wine it, girl Where, where, where, where Cause if you're down Back up, back up and Cause if you're down Back up, back up and Cause if you're down Back up, back up and  [Chorus: Drake] I need a one dance Got a Hennessy in my hand One more time 'fore I go Higher powers taking a hold on me I need a one dance Got a Hennessy in my hand One more time 'fore I go Higher powers taking a hold on me  ",
        "title": "One Dance"
    },
    {
        "artist": "Adele",
        "lyrics": "  [Intro] Just the guitar? Okay, cool  [Verse 1] This was all you, none of it me You put your hands on, on my body and told me Mmm, told me you were ready For the big one, for the big jump I'd be your last love, everlasting, you and me Mmm, that was what you told me  [Pre-Chorus] I'm giving you up I've forgiven it all You set me free  [Chorus] Send my love to your new lover Treat her better We've gotta let go of all of our ghosts We both know we ain't kids no more Send my love to your new lover Treat her better We've gotta let go of all of our ghosts We both know we ain't kids no more  [Verse 2] I was too strong, you were trembling You couldn't handle the hot heat rising (rising) Mmm, baby, I'm still rising I was running, you were walking You couldn't keep up, you were falling down (down) Mmm, there's only one way down  [Pre-Chorus] I'm giving you up I've forgiven it all You set me free, oh  [Chorus] Send my love to your new lover Treat her better We've gotta let go of all of our ghosts We both know we ain't kids no more Send my love to your new lover Treat her better We've gotta let go of all of our ghosts We both know we ain't kids no more  [Bridge] If you're ready, if you're ready If you're ready, I am ready If you're ready, if you're ready We both know we ain't kids no more No, we ain't kids no more  [Pre-Chorus] I'm giving you up I've forgiven it all You set me free  [Chorus] Send my love to your new lover Treat her better We've gotta let go of all of our ghosts We both know we ain't kids no more Send my love to your new lover Treat her better We've gotta let go of all of our ghosts We both know we ain't kids no more  [Outro] If you're ready, if you're ready (Send my love to your new lover) If you're ready, are you ready? (Treat her better) We've gotta let go of all of our ghosts We both know we ain't kids no more If you're ready, if you're ready (Send my love to your new lover) If you're ready, are you ready? (Treat her better) We've gotta let go of all of our ghosts We both know we ain't kids no more  ",
        "title": "Send My Love (To Your New Lover)"
    },
    {
        "artist": "Sia Featuring Kendrick Lamar",
        "lyrics": "  [Verse 1: Sia] Uh-oh, runnin' out of breath, but I Oh, I, I got stamina Uh-oh, running now, I close my eyes Well, oh, I got stamina And uh-oh, I see another mountain to climb But I, I, I got stamina Uh-oh, I need another lover, be mine Cause I, I, I got stamina  [Pre-Chorus: Sia] Don't give up, I won't give up Don't give up, no no no Don't give up, I won't give up Don't give up, no no no  [Chorus: Sia] I'm free to be the greatest, I'm alive I'm free to be the greatest here tonight, the greatest The greatest, the greatest alive The greatest, the greatest alive  [Verse 2: Sia] Well, uh-oh, runnin' out of breath, but I Oh, I, I got stamina Uh-oh, runnin' now, I close my eyes But, oh, I got stamina And oh yeah, runnin' through the waves of love But I, I got stamina And oh yeah, I'm runnin' and I've just enough And uh-oh, I got stamina  [Pre-Chorus: Sia] Don't give up, I won't give up Don't give up, no no no Don't give up, I won't give up Don't give up, no no no  [Chorus: Sia] I'm free to be the greatest, I'm alive I'm free to be the greatest here tonight, the greatest The greatest, the greatest alive The greatest, the greatest alive  [Post-Chorus: Sia] Oh-oh, I got stamina Oh-oh, I got stamina Oh-oh, I got stamina Oh-oh, I got stamina  [Verse 3: Kendrick Lamar] Ayy, I am the truth Ayy, I am the wisdom of the fallen; I'm the youth Ayy, I am the greatest Ayy, this is the proof Ayy, I work hard, pray hard, pay dues, ayy I transform with pressure - I'm hands-on with effort I fell twice before, my bounce back was special Letdowns'll get you, and the critics will test you But the strong'll survive, another scar may bless you, ah  [Pre-Chorus: Sia (Kendrick Lamar)] Don't give up (no no), I won't give up (no no) Don't give up, no no no (nah) Don't give up, I won't give up Don't give up, no no no  [Chorus: Sia] I'm free to be the greatest, I'm alive I'm free to be the greatest here tonight, the greatest The greatest, the greatest alive (Don't give up, don't give up, don't give up, no no no) The greatest, the greatest alive (Don't give up, don't give up, don't give up, no no no)  [Outro: Sia] The greatest, the greatest alive (Don't give up, don't give up, don't give up; I got stamina) The greatest, the greatest alive (Don't give up, don't give up, don't give up; I got stamina) The greatest, the greatest alive (Don't give up, don't give up, don't give up; I got stamina) The greatest, the greatest alive (Don't give up, don't give up, don't give up; I got stamina) The greatest, the greatest alive (Don't give up, don't give up, don't give up; I got stamina) The greatest, the greatest alive (Don't give up, don't give up, don't give up; I got stamina) The greatest, the greatest alive (Don't give up, don't give up, don't give up; I got stamina) The greatest, the greatest alive (Don't give up, don't give up, don't give up; I got stamina)  ",
        "title": "The Greatest"
    },
    {
        "artist": "Rihanna",
        "lyrics": "  [Intro: YG] Mustard on the beat ho!  [Verse 1] I was good on my own That's the way it was That's the way it was You was good on the low For a faded fuck On some faded love Shit, what the fuck you complaining for? Feeling jaded, huh? Used to trip off that shit I was kickin' to you Had some fun on the run though I'll give it to you  [Pre-Chorus] But baby, don't get it twisted You was just another nigga on the hit list Tryna fix your inner issues with a bad bitch Didn't they tell you that I was a savage? Fuck ya white horse and ya carriage Bet you never could imagine Never told you you could have it  [Chorus] You needed me Oooh, you needed me To feel a little more, and give a little less Know you hate to confess But baby ooo, you needed me  [Verse 2] You been rollin' around, shit I'm rollin' up Light and roll it up Break it down, like a pound, shit was never us Shit was never us That's the real, on the real, are you serious? How you feel, how you feel? Used to trip off that shit I was kickin' to ya Had some fun on the run though, I give it to ya  [Pre-Chorus] But baby, don't get it twisted You was just another nigga on the hit list Tryna fix your inner issues with a bad bitch Didn't they tell you that I was a savage? Fuck ya white horse and ya carriage Bet you never could imagine Never told you you could have it  [Chorus] You needed me Oooh, you needed me To feel a little more, and give a little less Know you hate to confess But baby ooo, you needed me  ",
        "title": "Needed Me"
    },
    {
        "artist": "Lil Wayne, Wiz Khalifa & Imagine Dragons With Logic & Ty Dolla $ign Feat. X Ambassadors",
        "lyrics": null,
        "title": "Sucker For Pain"
    },
    {
        "artist": "Drake Featuring Rihanna",
        "lyrics": "  [Intro: Drake] Oh yeah, yeah, yeah Oh yeah, yeah, yeah Yeah  [Verse 1: Drake] Look...I don't know how to talk to you I don't know how to ask you if you're okay My friends always feel the need to tell me things Seems like they're just happier than us these days Yeah, these days I don't know how to talk to you I don't know how to be there when you need me It feels like the only time you see me Is when you turn your head to the side and look at me differently  [Pre-Chorus: Drake] Yeah, and last night I think I lost my patience Last night, I got high as your expectations Last night, I came to a realization And I hope you can take it I hope you can take it  [Chorus: Drake] I'm too good to you I'm way too good to you You take my love for granted I just don't understand it No, I'm too good to you I'm way too good to you You take my love for granted I just don't understand it  [Verse 2: Rihanna] I don't know how to talk to you I just know I found myself getting lost with you Lately you just make me work too hard for you Got me on flights overseas, and I still can't get across to you  [Pre-Chorus: Rihanna] And last night I think I lost my patience Last night, I got high as your expectations Last night, I came to a realization And I hope you can take it I hope you can take it  [Chorus: Drake & Rihanna] I'm too good to you I'm way too good to you You take my love for granted I just don't understand it No, I'm too good to you I'm way too good to you You take my love for granted I just don't understand it  [Verse 3: Drake] Years go by too fast I can't keep track How long did we last? I feel bad for asking It can't end like this We gotta take time with this Cock up yuh bumper, sit down pon it Let me see if this is something I can fix You got somebody other than me Don't play the victim when you're with me Free time is costing me more than it seems Sacrificing things And I wanna tell you my intentions I wanna do the things that I mention I wanna benefit from the friendship I wanna get the late night message from you, from you I put my hands around you Gotta get a handle on you Gotta get a handle on the fact that...  [Chorus: Drake & Rihanna] I'm too good to you I'm way too good to you You take my love for granted I just don't understand it No, I'm too good to you I'm way too good to you You take my love for granted I just don't understand it  [Outro: Popcaan] Gyal a you mi waan Pay fi yuh visa meck yo fly out regular Baby, cock up yuh bumper, sit down pon it Gyal yo pum pum good and yuh fit Mi wi give you everything weh deh in my wallet And in my pocket Cock up yuh bumper, sit down pon it Gyal yo pum pum good and yuh fit Mi wi give you everything weh deh in my wallet And in my pocket  ",
        "title": "Too Good"
    },
    {
        "artist": "Charlie Puth Featuring Selena Gomez",
        "lyrics": "  [Chorus: Charlie Puth] We don't talk anymore, we don't talk anymore We don't talk anymore, like we used to do We don't laugh anymore What was all of it for? Oh, we don't talk anymore Like we used to do  [Verse 1: Charlie Puth] I just heard you found the one you've been looking You've been looking for I wish I would have known that wasn't me 'Cause even after all this time I still wonder Why I can't move on Just the way you did so easily  [Pre-Chorus 1: Charlie Puth] Don't wanna know What kind of dress you're wearing tonight If he's holding onto you so tight The way I did before I overdosed Should've known your love was a game Now I can't get you out of my brain Oh, it's such a shame  [Chorus: Charlie Puth] That we don't talk anymore, we don't talk anymore We don't talk anymore, like we used to do We don't laugh anymore What was all of it for? Oh, we don't talk anymore Like we used to do  [Verse 2: Selena Gomez] I just hope you're lying next to somebody Who knows how to love you like me There must be a good reason that you're gone Every now and then I think you Might want me to come show up at your door But I'm just too afraid that I'll be wrong  [Pre-Chorus 2: Selena Gomez] Don't wanna know If you're looking into her eyes If she's holding onto you so tight The way I did before I overdosed Should've known your love was a game Now I can't get you out of my brain Oh, it's such a shame  [Chorus: Charlie Puth] That we don't talk anymore, we don't talk anymore We don't talk anymore, like we used to do We don't laugh anymore What was all of it for? Oh, we don't talk anymore Like we used to do Like we used to do  [Pre-Chorus 2: Charlie Puth & Selena Gomez] Don't wanna know What kind of dress you're wearing tonight If he's giving it to you just right The way I did before I overdosed Should've known your love was a game Now I can't get you out of my brain Oh, it's such a shame  [Chorus: Charlie Puth & Selena Gomez] That we don't talk anymore, we don't talk anymore We don't talk anymore, like we used to do We don't laugh anymore What was all of it for? Oh, we don't talk anymore Like we used to do  [Outro: Charlie Puth & Selena Gomez] We don't talk anymore, oh, oh (What kind of dress you're wearing tonight) (If he's holding onto you so tight) The way I did before We don't talk anymore, oh, woah (Should've known your love was a game) (Now I can't get you out of my brain) Oh, it's such a shame That we don't talk anymore  ",
        "title": "We Don't Talk Anymore"
    },
    {
        "artist": "X Ambassadors",
        "lyrics": "  [Intro] Hold, hold on, hold on to me 'Cause I'm a little unsteady, a little unsteady Hold, hold on, hold on to me 'Cause I'm a little unsteady, a little unsteady  [Verse 1] Mama, come here Approach, appear Daddy, I'm alone 'Cause this house don't feel like home  [Pre-Chorus] If you love me, don't let go, woah If you love me, don't let go  [Chorus] Hold, hold on, hold on to me 'Cause I'm a little unsteady, a little unsteady Hold, hold on, hold on to me 'Cause I'm a little unsteady, a little unsteady  [Verse 2] Mother, I know That you're tired of being alone Dad, I know you're trying To fight when you feel like flying  [Pre-Chorus] But if you love me, don't let go, woah If you love me, don't let go  [Chorus] Hold, hold on, hold on to me 'Cause I'm a little unsteady, a little unsteady Hold, hold on, hold on to me 'Cause I'm a little unsteady, a little unsteady  [Outro] Hold, hold on, hold on to me 'Cause I'm a little unsteady, a little unsteady  ",
        "title": "Unsteady"
    },
    {
        "artist": "Coldplay",
        "lyrics": "  [Music Video]  [Intro: Beyoncé] And said drink from me, drink from me (Oh-ah-oh-ah) That we shoot across the sky Symphony That we shoot across the sky Pour on a... Drink from me, drink from me (Oh-ah-oh-ah) That we shoot across the sky Symphony (So high, so high) That we shoot across the sky  [Verse 1: Chris Martin] Oh, angel sent from up above You know you make my world light up When I was down, when I was hurt You came to lift me up Life is a drink and love's a drug Oh now I think I must be miles up When I was a river dried up You came to rain a flood  [Pre-Chorus: Chris Martin & Beyoncé] You said drink from me, drink from me When I was so thirsty Poured on a symphony Now I just can't get enough Put your wings on me, wings on me When I was so heavy Poured on symphony When I'm low, low, low, low  [Chorus: Chris Martin] I-Oh-I-Oh-I Got me feeling drunk and high So high, so high Oh-I-Oh-I-Oh-I Now I’m feeling drunk and high So high, so high (Woo) (Woo-ooo-ooo-woo)  [Verse 2: Chris Martin & Beyoncé] Oh, angel sent from up above I feel you coursing through my blood Life is a drink and your love's about To make the stars come out  [Pre-Chorus: Chris Martin & Beyoncé] Put your wings on me, wings on me When I was so heavy Poured on symphony When I'm low, low, low, low  [Chorus: Chris Martin] I-Oh-I-Oh-I Got me feeling drunk and high So high, so high Oh-I-Oh-I-Oh-I I’m feeling drunk and high So high, so high  [Bridge: Beyoncé & Chris Martin] I-Oh-I-Oh-I La, la, la, la, la, la, la So high, so high I-Oh-I-Oh-I Now I'm feeling drunk and high So high, so high  [Outro: Beyoncé] That I shoot across the sky That I shoot across the... That I shoot across the sky Let me shoot across the... Let me shoot across the sky Let me shoot across the... Let me shoot across the sky That we shoot across the...  ",
        "title": "Hymn For The Weekend"
    },
    {
        "artist": "Amine",
        "lyrics": null,
        "title": "Caroline"
    },
    {
        "artist": "Daya",
        "lyrics": "  [Verse 1] Could dress up, to get love But guess what? I'm never gonna be that girl Who's living in a Barbie world Could wake up in make up and play dumb Pretending that I need a boy Who's gonna treat me like a toy  [Pre-Chorus 1] I know the other girlies wanna wear expensive things like diamond rings But I don't wanna be the puppet that you're playing on a string This queen don't need a king  [Chorus] Oh I don't know what you've been told But this gal right here's gonna rule the world Yeah, that is where I'm gonna be because I wanna be No, I don't wanna sit still, look pretty You get off on your 9 to 5 Dream of picket fences and trophy wives But no, I'm never gonna be cause I don't wanna be Cause I don't wanna sit still, look pretty  [Verse 2] Mr. Right could be nice, for one night But then he wanna take control And I would rather fly solo That Snow White, she did right in her life Had 7 men to do the chores Cause that's not what a lady's for  [Pre-Chorus 2] The only thing a boy's gonna give a girl for free's captivity And I might love me some vanilla, but I'm not that sugar sweet Call me HBIC  [Chorus] Oh I don't know what you've been told But this gal right here's gonna rule the world Yeah, that is where I'm gonna be because I wanna be No, I don't wanna sit still, look pretty You get off on your 9 to 5 Dream of picket fences and trophy wives But no, I'm never gonna be cause I don't wanna be No, I don't wanna sit still, look pretty  [Bridge] Sure, I'm a pretty girl up in a pretty world But they say pretty hurts And I don't wanna sit still I'm a pretty girl up in a pretty world But no, I won't sit still, look pretty Sure, I'm a pretty girl up in a pretty world But they say pretty hurts And I don't wanna sit still I'm a pretty girl up in a pretty world But no, I won't sit still, look pretty  [Chorus] Oh I don't know what you've been told But this gal right here's gonna rule the world Yeah, that is where I'm gonna be because I wanna be No, I don't wanna sit still, look pretty You get off on your 9 to 5 Dream of picket fences and trophy wives But no, I'm never gonna be cause I don't wanna be Cause I don't wanna sit still, look pretty Oh I don't know what you've been told But this gal right here's gonna rule the world Yeah, that is where I'm gonna be because I wanna be No, I don't wanna sit still, look pretty You get off on your 9 to 5 Dream of picket fences and trophy wives But no, I'm never gonna be cause I don't wanna be No, I don't wanna sit still, look pretty  [Outro] Sit still, look pretty Sit still, look pretty Sit still, look pretty Sit still, look pretty  [Mike Campbell's inspiration]  ",
        "title": "Sit Still, Look Pretty"
    },
    {
        "artist": "Desiigner",
        "lyrics": "  [Intro] Yeah, yeah, yeah, yeah Grrrrraaaah Yeah, yeah, yeah, yeah Git, git, git, git Yeah, yeah, yeah, yeah Git, git, git, git Yeah, yeah, yeah, yeah Git, git, git, git Yeah, yeah, yeah, yeah (Vador) Little Timmy Turner Git, git, git, git  [Hook] Tiimmy, Tiimmy, Tiimmy Turner He was wishin' for a burner To kill everybody walkin’ He knows that his soul in the furnace Fuck bitch on BET Have her walkin', she fuckin' for BET Wildin’ for wallet Kill everybody walkin' He knows that his soul in the furnace Tiimmy, Tiimmy, Tiimmy Turner He was wishin' for a burner To kill everybody walkin' He knows that his soul in the furnace Fuck bitch on BET Have her walkin', she fuckin' for BET Wildin' for wallet Kill everybody walkin' He knows that his soul in the furnace Tiimmy, Tiimmy, Tiimmy Turner  [Verse 1] Tiimmy, Tiimmy, Tiimmy Turner Young boy walkin’, wishin’ for a burner Four, five, six, ten ratchets on 'em Ten niggas with ’em, ten clappin' on 'em Dead niggas with 'em, dead niggas, get ’em Four-five rip 'em, four-five zip 'em You talk money, young niggas get 'em Young niggas get 'em Beluga, beluga, beluga I fell in love with the Ruger I fell in love with my jeweler I fell in love with the mulah Banana clips is going through ya It's all about the rule It's all about the move It's all about the rules  [Hook] Tiimmy, Tiimmy, Tiimmy Turner He was wishin' for a burner To kill everybody walkin' He knows that his soul in the furnace Fuck bitch on BET Have her walkin', she fuckin' for BET Wildin' for wallet Kill everybody walkin' He knows that his soul in the furnace Tiimmy, Tiimmy, Tiimmy Turner He was wishin' for a burner To kill everybody walkin' He knows that his soul in the furnace Fuck bitch on BET Have her walkin', she fuckin' for BET Wildin' for wallet Kill everybody walkin' He knows that his soul in the furnace Tiimmy, Tiimmy, Tiimmy Turner  [Verse 2] Tiimmy (Git, git, git) Tiimmy Turner (Git, git, git) Eh, yeah he wish had a burner Young nigga move and he kill with confirma You get hit, nigga, left with earner Choppa move, nigga, both want it You get hit down in both summers I got niggas rollin' dat would be dead with it Choppa move, nigga, roll him with it You choke down, roll, load and get Hit a nigga up, reload the semi Gotta flow over demon Thinking all about Tiimmy Just the thought of them with me All my killas said they with me  [Hook] Tiimmy, Tiimmy, Tiimmy Turner He was wishin' for a burner To kill everybody walkin' He knows that his soul in the furnace Fuck bitch on BET Have her walkin', she fuckin' for BET Wildin' for wallet Kill everybody walkin' He knows that his soul in the furnace Tiimmy, Tiimmy, Tiimmy Turner He was wishin' for a burner To kill everybody walkin' He knows that his soul in the furnace Fuck bitch on BET Have her walkin', she fuckin' for BET Wildin' for wallet Kill everybody walkin' He knows that his soul in the furnace  [Beat Switch]  [Hook] Tiimmy, Tiimmy, Tiimmy Turner He was wishin' for a burner To kill everybody walkin' He knows that his soul in the furnace Fuck bitch on BET Have her walkin', she fuckin' for BET Wildin' for wallet Kill everybody walkin' He knows that his soul in the furnace Tiimmy, Tiimmy, Tiimmy Turner He was wishin' for a burner To kill everybody walkin' He knows that his soul in the furnace Fuck bitch on BET Have her walkin', she fuckin' for BET Wildin' for wallet Kill everybody walkin' He knows that his soul in the furnace Tiimmy, Tiimmy, Tiimmy Turner He was wishin' for a burner To kill everybody walkin' He knows that his soul in the furnace Fuck bitch on BET Have her walkin', she fuckin' for BET Wildin' for wallet Kill everybody walkin' He knows that his soul in the furnace Tiimmy, Tiimmy, Tiimmy Turner He was wishin' for a burner To kill everybody walkin' He knows that his soul in the furnace Fuck bitch on BET Have her walkin', she fuckin' for BET Wildin' for wallet Kill everybody walkin' He knows that his soul in the furnace Tiimmy, Tiimmy, Tiimmy Turner  ",
        "title": "Tiimmy Turner"
    },
    {
        "artist": "Calvin Harris",
        "lyrics": null,
        "title": "My Way"
    },
    {
        "artist": "Alessia Cara",
        "lyrics": "  [Verse 1] She just wants to be beautiful She goes unnoticed, she knows no limits She craves attention, she praises an image She prays to be sculpted by the sculptor Oh, she don't see the light that's shining Deeper than the eyes can find it Maybe we have made her blind So she tries to cover up her pain and cut her woes away Cause covergirls don't cry after their face is made  [Chorus] But there's a hope that's waiting for you in the dark You should know you're beautiful just the way you are And you don't have to change a thing The world could change its heart No scars to your beautiful, we're stars and we're beautiful Oh, oh, oh Oh-oh, oh, oh And you don't have to change a thing The world could change its heart No scars to your beautiful, we're stars and we're beautiful  [Verse 2] She has dreams to be an envy, so she's starving You know, covergirls eat nothing She says \"beauty is pain and there's beauty in everything\" \"What's a little bit of hunger?\" \"I can go a little while longer,\" she fades away She don't see her perfect, she don't understand she's worth it Or that beauty goes deeper than the surface, oh, oh So to all the girls that's hurting, let me be your mirror Help you see a little bit clearer the light that shines within  [Chorus] There's a hope that's waiting for you in the dark You should know you're beautiful just the way you are And you don't have to change a thing The world could change its heart No scars to your beautiful, we're stars and we're beautiful  [Bridge] No better you than the you that you are No better you than the you that you are No better life than the life we're living No better life than the life we're living No better time for your shine, you're a star No better time for your shine, you're a star Oh, you're beautiful, oh, you're beautiful  [Chorus] And there's a hope that's waiting for you in the dark You should know you're beautiful just the way you are And you don't have to change a thing The world could change its heart No scars to your beautiful, we're stars and we're beautiful And you don't have to change a thing The world could change its heart No scars to your beautiful, we're stars and we're beautiful  ",
        "title": "Scars To Your Beautiful"
    },
    {
        "artist": "Kenny Chesney Featuring P!nk",
        "lyrics": "  [Verse 1: Kenny Chesney + Together] Yeah we got drunk on La Cienega Boulevard Takin' pictures of people we thought were stars It’s easy to give in to your heart When you’re drunk on La Cienega Boulevard When the song comin' out of the speakers Was the band that you had on your t-shirt We were screamin' cause all the streets were empty And you kissed me, and we were …  [Chorus: Pink] Up all night and we were feelin' so good Yeah, we got a little higher than we probably should We were in a hotel singin' in the hallway lights We were strikin' the matches right down to the ashes Setting the world on fire, setting the world on fire  [Verse 2: Kenny Chesney + Together] Wrote I love you in lipstick on the mirror We were shoutin' out the window, like they could hear us at the pier Said \"Do you think we’ll live forever?\" As we killed another beer And you wrote I love you in lipstick on the mirror We were laughin' until we were breathless Never felt anything so reckless, we were all lit up and restless And comin' alive and we were…  [Chorus: Pink] Up all night and we were feelin' so good Yeah, we got a little higher than we probably should We were in a hotel singin' in the hallway lights We were strikin' the matches right down to the ashes Setting the world on fire, setting the world on fire  [Bridge: Pink] Oh, yeah, yeah  [Chorus: Kenny Chesney + Pink + Together] Yeah, we were up all night and we were feelin' so good Yeah, we got a little higher than we probably should We were in a hotel singin' in the hallway lights We were strikin' the matches right down to the ashes Setting the world on fire, setting the world on fire  [Outro: Kenny Chesney + Pink + Together] World all  on fire We were setting The world all on fire We were setting The world all on fire World all on fire  ",
        "title": "Setting The World On Fire"
    },
    {
        "artist": "Desiigner",
        "lyrics": "  [Intro] This what they all been waitin' for I guess so They been waitin’ for this shit for a long time didn't they I'ma give it everythin’ I got Ayo Dougie park that X6 around the corner Ayy I'm just feelin' my vibe right now I'm feelin' myself  [Bridge] Panda, Panda Panda, Panda, Panda, Panda, Panda  [Hook] I got broads in Atlanta Twistin' dope, lean, and the Fanta Credit cards and the scammers Hittin' off licks in the bando Black X6, Phantom White X6 look like a panda Goin' out like I’m Montana Hundred killas, hundred hammers Black X6, Phantom White X6, panda Pockets swole, Danny Sellin’ bar, candy Man I'm the macho like Randy The choppa go Oscar for Grammy Bitch nigga pull up ya panty Hope you killas understand me  [Hook] I got broads in Atlanta Twistin’ dope, lean, and the Fanta Credit cards and the scammers Hittin' off licks in the bando Black X6, Phantom White X6 look like a panda Goin' out like I'm Montana Hundred killas, hundred hammers Black X6, Phantom White X6, panda Pockets swole, Danny Sellin’ bar, candy Man I'm the macho like Randy The choppa go Oscar for Grammy Bitch nigga pull up ya panty Hope you killas understand me  [Bridge] Hey Panda, Panda Panda, Panda, Panda, Panda, Panda, Panda, Panda, Panda  [Verse] I got broads in Atlanta Twistin' dope, lean, and shit, sippin' Fanta Credit cards and the scammers Wake up Versace shit, life Desiigner Whole bunch of lavish shit They be askin' 'round town who be clappin' shit I be pullin' up stuff in the Phantom ship I got plenty of stuff of Bugatti whip look how I drive this shit Black X6, Phantom White X6, killin' on camera Pop a Perc, I can't stand up Gorilla, they come and kill you with bananas Four fillas, they finna pull up in the Phantom Know niggas, they come and kill you on the camera Big Rollie, it dancin' bigger than a Pandie Go Oscar for Grammy, bitch pull up ya panty Fill up I'ma flip it, I got bitches pull up and they get it I got niggas that's countin' for digits Say you make you a lot of new money Know some killas pull off and they in the Wraith CTD, pull up in the killa Bape Call up Phillip-Phillip, gon' fill the bank Niggas up in the bank, we gon' drill the bank Fuck we gon' kill the bank, get it I got broads, yea I get it I get cards yea I shitted This how I live it Did it all for a ticket Now Flex drop bombs when he spin it And Bobby gon' trend it Jeff The Don doin' business Zana Ray fuckin' up shit and she doin' her business I be gettin' to the chicken Countin' to the chicken And all of my niggas gon' split it  [Bridge] Panda, Panda Panda, Panda, Panda, Panda, Panda  [Hook] I got broads in Atlanta Twistin' dope, lean, and the Fanta Credit cards and the scammers Hittin' off licks in the bando Black X6, Phantom White X6 look like a panda Goin' out like I'm Montana Hundred killas, hundred hammers Black X6, Phantom White X6, panda Pockets swole, Danny Sellin' bar, candy Man I'm the macho like Randy The choppa go Oscar for Grammy Bitch nigga pull up ya panty Hope you killas understand me  [Hook] I got broads in Atlanta Twistin' dope, lean, and the Fanta Credit cards and the scammers Hittin' off licks in the bando Black X6, Phantom White X6 look like a panda Goin' out like I’m Montana Hundred killas, hundred hammers Black X6, Phantom White X6, panda Pockets swole, Danny Sellin' bar, candy Man I'm the macho like Randy The choppa go Oscar for Grammy Bitch nigga pull up ya panty Hope you killas understand me  [Outro] Panda, Panda Panda, Panda, Panda, Panda, Panda  [Produced by Menace]  ",
        "title": "Panda"
    },
    {
        "artist": "Rob $tone Featuring J. Davi$ & Spooks",
        "lyrics": "  [Verse 1: Rob $tone] Rob $tone, two damn phones Babylons can't crack the code (no) Used to sip out styrofoam But figured I should stick to dro (trees!) Backwoods overload Don't like to smoke them swishers, ho If you hit my liquor store It's 50 cents for single Ports  [Hook: Rob $tone] Said she wanna roll with me and smoke up all my weed I said, \"Baby just buy Dutches 'cause you can't smoke for free I got some loud but no money, babe, buy me a Fiji\" She said, \"You need a job\", bitch, fuck a job, I still get cheese  [Verse 2: J. Davi$] Two cell phones, Mr. Mothafuck-A-Thot Mr. I-Be-On-That-Block, 12-07 fuck an op They hear my name, they see my squad Rolling dope up on the spot I'm with your bitch, she on my jock Ain't got no time to love a thot Got niggas mad, my flow so hot Got niggas mad, my squad won't stop We in the game, won't take no loss I'm sippin' water out the Voss Got lean all in my fuckin' Sprite Turnin' up on fuckin' sight Mr. Kenny Powers Bout to take your girlfriend home tonight, bitch  [Verse 3: Spooks] And I'm smokin' on that widow when you see it out the window Got a dusty old tee, lookin' bummy, leave it simple Growin' up, I was always in the middle So I gotta hold it down for my older and my little And my brothas beside me so fuck it we mobbin' deep Always grimey, no findin' me but I be in LG If your lil' fuckboy lame ass wanna creep I live by the lemon 'cause that fucka chose me  [Hook: Rob $tone] Said she wanna roll with me and smoke up all my weed I said, \"Baby just buy Dutches 'cause you can't smoke for free I got some loud but no money, babe, buy me a Fiji\" She said, \"You need a job\", bitch, fuck a job, I still get cheese  ",
        "title": "Chill Bill"
    },
    {
        "artist": "Keith Urban",
        "lyrics": "  [Verse 1] I can... See you over there starin' at your drink Watchin' that ice sink, all alone tonight And... Chances are you're sittin' here in this bar 'Cause he ain't gonna treat you right Well, it's... Probably not my place but I'm gonna say it anyway ‘Cause you look like You... Haven’t felt the fire, had a little fun Hadn’t had a smile in a little while, baby  [Chorus] Blue... Looks good on the sky Looks good on that neon buzzin’ on the wall But darlin', it don’t match your eyes I’m tellin’ you... You don’t need that guy It’s so black and white, he’s stealin’ your thunder Baby, blue ain’t your color  [Verse 2] I'm not tryna... Be another just pick you up kinda guy Tryna drink you up, tryna take you home But I just... I don't understand how another man Can take your sun and turn it ice cold Well, I've... Had enough to drink and it's makin' me think That I just might Tell you... If I were a painter I wouldn’t change ya I’d just paint you bright, baby  [Chorus] 'Cause blue... Looks good on the sky Looks good on that neon buzzin’ on the wall But darlin', it don’t match your eyes I’m tellin’ you... You don’t need that guy It’s so black and white, he’s stealin’ your thunder Baby, blue ain’t your color  [Bridge] No, no, no Mmmm It ain't your color baby Mmm, baby  [Chorus] Blue... Looks good on the sky Looks good on that neon buzzin’ on the wall But darlin', it don’t match your eyes I’m tellin’ you... You don’t need that guy It’s so black and white, he’s stealin’ your thunder Baby, blue ain’t your color Blue ain’t your color  [Outro] Mmm, no, no, no baby Come here, baby Let me light up your world  ",
        "title": "Blue Ain't Your Color"
    },
    {
        "artist": "Ariana Grande",
        "lyrics": "  [Verse 1] I'm so into you, I can barely breathe And all I wanna do is to fall in deep But close ain't close enough, 'til we cross the line, hey yeah So name a game to play, and I'll roll the dice, hey  [Pre-Chorus] Oh baby, look what you started The temperature's rising in here Is this gonna happen? Been waiting and waiting for you to make a move Before I make a move  [Chorus] So baby come light me up, and maybe I'll let you on it A little bit dangerous, but baby that's how I want it A little less conversation, and a little more touch my body 'cause I’m so into you, into you, into you  Got everyone watchin' us, so baby let's keep this secret A little bit scandalous, but baby don’t let them see it A little less conversation, and a little more touch my body 'cause I’m so into you, into you, into you, oh yeah  [Verse 2] This could take some time, hey Made too many mistakes Better get this right, right, baby  [Pre-Chorus] Oh baby, look what you started The temperature's rising in here Is this gonna happen? Been waiting and waiting for you to make a move Before I make a move  [Chorus] So baby come light me up, and maybe I'll let you on it A little bit dangerous, but baby that's how I want it A little less conversation and a, little more touch my body 'cause I’m so into you, into you, into you  Got everyone watchin' us, so baby, let's keep this secret A little bit scandalous, but baby don’t let them see it A little less conversation and a, little more touch my body 'cause I’m so into you, into you, into you, oh yeah ('cause I'm so into you)  [Bridge] Tell me what you came here for 'cause I can't, I can't wait no more I'm on the edge with no control And I need, I need you to know You to know, oh  [Chorus] So baby come light me up, and maybe I'll let you on it A little bit dangerous, but baby that's how I want it A little less conversation and a, little more touch my body 'cause I’m so into you, into you, into you  Got everyone watchin' us, so baby let's keep this secret A little bit scandalous, but baby don’t let them see it A little less conversation and a, little more touch my body 'cause I’m so into you, into you, into you  [Outro] So come light me up So come light me up, my baby Little dangerous A little dangerous, my boy A little less conversation and a, little more touch my body 'cause I’m so into you, into you, into you  ",
        "title": "Into You"
    },
    {
        "artist": "Martin Garrix & Bebe Rexha",
        "lyrics": "  [Verse 1: Bebe Rexha] If I told you this was only gonna hurt If I warned you that the fire's gonna burn Would you walk in? Would you let me do it first? Do it all in the name of love Would you let me lead you even when you're blind? In the darkness, in the middle of the night In the silence, when there's no one by your side Would you call in the name of love?  [Chorus: Bebe Rexha] In the name of love, name of love In the name of love, name of love  [Breakdown] In the name of Love In the name, name Love In the name, name Love  [Verse 2: Bebe Rexha] If I told you we could bathe in all the lights Would you rise up, come and meet me in the sky? Would you trust me when you're jumping from the heights? Would you fall in the name of love? When there's madness, when there's poison in your head When the sadness leaves you broken in your bed I will hold you in the depths of your despair And it's all in the name of love  [Chorus: Bebe Rexha] In the name of love, name of love In the name of love, name of love  [Breakdown] In the name of Love In the name, name Love In the name, name Love  [Bridge: Bebe Rexha] I wanna testify Scream in the holy light You bring me back to life And it's all in the name of love I wanna testify Scream in the holy light You bring me back to life And it's all in the name of love  [Chorus: Bebe Rexha] In the name of love, name of love In the name of love, name of love  [Breakdown] In the name of Love In the name, name Love In the name, name Love In the name of Love In the name, name Love In the name of Love In the name of Love In the name of Love  ",
        "title": "In The Name Of Love"
    },
    {
        "artist": "Chance The Rapper Featuring Lil Wayne & 2 Chainz",
        "lyrics": "  [Intro: Ha Ha Davis + Chance The Rapper] You don't want zero problems, big fella! Yep! Igh!  [Refrain: Chance The Rapper] If one more label try to stop me It's gon' be some dreadhead niggas in ya lobby, huh huh  [Chorus: Chance The Rapper] You don't want no problem, want no problem with me, bih! You don't want no problem, want no problem with me Just another day, had to pick up all the mail There go Chano ridin' through the streets, they be like, \"There he go!\" You don't want no problem, want no problem with me, bih! You don't want no problem, want no problem with me Just another day, had to pick up all the mail There go Chano ridin' through the streets, they be like, \"There he go!\"  [Verse 1: Chance The Rapper] Ooh, watch me come and put the hinges in their hands Countin' Benjis while we meetin', make 'em shake my other hand Milly rockin', scoopin' all the blessings out my lap Bitch I know you tried to cheat, you shoulda never took a nap, hey Fuck wrong with you? What you were thinkin'? Fuck you thought it was? You talk that talk that make a lame ass nigga fall in love Not me, though, bitch you can keep those Bruh, I'm at your head like Craig did Deebo Don't tweak, bro, it's never sweet, ho My shooters come for free, so  [Refrain: Chance The Rapper & Lil Wayne] If one more label try to stop me It's gon' be some dreadhead niggas in ya lobby, huh huh  [Chorus: Chance The Rapper] You don't want no problem, want no problem with me You don't want no problem, want no problem with me Yep, yep! Pull up in the new thing, I'm like You don't want no problem, want no problem with me You don't want no problem, want no problem with me You don't want no problem, want no problem with me You don't want no problem, want no problem with me They be like, \"There he go!\"  [Verse 2: 2 Chainz] You old Petey Pablo, take your shirt off Wave 'round your head like a helicopter I ain't put enough weed in the blunt All you do is smoke tobacco Where the hell you get them from? Yeezy said he ain't make them My niggas chasin' bounty hunters And gettin' chased by their baby mommas My first tat was on my stomach Got a pocket full of money And a mind full of ideas Some of this shit may sound weird Inside of the Maybach Look like it came out of Ikea Run shit like diarrhea Big yacht, no power steering Aye, aye, captain I'm high, captain I'm so high Me and God dappin' This is my blessin' This is my passion School of hard knocks I took night classes  [Chorus: Chance The Rapper] You don't want no problem, want no problem with me, bih! You don't want no problem, want no problem with me Yep, yep! Pull up in the new thing, I'm like They be like, \"There he go!\"  [Verse 3: Lil Wayne] I got problems bigger than these boys My deposits, they be on steroids Lord, free the Carter, niggas need the Carter Sacrificin' everything, I feel like Jesus Carter Hold up, I got this sewed up, my soda poured up My woes up, I'm flippin' those bucks, they doing toe tucks I rolled up and let the smoke puff I lay down, toes up Hold up, get too choked up when I think of old stuff Move on, put my goons on, they kidnap newborns In the streets my face a coupon Her pussy too warm All these bitches come to do harm Just bought a new charm Fuck the watch, I buy a new arm, you lukewarm I'm Uncle Luke with the hoes Pretty bitches, centerfolds Tippy toes around my crib in they robes, just their robes Half a milli' in the safe, another in the pillowcase Codeine got me movin' slower than a caterpillar race Fuck wrong with you? What you were thinkin'? What you thought it was? I just popped five Percocets and only caught a buzz And if that label try to stop me There gon' be some crazy Weezy fans waitin' in the lobby Mula, baby  [Chorus: Chance The Rapper] You don't want no problem, want no problem with me, bih! You don't want no problem, want no problem with me Just another day, had to pick up all the mail There go Chano ridin' through the streets, they be like, \"There he go!\" You don't want no problem, want no problem with me, bih! You don't want no problem, want no problem with me Just another day, had to pick up all the mail There go Chano ridin' through the streets, they be like, \"There he go!\"  [Outro: Lil Wayne & Chance The Rapper] You don't want no problem, want no problem with me You don't want no problem, want no problem with me You don't want no problem, want no problem with me You don't want no problem, want no problem with me You don't want no problem, want no problem with me You don't want no problem, want no problem with me They say so, ridin' with the payo' They be like, \"There he go!\"  [Produced by BrassTracks]  ",
        "title": "No Problem"
    },
    {
        "artist": "The Chainsmokers Featuring Phoebe Ryan",
        "lyrics": "  [Verse 1: Phoebe Ryan & Andrew Taggart] Fighting flames with fire Hang onto burning wires We don't care anymore Are we fading lovers? We keep wasting colors Maybe we should let this go  [Pre-Chorus: Phoebe Ryan & Andrew Taggart] We're falling apart, still we hold together We've passed the end, so we chase forever 'Cause this is all we know This feeling's all we know  [Chorus: Phoebe Ryan & Andrew Taggart] I'll ride my bike up to the road Down the streets right through the city I'll go everywhere you go From Chicago to the coast You tell me, \"Hit this and let's go Blow the smoke right through the window\" 'Cause this is all we know  [Post-Chorus: Phoebe Ryan & Andrew Taggart] 'Cause this is all we know 'Cause this is all we know 'Cause this is all we know  [Verse 2: Phoebe Ryan & Andrew Taggart] Never face each other One bed, different covers We don't care anymore Two hearts still beating On with different rhythms Maybe we should let this go  [Pre-Chorus: Phoebe Ryan & Andrew Taggart] We're falling apart, still we hold together We've passed the end, so we chase forever 'Cause this is all we know This feeling's all we know  [Chorus: Phoebe Ryan & Andrew Taggart] I'll ride my bike up to the road Down the streets right through the city I'll go everywhere you go From Chicago to the coast You tell me, \"Hit this and let's go Blow the smoke right through the window\" 'Cause this is all we know  [Post-Chorus: Phoebe Ryan & Andrew Taggart] 'Cause this is all we know 'Cause this is all we know 'Cause this is all we know  ",
        "title": "All We Know"
    },
    {
        "artist": "Drake",
        "lyrics": "  [Verse 1: Drake] Right, my yiy just changed You just buzzed the front gate I thank God you came How many more days could I wait? I made plans with you And I won't let 'em fall through I, I, I, I, I  [Hook: Drake] I think I'd lie for you I think I'd die for you Jodeci \"Cry for You\" Do things when you want me to Like controlla, controlla, yeah Like controlla, controlla, yeah  [Verse 2: Drake] Okay, you like it, when I get Aggressive, tell you to Go slower, go faster Like controlla, controlla, yeah Like controlla, controlla, yeah  [Bridge: Drake] And I’m never on a waste ting, shorty I do it how you say you want it Them girls, they just wanna take my money They don't want me to give you nothing They don't want you to have nothing They don't wanna see me find your lovin' They don't wanna see me Smiling back when they pree  [Hook: Drake] Knowing I'd lie for you Thinking I'd die for you Jodeci \"Cry for You\" Do things when you want me to Like controlla, controlla, yeah Like controlla, controlla, yeah  [Verse 3: Beenie Man] Gyal a tear off mi garments And a bawl fi come inna mi apartment (Woi!) Di gyal dem want di length and strength Action speak louder than argument well  [Verse 4: Drake] But you can't just diss and come tell man sorry You can't listen to me talk and go tell my story, nah It don't work like that when you love somebody My old flex is my new flex now and we're workin' on it, yeah And that's why I need All the energy that you bring to me My last girl would tear me apart But she'd never wanna split a ting with me  [Hook: Drake] But when it comes to you, you I think I'd lie for you I think I'd die for you Do things when you want me too Like controlla, controlla, yeah Like controlla, controlla, yeah  [Bridge: Drake] And I’m never on a waste ting shorty I do it how you say you want it Them girls, they just wanna take my money They don't want me to give you nothing They don't want you to have nothing They don't wanna see me find your lovin' They don't wanna see me Smiling back when they pree (Jheeze!)  [Outro: Beenie Man] Music a drop! Gyal a whine up dem bumpa Dis is di summa summa controlla Drake from Canada, Beenie Man from Jamaica Dah one yah a murda—Zagga!  ",
        "title": "Controlla"
    },
    {
        "artist": "Cole Swindell",
        "lyrics": "  [Verse 1] Baby, it just took one look at you For me to change my one drink order to two Like we already knew each other Like we've been talking all night About a minute into our first dance We got blindsided by your friends All in a hurry like you had to go Didn't they know you can't leave someone Girl, you can't leave someone  [Chorus 1] In the middle of a dance floor all alone In the middle of an old school country song Right when I was just about to lean on in Why'd you have to go then? Baby, in the middle of the glow of the neon light It shoulda, coulda, woulda been the night of our lives Girl, it ain't right, no How you gonna leave me right in the middle of a memory?  [Verse 2] We were gonna dance 'till they shut it down People'd be staring while I spin you 'round Thinking we were so in love, yeah They wouldn't know we hadn't even hooked up I'd get your number and I'd give you mine And we'd be hanging out tomorrow night But now I don't know where you are I'm under these lights right here in the dark  [Chorus 1] In the middle of a dance floor all alone In the middle of an old school country song Right when I was just about to lean on in Why'd you have to go then? Baby, in the middle of the glow of the neon light It shoulda, coulda, woulda been the night of our lives Girl, it ain't right, no How you gonna leave me in the middle of a memory? yeah  [Bridge] Yeah, it's like you walked right out in the middle of a movie Tore the back half out of a book And no, you'll never know, girl, what you did to me It ain't right saying goodbye  [Chorus 2] In the middle of a dance floor all alone In the middle of what could've been our song Right when I was just about to lean on in Why'd you have to go then? Baby, in the middle of the glow of the neon light It shoulda, coulda, woulda been the night of our lives But, girl, it ain't right, no How you gonna leave me right in the middle of a memory? In the middle of a memory In the middle of a memory  ",
        "title": "Middle Of A Memory"
    },
    {
        "artist": "DJ Khaled Featuring Drake",
        "lyrics": "  [Intro: DJ Khaled] Would you fuck me for free? Another one We the Best Music! Major Key! DJ Khaled!  [Verse 1: Drake] I go on and on Can't understand how I last so long I must have the superpowers Last 223 thousand hours And it's cause I'm off of CC And I'm off the Hennessy And like your boy from Compton said You know this dick ain't free! I got girls that I shoulda made pay for it Got girls that I shoulda made wait for it Got girls that'll cancel a flight back home Stay another day for it You got attitude on na na And your pussy on agua And your stomach on flat flat And your ass on what's that? And, yeah, I need it all right now Last year I had drama, girl not right now I was never gon' chat what we talkin' about You the only one I know could fit it all in her... man  [Chorus: Drake] I always wonder if you ask yourself Is it just me? Is it just me? Or is this sex so good I shouldn't have to fuck for free? Is it just me? Is it just me? Or is this sex so good I shouldn't have to...  [Verse 2: Drake] Fuck for free I know you workin' day and night to get a college degree Bet nobody that you've been with even know you a freak, right? You know you only do that with me, right? Yeah, double checkin' on you You know I never put the pressure on you You know that you make your own mind up You knew what it was when you signed up Now you gotta run it up I be out of words, tryna sum it up Girl you throw it back like one love Even let me splash on the tour bus Yeah I talk to her but she don't do enough Even though you in the hood I'm still pullin' up Dip, dip, straight to your doorstep This the real thing, can you feel the force yet  [Chorus: Drake] I always wonder if you ask yourself Is it just me? Is it just me? Or is this sex so good I shouldn't have to fuck for free? Is it just me? Yeah, is it just me? Is this sex so good I shouldn't have to... Would you fuck me for free?  [Outro: DJ Khaled] Another one They don't want me to have another anthem So I made sure I got another anthem It's We The Best OVO Summers ours It always has been Don't ever play yourself One time for Future the Prince One time for 40 One time for Drake Another one Bless up  ",
        "title": "For Free"
    },
    {
        "artist": "Usher Featuring Young Thug",
        "lyrics": "  [Hook: Usher] Make you say uh, no limit Got that Master P, no limit baby Give you that black card, no limit Just know when you roll with a nigga like me There's no limit, baby Make you say uh, no limit I C Mur-Mur-Murder that, no limit baby Give you that ghetto D, girl, no limit Just know when you roll with a nigga like me There’s no limit, baby  [Verse 1: Usher] You know you fine, baby you know that you fine I'm just tryna make you mine Tryna make you mine, yeah I'm tryna make you mine Put a tingle in your spine We got a vibe, we got a wave You should ride on it All of the places I could take you girl is limitless So if you've never been Girl I would just love to take you there You don't have to worry 'bout a thing I got it, let me show you better than  [Pre-Hook: Usher] ‘Cause I may not know you, just let me hold you You'll be my soldier, like you from the ‘Nolia  [Hook: Usher] Make you say uh, no limit Got that Master P, no limit, baby Give you that black card, no limit Just know when you roll with a nigga like me There's no limit, baby Make you say uh, no limit I C Mur-Mur-Murder that, no limit baby Give you that ghetto D, girl, no limit Just know when you roll with a nigga like me There’s no limit, baby  [Verse 2: Usher] Cards on decline, baby the cards on decline You roll with me, you miss shine Baby we shine, yeah lil mama we shine Just pick a destination Go ‘head show me you can get like everything Show me like any car, any house Baby you can get like any ring, anything You knock it, knock it down All through the night, all through the day yeah I knock that pussy out Baby you call me Sugar Ray yeah  [Pre-Hook: Usher] ‘Cause I may not know you, just let me hold you You be my soldier, like you from the ‘Nolia  [Hook: Usher] Make you say uh, no limit Got that Master P, no limit, baby Give you that black card, no limit Just know when you roll with a nigga like me There's no limit, baby Make you say uh, no limit I C Mur-Mur-Murder that, no limit baby Give you that ghetto D, girl, no limit Just know when you roll with a nigga like me There’s no limit, baby  [Verse 3: Young Thug] You finer than wine, baby girl I ain’t lyin' Make my homie drop a dime Commit a crime, jeopardize my lifeline Just to see your vital signs Ain’t no limit, babe we do it larger Ain’t no limit babe when you a starter MARTA outsmart the Rari, Rari Fill the session with Bacardi Barbies Kerosene, kerosene Promise spin, washing machine (wishy washy) Thin waisted primadonna Never limit, I’m a stunner Tinted out, them never rentals Fuck them boys, they all beginners I done seen and wrecked 'em I’ma spend my night with ‘dem I could put karats all over you Karats all over you Never mind, we only poppin’ shit Man I been getting high with these fools And she said all her friends fake, so she solo rockin' And she a real bad bad bitch, she ain’t gotta Photoshop it  [Hook: Usher] Uh, no limit I C Mur-Mur-Murder that, no limit baby Give you that ghetto D, girl, no limit Just know when you roll with a nigga like me There's no limit, baby  ",
        "title": "No Limit"
    },
    {
        "artist": "Fifth Harmony Featuring Ty Dolla $ign",
        "lyrics": "  [Verse 1: Camila] I ain't worried 'bout nothin', I ain't wearin' na-nada I'm sittin' pretty, impatient, but I know you gotta Put in them hours, I'ma make it harder I'm sending pic after picture, I'ma get you fired  [Pre-Chorus: Normani] I know you're always on the night shift But I can't stand these nights alone And I don't need no explanation Cause baby, you're the boss at home  [Chorus: Lauren] You don't gotta go to work, work, work, work Work, work, work But you gotta put in work, work, work, work Work, work, work You don't gotta go to work, work, work, work Work, work, work Let my body do the work, work, work, work Work, work, work We can work from home, oh, oh, oh-oh We can work from home, oh, oh, oh-oh  [Verse 2: Ally] Let's put it into motion, I'ma give you a promotion I'll make it feel like a vacay, turn the bed into an ocean We don't need nobody, I just need your body Nothin' but sheets in between us, ain't no getting off early  [Pre-Chorus: Dinah + Camila] I know you're always on the night shift But I can't stand these nights alone And I don't need no explanation Cause baby, you're the boss at home  [Chorus: Lauren] You don't gotta go to work, work, work, work Work, work, work But you gotta put in work, work, work, work Work, work, work You don't gotta go to work, work, work, work Work, work, work Let my body do the work, work, work, work Work, work, work We can work from home, oh, oh, oh-oh We can work from home, oh, oh, oh-oh  [Verse 3: Ty Dolla $ign] Oh yeah, girl go to work for me (Work for me) Can you make it clap, no hands for me? Take it to the ground, pick it up for me Look back at it all over me (Oh yeah) Put in work like my timesheet She ride it like a '63 I'ma buy her new Céline Let her ride in a foreign with me Oh, she the bae, I'm her boo And she down to break the rules Ride or die, she gon' go I'm gon' jugg, she finessin' I pipe her, she take that Put in overtime on your body  [Chorus: Lauren & (Camila) & {Dinah}] You don't gotta go to work, work, work, work Work, work, work (You ain't gotta go to work, no oh oh) But you gotta put in work, work, work, work Work, work, work (No....) {Ooh yeah} You don't gotta go to work, work, work, work Work, work, work Let my body do the work, work, work, work Work, work, work (No, no, no, no, no, no!) We can work from home, oh, oh, oh-oh We can work from home, oh, oh, oh-oh  [Outro: Camila] Yeah, we can work from home Yeah, we can work from home Yeah  ",
        "title": "Work From Home"
    },
    {
        "artist": "Florida Georgia Line Featuring Tim McGraw",
        "lyrics": "  [Verse 1: Florida Georgia Line] May we all get to grow up in our red white and blue little town Get a won't start hand me down Ford to try to fix up With some part time cash from driving a tractor Find a sweet little thang, wears your ball cap backwards Kinda place you can't wait to leave but nobody does Cause you miss it too much  [Chorus: Florida Georgia Line] May we all know that nothing ain't cool 'til you wear the new off The sound of a quarter rollin' down a jukebox Play the Travis Tritt right above the 2Pac Hope you get lost down some road Slow rolling with the top off the back of a Bronco Buy a cold sixer with a cashed in lotto She's smilin' with her hair blowing out the window Where you 'bout to go? Yeah you learn to fly and if you can't then you just freefall May we all  [Verse 2: Tim McGraw] May we all get to see those fields of green turn gold Watch a marching band play with the harvest moon coming up And know that fifteen minutes of famous Ain't gonna be what makes us or breaks us but We'll all be watching the TV the day that it comes  [Chorus: Tim McGraw] May we all know that nothing ain't cool 'til you wear the new off The sound of a quarter rollin' down a jukebox Play the Travis Tritt right above the 2Pac 'Fore you get lost down some road Slow rolling with the top off the back of a Bronco Buy a cold sixer with a cashed in lotto She's smilin' with her hair blowing out the window Where you 'bout to go? Yeah you learn to fly and if you can't then you just freefall May we all  [Verse 3: Both] May we all do a little bit better than the first time Learn a little something from the worst times Get a little stronger from the hurt times May we all get to have a chance to ride the fast one Walk away wiser when we crashed one Keep hoping that the best one is the last one  [Outro] Yeah you learn to fly and if you can't then you just freefall May we all May we all May we all May we all May we all May we all (get to have a chance to ride the fast one) May we all (walk away wiser when we crashed one) May we all (keep hoping that the best one is the last one) (yeah the last one) Yeah you learn to fly and if you can't then you just freefall May we all  ",
        "title": "May We All"
    },
    {
        "artist": "Young Thug And Travis Scott Featuring Quavo",
        "lyrics": "  [Intro: Young Thug & Starrah] Yaaah, oh yaaah Ooooh, Thugger Yeah, Travis Scott Thugger, Thugger baby Yaah, yaah Starrah let's get it, Starrah  [Verse 1: Starrah] I pour a four up I call your hoe up Just to fuck her and show her I just went, got my dough up Pullin' off and I pop more Yeah I go and perform And then roll up that roll up And then I call your hoe up (Like Brrrrr)  [Hook: Starrah] Pick up the phone, baby (Like brrrrr) I know you're home, baby (Like brrrrr) I'm in the zone, baby (Ohhhhhh) I just poured up a four baby (Pour it up)  [Bridge: Young Thug] Never will I cheat on you Never will I commit treason Blowin' a bag on you Do all of that for no reason I'ma pull up and murk too Hittin' the block and I'm bleedin' Throwing that Rollie on you I like the way it be freezin' (Like Brrrrr)  [Hook: Starrah] Pick up the phone, baby (Like brrrrr) I know you're home, baby (Like brrrrr) I'm in the zone, baby (Ohhhhhh) I just poured up a four baby (Pour it up)  [Verse 2: Young Thug] Pour up a four of that Actavis Lean like my mothafuckin' granny did Super Bowl ring with big body Benz I stack it up now I'm just better livin' Got screws in my mouth, I'm just preppin' it I'm fucking this cash, I’m not celibate I'm packin' it up like a reverend I need all this cash, I got hella kids I'ma play dumb and get left in the middle Back the fuck up, you too little Hit 'em with three like I'm Miller I don't talk to no man in the middle I don't talk to no man, I'm just kiddin' But I did pay my sister's tuition I feel lucky, I should play the lottery Walkin' off with it like Sonny Liston Mama told me I'm her brightest star Mama told me don't hate on the law Because everybody got a job Because everybody wanna be a star (real shit, real shit) Please believe every motherfucker around here wan' be a part She gon' do anything in her power to be with ya' boy (Like Brrrrr)  [Hook: Starrah] Pick up the phone, baby (Like brrrrr) I know you're home, baby (Like brrrrr) I'm in the zone, baby (Ohhhhhh) I just poured up a four baby (Pour it up)  [Bridge: Young Thug] Never will l cheat on you Never will I commit treason Blowin' a bag on you Do all of that for no reason I'ma pull up MR2 Hittin' the block and I’m bleedin' Throwin' that Rollie on you I like the way you be freezin', yeah  [Verse 3: Quavo] Pick up the phone Macaulay Culkin' baby, Home Alone I thought I was right Then I had to man up, I was wrong I hate when we fight She in love with the pipe I draped her up in ice, I pour my four on ice Birds in the trap sing Brian McKnight Percocet and Codeine please don't take my life She had a dream with Céline So I bought it twice Young nigga make it right back tonight Girl you're so cute and your ass is nice Drinkin' on four and I'm shootin' dice Wrist polar bear, Klondike And I'm loving all races, hell nah don't discriminize Drinkin' on clean, sanitize Ostritch seats with the frog eyes If I ever call your phone baby Best believe it's only one time (Like Brrrrr)  [Hook: Starrah] Pick up the phone, baby (Like brrrrr) I know you're home, baby (Like brrrrr) I'm in the zone, baby (Ohhhhhh) I just poured up a four baby (Pour it up)  [Bridge: Young Thug] Never will l cheat on you Never will I commit treason Blowin' a bag on you Do all of that for no reason I'ma pull up and MR2 Hittin' the block and I’m bleedin' Throwin' that Rollie on you I like the way you be freezin'  ",
        "title": "Pick Up The Phone"
    },
    {
        "artist": "Lil Yachty",
        "lyrics": "  [Hook] I know you want this for life Taking pictures with all my ice But I can't have no wife I just want you for the night I know you want this for life Taking pictures with all my ice But I can't have no wife I just want you for the night  [Verse] I know you want this for life Fuck you so good you be calling out the Christ Bottles of the Tech got it laid on ice We spent four seasons at the Four Seasons twice You be calling all your homegirls like \"I'm his wife\" Hell nah, you trippin', reevaluate your life I can't love no bitch, every single ho is trife I sip dirty Sprite just to get me through the night But I need you there Promise that I need you there Ain't no other bitch gon' fuck me like you do I swear Put that on my gang I swear I just can't put you on front street like you want I know But baby you is not no ho And I put it on my gang I'm not no average joe It's Yachty from the block you know  [Hook] I know you want this for life Taking pictures with all my ice But I can't have no wife I just want you for the night I know you want this for life Taking pictures with all my ice But I can't have no wife I just want you for the night  ",
        "title": "1 Night"
    },
    {
        "artist": "Luke Bryan",
        "lyrics": null,
        "title": "Move"
    },
    {
        "artist": "21 Savage & Metro Boomin Featuring Future",
        "lyrics": "  [Bridge: 21 Savage] 10 bad bitches in a mansion Wrist on Milly Rock them diamonds on me dancin' When you workin' hard then your money start expandin' I got model bitches wanna lick me like some candy And them drugs come in handy Last name Savage bitch, but no I'm not Randy Hit her with no condom, had to make her eat a plan B And I'm sippin' on that Codeine, not Brandy  [Hook: 21 Savage] I'm just stuntin' on my ex-bitch I'm just flexin' on my ex-bitch Hold up, I'm just stuntin' on my ex-bitch Hold up, I'm just flexin' on my ex-bitch Fuck a wedding ring, I bought a necklace Diamonds got the flu, try not to catch this I left that ho alone 'cause she was ratchet All these bitches salty, they can't stand me  [Verse 1: 21 Savage + Future] Flexin' on that bitch, hold up Bought a necklace on that bitch, hold up Her friend gon' lick me like a fruit roll up She in her feelins' on the 'Gram, grow up 21, flexin' on that bitch, hold up I ain't textin' back that bitch, hold up I ain't stressin' bout that bitch, hold up 21 gon' get the stick, hold up Hold up, hold up, bitch I like to ball Hold up, hold up, without no weave, you bald Hold up, bitch I spent your rent inside the mall Told her she got a nigga but he broke, she lost Hold up, at this private location Hold up, put her back in rotation Hold up, bitches on me, immigration Hold up, goin' through the translations  [Hook: 21 Savage] I'm just stuntin' on my ex-bitch I'm just flexin' on my ex-bitch Hold up, I'm just stuntin' on my ex-bitch Hold up, I'm just flexin' on my ex-bitch Fuck a wedding ring, I bought a necklace Diamonds got the flu, try not to catch this I left that ho alone 'cause she was ratchet All these bitches salty, they can't stand me  [Verse 2: 21 Savage + Future] Hold up, bitch my Rolex on fleek Hold up, bitch my diamonds on fleek Hold up, I got gold on my teeth Hold up, you got Rainbow on your feet? Hold up, corny niggas don't impress me Hold up, never let a bitch dress me Hold up, can't no motherfuckin' judge check me Hold up, I don't give a fuck about no ring Hold up, money make my old bitches hate me Hold up, bitch you still stay on Section-8 Hold up, my new bitch wetter than a lake Hold up, and she love to let me paint her face Hold up, fell in love with some good throat Hold up, fell in love with some good throat Hold up, ripped them confidential papers up Hold up, you done made me wake my savage up  [Hook: 21 Savage] I'm just stuntin' on my ex-bitch I'm just flexin' on my ex-bitch Hold up, I'm just stuntin' on my ex-bitch Hold up, I'm just flexin' on my ex-bitch Fuck a wedding ring, I bought a necklace Diamonds got the flu, try not to catch this I left that ho alone 'cause she was ratchet All these bitches salty, they can't stand me  [Bridge: 21 Savage] 10 bad bitches in a mansion Wrist on Milly Rock them diamonds on me dancin' When you workin' hard then your money start expandin'  [Outro: Future] If Young Metro don't trust you, I'm gon' shoot you And them drugs come in handy Last name Hendrix bitch, you know I'm no Jimi Hit 'em with no condoms, ship her right back out the country And I'm sippin' codeine, tats all on my stomach  ",
        "title": "X"
    },
    {
        "artist": "DJ Khaled Featuring Nicki Minaj, Chris Brown, August Alsina, Jeremih, Future & Rick Ross",
        "lyrics": "  [Intro: DJ Khaled] Another one We The Best Music!  [Verse 1: Nicki Minaj] Yo, he ain't messin' with no average chick, pop, pop He got Nicki, he know that he hit the jackpot Every baller tryna score, check them shot clocks But I hit 'em with them 'Bron-Iguodala blocks Eat the cake and he suck on my toes, yes Hittin' them home runs, I be like \"Go Mets!\" I want a dude that still kiss me when he mad Type to cop me diamonds, he can miss me with them bags  [Pre-Hook: August Alsina, Chris Brown & (DJ Khaled)] Girl we been right here, thinkin' 'bout it all night Baby you should be up in my bed, ooh Do you mind, do you mind? Baby you (DJ Khaled) Do you mind? Do you mind? Do you mind?  [Hook: Chris Brown & August Alsina] I'm just tryna get to know ya Get a little closer, maybe post up, ooh Do you mind? Do you mind? Do you mind? Do you mind? Do you mind? Do you mind? Girl we been right here, thinkin' 'bout it all night Baby you should be up in my bed, ooh Do you mind, do you mind? Baby you Do you mind? Do you mind? Do you mind?  [Post-Hook: Chris Brown] You know, you know, you know, you know He ain't got forever and ever You know, you know, you know, you know Let me be the one, baby you deserve better You know, you know, you know, you know We ain't got forever and ever You know, you know, you know, you know Let me be the one, baby do you mind? Do you mind?  [Verse 2: August Alsina] Oh, do you mind if I talk to you? And do you mind if I touch you there? Girl, you know you can't do no better, baby I know that it don't get no better than me Let's not waste the time You ain't gotta hold back cause once I get inside You won't change your mind, you know that you can take it No need to hesitate, I need it, impatient I'm not used to waiting, I want you to give it to me Come on let me taste it, until I get enough Hope you're ready cause I'ma beat it up Do you mind when I'mma have it? Know how to heat it up  [Verse 3: Jeremih] I should, I should be the one, baby, you gon' learn that Girl, I know your body, know where every curve at We be going all night, 'til the early Know you, know you wanna take off when you on my runway We ain't gotta talk, bodies conversate Baby, by the way I touch you, you know what I'm saying Oh, oh, oh, ride it slow Oh, oh, oh  [Hook: Chris Brown & August Alsina] I'm just tryna get to know ya Get a little closer, maybe post up, ooh Do you mind? Do you mind? Do you mind? Do you mind? Do you mind? Do you mind? Girl we been right here, thinkin' 'bout it all night Baby you should be up in my bed, ooh Do you mind, do you mind? Baby you Do you mind? Do you mind? Do you mind?  [Post-Hook: Chris Brown] You know, you know, you know, you know He ain't got forever and ever You know, you know, you know, you know Let me be the one, baby you deserve better You know, you know, you know, you know We ain't got forever and ever You know, you know, you know, you know Let me be the one, baby do you mind? Do you mind?  [Verse 4: Future] Man with all this red carpet shit, baby You know what I'm saying, Future Hendrix I'ma do that favor, drippin' flavor in you two piece I'ma keep my promise, never treat you like a groupie Calamari dinners, got you eatin' raw sushi Still in the trap, but I like my bitches bougie Two cups of styrofoam, excuse me lil' mama I can hold you down, be your friend and your lover You want watches, new Versaces, you want Céline Top back, screamin' money ain't a ting  [Verse 5: Rick Ross] Seein' two G-wagons in my driveway FaceTime, two black bottles by my fireplace Fell out with your peoples so you took the pictures down Instagram ain't been the same since you so distant now Took you shoppin' in other places that I won't name First time your friends really got the see Balmain 20 million cash, seen it there with my two eyes We the best and I told you this back in '05 (Maybach Music)  [Hook: Chris Brown & August Alsina] I'm just tryna get to know ya Get a little closer, maybe post up, ooh Do you mind? Do you mind? Do you mind? Do you mind? Do you mind? Do you mind? Girl we been right here, thinkin' 'bout it all night Baby you should be up in my bed, ooh Do you mind, do you mind? Baby you Do you mind? Do you mind? Do you mind?  [Bridge: Nicki Minaj] Oh, just in case you need me, I don't mind Yo, tell them what to do, tell them what to do Tell them what to do When you see a bad bitch in front of you, baby Yeah, assume the position  [Hook: Chris Brown & August Alsina] I'm just tryna get to know ya Get a little closer, maybe post up, ooh Do you mind? Do you mind? Do you mind? Do you mind? Do you mind? Do you mind? Girl we been right here, thinkin' 'bout it all night Baby you should be up in my bed, ooh Do you mind, do you mind? Baby you Do you mind? Do you mind? Do you mind?  ",
        "title": "Do You Mind"
    },
    {
        "artist": "LOCASH",
        "lyrics": "  [Verse 1:] Girl I've never seen you in this town If you need somebody to show you around Well, I know somebody It's a little too loud to talk in here And your eyes are saying you wanna disappear Well, I know a place and I know somebody  [Chorus:] Somebody with a gassed up truck Sitting right outside It's ready to roll if you're ready to ride Sunroof open with the moonlit sky Yeah, I know a guy I know somebody that's lost all in your smile That can love you like a song on the radio dial If that's what you want tonight I know somebody And you're looking right in his eyes I know somebody (I know somebody) I know somebody (I know somebody)  [Verse 2:] I'm loving the way you act so shy Like you ain't so sure Like you can't decide But I heard you tell your friends That you know somebody That makes you laugh That can get you home That might make you fall ‘fore the night is gone So come on, you know I'm that somebody Yeah  [Chorus:] Somebody with a gassed up truck Sitting right outside It's ready to roll if you're ready to ride Sunroof open with the moonlit sky Yeah, I know a guy I know somebody that's lost all in your smile That can love you like a song on the radio dial If that's what you want tonight I know somebody And you're looking right in his eyes I know somebody (I know somebody) I know somebody (I know somebody)  [Bridge:] I know somebody That's looking for a girl like you Could fall in a kiss or two Baby tell me what you wanna do Cause I know  [Chorus:] Somebody with a gassed up truck Sitting right outside It's ready to roll if you're ready to ride Sunroof open with the moonlit sky Yeah, I know a guy I know somebody that's lost all in your smile That can love you like a song on the radio dial If that's what you want tonight I know somebody And you're looking right in his eyes I know somebody (I know somebody) I know somebody (I know somebody)  [Outro:] I know somebody (I know somebody) I know somebody (I know somebody) I know somebody And you’re looking right in his eyes I know somebody I know somebody) I know somebody (I know somebody) I know somebody  ",
        "title": "I Know Somebody"
    },
    {
        "artist": "Jason Aldean",
        "lyrics": "  They boarded up this water town Ain't nobody hanging 'round Another grey September day Was I crazy to think she'd stay  If that sun would have just Hung up in that sky Just a little bit yeah Just a little bit longer If those blue water waves Could've stayed at our feet on the beach Instead of going out with the tide If that wind was a friend It'd still be blowing in Like a warm southern whisper on her She might have stayed forever And never ever left these arms If only I Had a little more summertime  I brace myself against the cold And let her memory take hold Stirring that old fire up As if I don't miss her enough  If that sun would have just Hung up in that sky Just a little yeah Just a little bit longer If those blue water waves Could've stayed at her feet on the beach Instead of going out with the tide If that wind was a friend It'd still be blowing in Like a warm southern whisper on her She might have stayed forever And never ever left these arms If only I Had a little more summertime Just a little more summertime  If that sun would have just Hung up in that sky Just a little yeah Just a little bit longer She might have stayed forever And never ever left these arms If only I Had a little more summertime  ",
        "title": "A Little More Summertime"
    },
    {
        "artist": "Lil Uzi Vert",
        "lyrics": "  [Chorus] Yah, it do not matter Turned to a savage, pocket got fatter, she call me daddy Smokin' that gas, gone off that Xanny, she on the powder Nowadays I am on, my haters got sadder Money got longer, speaker got louder, car got faster Turned to a savage, pocket got fatter, she call me daddy Smokin' that gas, gone off that Xanny, she on the powder Nowadays I am on, my haters got sadder Money got longer, speaker got louder, car got faster  [Verse 1] Money so old, dollars spoiled Yah, my lil bitch so spoiled Yah, I rub her down in oil Yah, I got money, now you know it Yah, diamonds on my teeth Yah, your shit look like foil Yah, Chris Brown said these hoes ain't loyal None of these hoes got no morals All my niggas G'ed up Yah, my glasses be Dita Never thought it would be days I could kick my feet up Never thought that she would need me that much if I leave her  [Chorus] It do not matter Turned to a savage, pocket got fatter, she call me daddy Smokin' that gas, gone off that Xanny, she on the powder Nowadays I am on, my haters got sadder Money got longer, speaker got louder, car got faster Turned to a savage, pocket got fatter, she call me daddy Smokin' that gas, gone off that Xanny, she on the powder Nowadays I am on, my haters got sadder Money got longer, speaker got louder, car got faster Turned to a savage, pocket got fatter, she call me daddy Smokin' that gas, gone off that Xanny, she on the powder Nowadays I am on, my haters got sadder Money got longer, speaker got louder, car got faster  [Verse 2] All of this was faction No time for actin', all this money lastin' Like, go out to eat, get that blackened salmon When I'm wit' my girl, we Pharrell and Vashtie Wait... huh? That mean we are not lastin' In that pussy, you know I like it rough then I'm just blastin' Yah, tell that lil bitch that I'm really from Mars Uh, yah, bitch, do not start Yah, pull up, my car automatic Yah, uh, dealt with the star, yah!  [Chorus] It do not matter Turned to a savage, pocket got fatter, she call me daddy Smokin' that gas, gone off that Xanny, she on the powder Nowadays I am on, my haters got sadder Money got longer, speaker got louder, car got faster Turned to a savage, pocket got fatter, she call me daddy Smokin' that gas, gone off that Xanny, she on the powder Nowadays I am on, my haters got sadder Money got longer, speaker got louder, car got faster  ",
        "title": "Money Longer"
    },
    {
        "artist": "Jon Bellion",
        "lyrics": "  [Verse 1] I was the knight in shining armor in your movie Would put your lips on mine and love the aftertaste Now I'm a ghost, I call your name, you look right through me You're the reason I'm alone and masturbate  [Pre-Chorus] I, I've been trying to fix my pride But that shit's broken, that shit's broken Lie, lie, l-lie I tried to hide But now you know it  [Chorus] That I'm at an all time Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low  [Verse 2] I was the prototype like 3 Stacks on that CD An example of the perfect candidate Now all your girlfriends say that you don't want to see me You're the reason that I just can't concentrate  [Pre-Chorus] I, (I, I) I've been trying to fix my pride But that shit's broken, that shit's broken Lie (lie, lie), lie, l-lie I tried to hide But now you know it  [Chorus] That I'm at an all time Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low  [Bridge] I, I, I, I've been trying to fix my pride But that shit's broken, that shit's broken Lie (lie, lie), lie, l-lie and try to hide But now you know it That I'm at an all time Low, low, low, low, low, low Low, low, low, low, low, low, low, low, low, low, low Low, low Low, low, low, low, low, low, low, low, low, low, low, low Lie, l-lie, I try to hide, but now you know it That I'm at an all time... Hey!  [Outro] Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low  ",
        "title": "All Time Low"
    },
    {
        "artist": "PARTYNEXTDOOR Featuring Drake",
        "lyrics": "  [Verse 1: PARTYNEXTDOOR] Doesn't make sense now Shit just got real, things are gettin' intense now I hear you talkin' 'bout \"we\" a lot, oh, you speak French now? Giving me the signs so I gotta take a hint now I hit you up like \"Do you wanna hang right now?\" On the East Side and you know I'm with the gang right now You say do I own a watch, do I know what time it is right now It's after 2AM and that's askin' a lot of you right now  [Chorus: PARTYNEXTDOOR] All she talkin' bout is, \"Come and see me for once Come and see me for once You don't ever come to me, you don't ever come to me\" All she ever say is, \"Come and see me for once Come and see me for once You don't ever come to me, you don't ever come to me\"  [Verse 2: PARTYNEXTDOOR] I been up for two whole days thinkin' what I did to keep you goin' Thumbin' through the voicemails that you left me tellin' me where I went wrong I'll admit I'm sorry when I feel I'm truly sorry Things change, people change, feelings change too Never thought the circumstances woulda changed you You said you never traded no Yeah you said that And I believed you when they told me don't Yeah thought you meant that But either way you're still invited and I can't even lie to you  [Chorus: PARTYNEXTDOOR + Drake] Swear these days all you say is, \"Come and see me for once Come and see me for once You don't ever come to me, you don't ever come to me\" All she hit me with is, \"Come and see me for once Come and see me for once You don't ever come to me, you don't ever come to me\"  [Verse 3: Drake] Why you gotta start, girl, why you gotta start? I know we make time for the things that we want I know you got another nigga tryna play the part Just 'cause he got a heart don't mean he got heart Could be standin' in a field, and he still ain't in the field If anything should change then I thought we had a deal Lately you keep questionin' what you get out the deal Doin' things to make me feel the way I make you feel How hard is it to let you know when I'm comin' home? That way you can be prepared Maybe take a couple sick days and not miss pay I don't even know what things are looking like inside of your place Or how it's decorated This thing is gettin' one-sided, I can't even lie to you right now Yeah  [Chorus: Drake] All she talkin' bout is, \"Come and see me for once Come and see me for once You don't ever come to me, you don't ever come to me\" All she hit me with is, \"Come and see me for once Come and see me for once You don't ever come to me, you don't ever come to me\"  ",
        "title": "Come And See Me"
    },
    {
        "artist": "Brett Young",
        "lyrics": "  [Intro] Oh, babe  [Verse 1] Never thought I would be like this Wide awake waitin' on a goodnight kiss Sippin' ninety proof, talkin' to the moon Countin' down the hours till its two AM Never thought I would be like this  [Chorus] But as long as the night ends with you in a yellow cab Shootin' me a text sayin' Comin' home soon As long as I can bet on you crawlin' into bed after slippin' out ya high heel shoes I ain't lyin' sayin' have a good time Out with your girls, girl do what you do No matter how late, baby I'll be stayin' up I can't sleep without you  [Verse 2] I'd be tossin' and turnin' all night babe From the smell of your hair on the pillow case Even if I tried without you by my side I'd be dreamin with my eyes open I'd be tossin' and turnin' all night babe  [Chorus] But as long as the night ends with you in a yellow cab Shootin' me a text sayin' Comin' home soon As long as I can bet on you crawlin' into bed after slippin' out ya high heel shoes I ain't lyin' sayin' have a good time Out with your girls, girl do what you do No matter how late, baby I'll be stayin' up I can't sleep without you, no I can't sleep without you, no, no  [Bridge] I bet that DJ'S playin' your song And your carryin' on Baby I love the thought of that long as I know I'm the one you're comin home to  [Chorus] But as long as the night ends with you in a yellow cab Shootin' me a text sayin' Comin' home soon As long as I can bet on you crawlin' into bed after slippin' out ya high heel shoes I ain't lyin' sayin' have a good time Out with your girls, girl do what you do No matter how late, baby I'll be stayin' up I can't sleep without you  [Outro] Yeah no matter how late, baby I'll be stayin up I can't sleep without you, no Can't sleep without you I can't sleep without you Never thought I would be like this Just wide awake waitin' on a goodnight kiss  ",
        "title": "Sleep Without You"
    },
    {
        "artist": "Billy Currington",
        "lyrics": "  [Verse 1] I had a couple beers with one of my friends ​Told him just how our story ends ​Did all I could to try to make it work ​But you drug my heart through the Alabama dirt  [Verse 2] ​I've been at the house, climbin' them walls ​Checkin' that calendar, x'in days off ​Hit another bar, call another friend ​Throw a few down, tell the story again ​ [Chorus] ​Hey, hey, what can I say? ​I can just lie and say it's all okay ​Oh, oh, what can I do? ​Been goin' through Hell gettin' over you ​But it don't hurt, it don't hurt like it used to ​No it don't hurt, it don't hurt like it used to ​ [Verse 3] I'm finally gettin' out back into the world ​Life is good, I met me a girl ​She got a beautiful heart, eyes are blue ​I don't hardly ever think about you ​ [Chorus] ​Hey, hey, what can I say? I can just lie and say it's all okay Oh, oh, what can I do? Been goin' through Hell gettin' over you But it don't hurt, it don't hurt like it used to No it don't hurt, it don't hurt like it used to  [Bridge] ​Sometimes I find peace of mind in a bottle of wine ​Sometimes I break down and cry ​ [Chorus] ​Hey, hey, what can I say? I can just lie and say it's all okay Oh, oh, what can I do? Been goin' through Hell gettin' over you ​Hey, hey, what can I say? I can just lie and say it's all okay Oh, oh, what can I do? Been goin' through Hell gettin' over you But it don't hurt, it don't hurt like it used to No it don't hurt, it don't hurt like it used to ​No it don't hurt, it don't hurt like it used to It don't hurt, it don't hurt like it used to  ",
        "title": "It Don't Hurt Like It Used To"
    },
    {
        "artist": "DJ ESCO Featuring Future & Lil Uzi Vert",
        "lyrics": "  [Intro: DJ Esco + Future] DJ Esco, Lil Uzi Vert, Future That's too much sauce That's too much sauce  [Hook: Future] Patek Philippe, the plain one, that's too much sauce Hermes in the A, that's too much sauce They let me know before I was famous, I had too much sauce Audemars, Hublot now, that's too much sauce That's too much sauce, got too much sauce That's too much sauce, I got too much sauce Patek Philippe, the plain one, that's too much sauce Got diamonds on all on my fingers, that's too much sauce  [Verse 1: Lil Uzi Vert + Future] Yeah, all of my diamonds they shine Haters like \"knock that off\" Yeah, all of your diamonds are fake Need to stop that dawg You really kissin' that girl like she ain't top me though Shaquille O'Neal with the haters cause I'm blockin' y'all Yeah, yeah, that's too much sauce Rockin' VLONE when I'm rockin' Off-White That's too much sauce Yeah, she smile at me on her teeth with that ice That's too much sauce Yeah, smokin' that gas got me high like a kite Yeah, yeah, too much sauce, yeah, yeah Diamonds they look like Dasani huh, more like Voss, aye Yeah, that boy saw my chain, he said \"what's the cost?\", aye You wanna know the amount? Can you count?  [Hook: Future] Patek Philippe, the plain one, that's too much sauce Hermes in the A, that's too much sauce They let me know before I was famous, I had too much sauce Audemars, Hublot now, that's too much sauce That's too much sauce, got too much sauce That's too much sauce, I got too much sauce Patek Philippe, the plain one, that's too much sauce Got diamonds on all of my fingers, that's too much sauce  [Verse 2: Lil Uzi Vert + Future] Yeah, too much sauce, yeah, yeah Diamonds they look like Dasani, more like Voss Young man, young man Young man turned myself right to a boss like yeah Coppin' no matter the cost, like yeah That's too much sauce Fuck that bitch and her friend right in my Benz Too much sauce Think me and Future fucked on the same twins Damn, yeah, yeah Now I'm getting money Niggas actin' like they been knew us, aye Fake energy don't move us, yeah, aye Diamonds they wide like a coupe Diamonds they straight from the jeweler Drugs got me lost like Bermuda  [Hook: Future] Patek Philippe, the plain one, that's too much sauce Hermes in the A, that's too much sauce They let me know before I was famous, I had too much sauce Audemars, Hublot now, that's too much sauce That's too much sauce, got too much sauce That's too much sauce, I got too much sauce Patek Philippe, the plain one, that's too much sauce Got diamonds on all of my fingers, that's too much sauce  [Outro: Lil Uzi Vert] Too much sauce, yeah, yeah Diamonds they look like Dasani  ",
        "title": "Too Much Sauce"
    },
    {
        "artist": "Kanye West",
        "lyrics": "  [Intro: Rare Earth] Your love is fadin' Your love is fadin' Your love is fadin' I feel it's fadin'  [Chorus: Ty Dolla $ign & Rare Earth] When no one ain't around (I feel it's fadin') I think I think too much (I feel it's fadin') Ain't nobody watchin' (I feel it's fadin') I just fade away  [Bridge: Ty Dolla $ign & Rare Earth] I feel it Fade away I feel it I feel it Fade away-ay-ay-ay I think I think too much I feel it Your love is fadin' I feel it  [Verse 1: Kanye West + Rare Earth  & Ty Dolla $ign] Roll up, roll up; hold up, hold up; po' up, po' up I feel it I love to... I wanna... I'm tryna... I feel it I'ma rock the boat, work the middle 'til it hurt a little I feel it Your love is fadin' I feel it Fuckin' with a real ass nigga I feel it Fuck how you feel ass nigga I feel it Bitch better act like you know better I feel it Woah  [Chorus: Ty Dolla $ign & Rare Earth] When no one ain't around (I feel it's fadin') I think I think too much (I feel it's fadin') Ain't nobody watchin' (I feel it's fadin') I just fade away (I feel it's fadin')  [Verse 2: Post Malone  & Rare Earth] You don't even know, I've been so far gone (I feel it) I've been so led on, I've been runnin' 'round (I feel it) I've been on my shit, whole world on my dick (I feel it) I just need to know (I can feel it)  [Bridge: Ms. Barbara Tucker & Rare Earth] Oh, deep inside Deep, deep, down inside I feel it Yes, deep inside Deep, deep, down inside I feel it Oh, deep inside Deep, deep, down inside I feel it Yes, deep inside I get lifted, yes Deep, deep, down inside I can feel it Oh, deep inside Oh, I get lifted, yes Deep, deep, down inside I feel it Yes, deep inside Oh, I get lifted, yes Deep, deep, down inside I feel it Oh, deep inside Oh, I get lifted, yes Deep, deep, down inside I feel it Yes, deep inside Oh, I get lifted, yes Deep, deep, down inside I get I feel it's fadin' Oh, I get lifted, yes  [Outro: Rare Earth] I feel it fadin' I feel it fadin' I feel it I feel it's fadin'  [Produced by Kanye West, Anthony Kilhoffer, Mike Dean, Ryan Vojtesak and Charlie Handsome]  ",
        "title": "Fade"
    },
    {
        "artist": "Niall Horan",
        "lyrics": "  [Verse 1] Waking up to kiss you and nobody’s there The smell of your perfume still stuck in the air It’s hard Yesterday I thought I saw your shadow running round It’s funny how things never change in this old town So far from the stars  [Pre-Chorus] And I want to tell you everything The words I never got to say the first time around And I remember everything From when we were the children playing in this fairground Wish I was there with you now  [Chorus] If the whole world was watching I’d still dance with you Drive highways and byways to be there with you Over and over the only truth Everything comes back to you  [Verse 2] I saw that you moved on with someone new In the pub that we met he’s got his arms around you It’s so hard So hard  [Pre-Chorus] And I want to tell you everything The words I never got to say the first time around And I remember everything From when we were the children playing in this fairground Wish I was there with you now  [Chorus] Because if the whole world was watching I’d still dance with you Drive highways and byways to be there with you Over and over the only truth Everything comes back to you  You still make me nervous when you walk in the room Them butterflies they come alive when I’m next to you Over and over the only truth Everything comes back to you  [Bridge] And I know that it’s wrong That I can’t move on But there’s something about you  [Chorus] If the whole world was watching I’d still dance with you Drive highways and byways to be there with you Over and over the only truth Everything comes back to you You still make me nervous when you walk in the room Them butterflies they come alive when I’m next to you Over and over the only truth Everything comes back to you Everything comes back to you  ",
        "title": "This Town"
    },
    {
        "artist": "Miranda Lambert",
        "lyrics": null,
        "title": "Vice"
    },
    {
        "artist": "Fitz And The Tantrums",
        "lyrics": "  (Turn it up)  Somebody save your soul cause you've been sinning in this city I know Too many troubles, all these lovers got you losing control You're like a drug to me, a luxury, my sugar and gold I want the good life Every good night you're a hard one to hold  Cause you don't even know I can make your hands clap Said I can make your hands clap  Somebody save your soul cause you've been sinning in this city I know Too many troubles, all these lovers got you losing control You're like a drug to me, a luxury, my sugar and gold I want your sex and your affection when they're holdin' you close  Cause you don't even know I can make your hands clap Said I can make your hands clap  Every night when the stars come out Am I the only living soul around? Need to believe you could hold me down Cause I'm in need of somethin' good right now We could be screamin' till the sun comes out And when we wake we'd be the only sound I get on my knees and say a prayer: James Brown  That I can make your hands clap That I can make your hands clap (Turn it up) That I can make your hands clap So can I get a handclap?  My flesh is searchin' for your worst and best, don't ever deny I'm like a stranger, gimme me danger All your wrongs and your rights Secrets on Broadway to the freeway, you're a keeper of crimes Fear no conviction, grapes of wrath can only sweeten your wine  But you don't even know I can make your hands clap Said I can make your hands clap  Somebody save your soul cause you've been sinning in this city I know Too many troubles, all these lovers got you losing control You're like a drug to me, a luxury, my sugar and gold I want your sex and your affection when they're holdin' you close  Cause you don't even know I can make your hands clap Said I can make your hands clap  Every night when the stars come out Am I the only living soul around? Need to believe you could hold me down Cause I'm in need of somethin' good right now We could be screamin' till the sun comes out And when we wake we'd be the only sound I get on my knees and say a prayer: James Brown  That I can make your hands clap That I can make your hands clap That I can make your hands clap That I can make your hands clap So can I get a handclap?  ",
        "title": "HandClap"
    },
    {
        "artist": "The Weeknd",
        "lyrics": "  [Verse 1] Bathroom stalls for the powder nose (she loves) High heel shoes with the open toes (she loves) She's got a good time wrapped in gold  (she loves) For you, for you All red dress with the devil eyes (she loves) So obsessed with the camera lights (she loves) You love her, but you can't deny (she loves) The truth, the truth  [Pre-Chorus] She loves everybody Can't you tell by the signs? She loves everybody She gets off all the time It's a dark philosophy And it haunts her constantly It's a false alarm to me She's a false alarm  [Chorus] False alarm (hey, hey, hey, hey) False alarm (hey, hey, hey, hey) False alarm (hey, hey, hey, hey, hey) False alarm (hey, hey, hey, hey) False alarm (hey, hey, hey, hey) False alarm (hey, hey, hey, hey, hey)  [Verse 2] Six inch long, 'bout three inch wide (she loves) Dolla, dolla bill is her only type (she loves) You love her but you'll never be (she loves) The one, the one Diamonds and the rings are her fantasy (she loves) She chase hearts with the Hennessy (she loves) You love her, but you'll never be (she loves) Enough, enough  [Pre-Chorus] She loves everybody Can't you tell by the signs? She loves everybody She gets off all the time It's a dark philosophy And it haunts her constantly She's a false alarm to me She's a false alarm  [Chorus] False alarm (hey, hey, hey, hey) False alarm (hey, hey, hey, hey) False alarm (hey, hey, hey, hey, hey) False alarm (hey, hey, hey, hey) False alarm (hey, hey, hey, hey) False alarm (hey, hey, hey, hey, hey)  [Bridge] She always leaves the man she loves But the diamonds are forever She always seems to be alone But the diamonds make it better  [Chorus] False alarm (hey, hey, hey, hey) False alarm (hey, hey, hey, hey) False alarm (hey, hey, hey, hey, hey) False alarm (hey, hey, hey, hey) False alarm (hey, hey, hey, hey) False alarm (hey, hey, hey, hey, hey)  ",
        "title": "False Alarm"
    },
    {
        "artist": "Old Dominion",
        "lyrics": "  [Verse 1] Right now we both know We're Marina Del Ray Planes gonna fly away And you'll be on it And by This Time Tomorrow I'll be singing Yesterday The sunshine's gonna fade And we can't stop it So before we turn in, I Can't Make You Love Me  [Chorus] Let's be Brown Eyed Girl, Sweet Caroline Freefallin' Small Town Saturday Night Before you lose that loving feeling Let's go Dancing on the Ceiling Keep on living that Teenage Dream Paradise City, where the grass is green Pretty soon I'll be so lonesome I could cry But that's a song for another time  [Verse 2] Just for One More Day, What Do You Say? Baby be my Pretty Woman Because we know Sunday morning's coming down Let's take a drive, you and I Down some old country road Talk about growing old in one of those Pink Houses Yeah we might be a Candle in the Wind But let's pretend we're  [Chorus] Brown Eyed Girl sweet caroline Free fall small town Saturday night Before you lose that loving feeling Let's go dancing on the ceiling Keep on living that teenage dream Paradise city where the grass is green Pretty soon you'll be always on my mind But that's a song for another time  [Bridge] So before we're singing I will always love you  [Chorus] Let's sing brown eyed girl sweet caroline Free fall small town Saturday night Before you lose that loving feeling Let's go dancing on the ceiling Keep on living that teenage dream Paradise city where the grass is green Pretty soon I'll be so lonesome I could cry But that's a song for another time  [Outro] Yeah that's a song for another time (Brown eyed girl sweet caroline) Yeah, that's a song for another time (Free fall small town Saturday night) That's a song for another time  ",
        "title": "Song For Another Time"
    },
    {
        "artist": "YFN Lucci Featuring Migos & Trouble",
        "lyrics": "  [Produced by June James]  [Hook: Quavo & YFN Lucci] I got money way before the deal Put my bitches in new pair of heels I might fuck your ho and pay her bills Yeah we was taught to get it how we live, yeah I got your ho on a leash Got a plug, he Vietnamese We the niggas they wanna be Cause we got the key to the streets We got the key to the streets Hey, we got the key to the streets We got the key to the streets Hey, we got the key to the streets  [Verse 1: Quavo] Young nigga from the Nawf (aye, Nawf yea) Got my eye on the streets like a hawk (aye, hawk yea) Wrap ‘em, put ‘em on a boat (wrap 'em), boy you better not choke (boy) And there ain't no runnin' off (na, na) We got the key to the streets (streets), everybody notice me (me) Used to dream about 50 thousand in my jeans Now 50 thousand cheap to me Remember the days watching the Hot Boys and Master P Now I’m down in Miami, one phone call, I pull up on Weezy (brr) All of my niggas with me, you feel me Straps on everybody in the building All of niggas came from dealing Or either they kicking in doors and stealing I feel like I’m not having no feelings Before the fame, seen quarter million Came from robbing pizza man at the top of apartment buildings  [Hook: Quavo & YFN Lucci] I got money way before the deal Put my bitches in new pair of heels I might fuck your ho and pay her bills Yeah we was taught to get it how we live, yeah I got your ho on a leash Got a plug, he Vietnamese We the niggas they wanna be Cause we got the key to the streets We got the key to the streets Hey, we got the key to the streets We got the key to the streets Hey, we got the key to the streets  [Verse 2: YFN Lucci] I’m from the dirty, we play dirty All these sticks they dirty, we don’t fight, get murdered If my niggas say fuck you then I’m sorry for you If my niggas ain’t fucking, then get out ho, hurry Real trapper never seen a drought, we gon’ ship ‘em out Any problem, we gon’ air ‘em out, what they talking ‘bout? We don't count we weigh it now, no we ain’t servin’ no ounce We sip purple, we ain’t never out, we ain’t never out Hit up Quavo, we gon’ need another bando I’ma flood that bitch with more keys than a piano All these bitches say they love me, I’m so handsome Yeah they know ‘bout Lucci go and ask 'em, they gon tell ya  [Hook: Quavo & YFN Lucci] I got money way before the deal Put my bitches in new pair of heels I might fuck your ho and pay her bills Yeah we was taught to get it how we live, yeah I got your ho on a leash Got a plug, he Vietnamese We the niggas they wanna be Cause we got the key to the streets We got the key to the streets Hey, we got the key to the streets We got the key to the streets Hey, we got the key to the streets  [Verse 3: Takeoff & Trouble] I got the key to the streets my nigga Just like Dr. Dre, he got the beats I come straight up out of 1500 That’s the block, my niggas over East Double cup but no ice tea (lean) Pour me a four before I go to sleep Fuck around and landed in the hospital Geekin’ off the Henn and the lean, whoa Takeoff! (Sup Skoob?) Man, go head, take off (Bet!) 24/7, no day off (naw), balling like we in the playoffs (ball) 20 bitches at the playhouse You quick to freeze up when that K out (graow) If that bitch ain’t tryna fuck, I kick her out the house Like Martin, lil bitty bitch stay out (bitch) They like to whoop me ’til them Ks out Get to looking for some ways out You niggas ain’t workin’, you're laid off Choppa decapitate him, blow his face off (graow) Won’t get it ‘til these niggas laid out Assassinating, knock him off like I’m Adolf (baow) Been getting money, 19 with a 650 Nut seen me stunting, B.I.P Blood  [Hook: Quavo & YFN Lucci] I got money way before the deal Put my bitches in new pair of heels I might fuck your ho and pay her bills Yeah we was taught to get it how we live, yeah I got your ho on a leash Got a plug, he Vietnamese We the niggas they wanna be Cause we got the key to the streets We got the key to the streets Hey, we got the key to the streets We got the key to the streets Hey, we got the key to the streets  ",
        "title": "Key To The Streets"
    },
    {
        "artist": "Lil Uzi Vert",
        "lyrics": "  [Intro] Hit it from the back, watch a nigga bless you (If Young Metro don't trust you I'm gon' shoot you) Cryin' in my arms like a nigga wrecked you (Metro Boomin' want some more, nigga)  [Hook] Ya alright, alright, alright You was right, I was wrong Ya, I should've never ever took her home Ya, I should've just boned Ya, fantasy on my phone Ya, hit it from the back, watch a nigga bless you Ya, cryin' in my arms like a nigga wrecked you Talkin' 'bout a broken heart, runnin' to the restroom  [Verse 1] Looked at my mama just like we rich Looked at my bitch like we rich Said we ain't got no minor setbacks Countin' all that money, told that nigga just to bet that I, I know that you ain't got it, boy, why you ain't just say that? They see I got that money, now his bitch like, \"I said that\" I don't pay that ho no mind, I been had that When I saw my girl, yeah you know I had to bag that And before me fuck niggas yeah, they had that Five niggas in includin' me I had to back back Try to diss me, I take it to your family I fuck your sister then make sure that she vanish  [Hook] Ya alright, alright, alright You was right, I was wrong Ya, I should've never ever took her home Ya, I should've just boned Ya, fantasy on my phone Ya, hit it from the back, watch a nigga bless you Ya, cryin' in my arms like a nigga wrecked you Talkin' 'bout a broken heart, runnin' to the restroom Ya alright, alright, alright You was right, I was wrong Ya, I should've never ever took her home Ya, I should've just boned Ya, fantasy on my phone Ya, hit it from the back, watch a nigga bless you Ya, cryin' in my arms like a nigga wrecked you Talkin' 'bout a broken heart, runnin' to the restroom, yeah  [Verse 2] Even though we in the same room You just locked the door, so I gotta text you Like bae unlock the door I got to use the restroom Like I don't want a war, wanna caress you  [Hook] Ya alright, alright, alright You was right, I was wrong Ya, I should've never ever took her home Ya, I should've just boned Ya, fantasy on my phone Ya, hit it from the back, watch a nigga bless you Ya, cryin' in my arms like a nigga wrecked you Talkin' 'bout a broken heart, runnin' to the restroom  ",
        "title": "You Was Right"
    },
    {
        "artist": "Dua Lipa",
        "lyrics": "  [Verse 1] I know it's hot I know we've got Something that money can't buy Fighting in fits Biting your lip Loving 'til late in the night  [Pre-Chorus] Tell me I'm too crazy You can't tame me, can't tame me Tell me I have changed But I'm the same me, old same me Inside Hey!  [Chorus] If you don't like the way I talk, then why am I on your mind? If you don't like the way I rock, then finish your glass of wine We fight and we argue, you'll still love me blind If we don't fuck this whole thing up Guaranteed, I can blow your mind Mwah!  [Post-Chorus] And tonight I'm alive, ain't no dollar sign Guaranteed, I can blow your mind, mwah And tonight I'm alive, ain't no dollar sign Guaranteed, I can blow your mind, mwah (Mwah, mwah, mwah, mwah...)  [Verse 2] Yeah, I'm so bad Best that you've had I guess you're diggin' the show Open the door You want some more When you wanna leave, let me know  [Pre-Chorus] Tell me I'm too crazy You can't tame me, can't tame me Tell me I have changed But I'm the same me, old same me Inside Hey!  [Chorus] If you don't like the way I talk, then why am I on your mind? If you don't like the way I rock, then finish your glass of wine We fight and we argue, you'll still love me blind If we don't fuck this whole thing up Guaranteed, I can blow your mind Mwah!  [Post-Chorus] And tonight I'm alive, ain't no dollar sign Guaranteed, I can blow your mind, mwah And tonight I'm alive, ain't no dollar sign Guaranteed, I can blow your mind, mwah  [Breakdown] And tonight I'm alive, ain't no dollar sign Guaranteed, I can blow your mind, mwah, hey! And tonight I'm alive, ain't no dollar sign Guaranteed I can blow your mind, hey!  [Pre-Chorus] Tell me I'm too crazy You can't tame me, can't tame me Tell me I have changed But I'm the same me, old same me Inside Hey! Mwah!  [Chorus] If you don't like the way I talk, then why am I on your mind? If you don't like the way I rock, then finish your glass of wine We fight and we argue, you'll still love me blind If we don't fuck this whole thing up Guaranteed, I can blow your mind Mwah!  [Post-Chorus] And tonight I'm alive, ain't no dollar sign Guaranteed, I can blow your mind, mwah And tonight I'm alive, ain't no dollar sign Guaranteed, I can blow your mind, mwah  ",
        "title": "Blow Your Mind (Mwah)"
    },
    {
        "artist": "Carrie Underwood",
        "lyrics": "  [Verse 1] That lipstick on your collar, well, it ain't my shade of pink And I can tell by the smell of that perfume, it's like forty dollars too cheap And there's a little wine stain on the pocket of your white cotton thread Well, you drink beer and whiskey, boy, and you know I don't drink red  [Pre-Chorus] Found it over in the corner Wadded up on the bedroom floor You shoulda hid it in the closet You shoulda burned it, you shoulda lost it  [Chorus] Now I'ma have to hang you out to dry, dry, dry Clothespin all your secrets to the line, line, line Leave 'em blowing in the wind, just say goodbye to you All those midnights sneaking in \"I'm late again, oh, I'm so sorry\" All the Ajax in the world ain't gonna clean your dirty laundry  [Verse 2] If the neighbors get to asking, I won't cover nothin' up I'll tell 'em every little detail, how you drug me through the mud I'm gonna string up your old button-down and slide it on the porch Just in case you get the nerve to come knockin' on my door  [Chorus] Yeah, I'ma have to hang you out to dry, dry, dry Clothespin all your secrets to the line, line, line Leave 'em blowing in the wind, just say goodbye to you All those midnights sneaking in \"I'm late again, oh, I'm so sorry\" All the Ajax in the world ain't gonna clean your dirty laundry  [Pre-Chorus] Found it over in the corner Wadded up on the bedroom floor You shoulda hid it in the closet You shoulda burned it, you shoulda lost it  [Chorus] Now I'ma have to hang you out to dry, dry, dry Clothespin all your secrets to the line, line, line Leave 'em blowing in the wind, just say goodbye to you All those midnights sneaking in \"I'm late again, oh, I'm so sorry\" All the Ajax in the world ain't gonna clean your dirty laundry  [Outro] (Out to dry) (To the line) (To the line)  ",
        "title": "Dirty Laundry"
    },
    {
        "artist": "Andy Grammer",
        "lyrics": "  [Verse 1] I got these fresh eyes, never seen you before like this My God, you're beautiful It's like the first time when we opened the door 'Fore we got used to usual  [Pre-Chorus 1] It might seem superficial Stereotypical, man You dress up just a little and I'm like, \"Oh, damn\"  [Chorus] So suddenly, I'm in love with a stranger I can't believe that she's mine Now all I see is you with fresh eyes, fresh eyes So suddenly, I'm in love with a stranger I can't believe that she's mine, yeah And now all I see is you with fresh eyes, fresh eyes  [Verse 2] Appreciation, well, it comes and it goes But I, I'll ride that wave with you It's human nature to miss what's under your nose 'Til you, 'til you remind a fool  [Pre-Chorus 2] Maybe all of this is simple My heart's unconditional, yeah You dress up just a little and I'm like, \"Oh, damn\"  [Chorus] So suddenly, I'm in love with a stranger I can't believe that she's mine Now all I see is you with fresh eyes, fresh eyes So suddenly, I'm in love with a stranger I can't believe that she's mine, yeah And now all I see is you with fresh eyes, fresh eyes  [Bridge] If I could bottle this up, bottle, bottle this up, I would I would bottle this up, bottle, bottle this up, I would 'Cause you're gorgeous in this moment If I could bottle this up, I would  [Chorus] So suddenly, I'm in love with a stranger I can't believe that she's mine Now all I see is you with fresh eyes, fresh eyes So suddenly, I'm in love with a stranger I can't believe that she's mine, yeah And now all I see is you with fresh eyes, fresh eyes  ",
        "title": "Fresh Eyes"
    },
    {
        "artist": "Kungs vs Cookin' On 3 Burners",
        "lyrics": "  [Verse] Money rains from the sky above But keep the change 'cause I've got enough A little time and some tenderness You'll never buy my love No other thing that's as precious to No other! There's no other! And a heart that's real and a heart that's true Something that you got to know  [Chorus] This girl don't need diamonds so bright This girl don't need money, all right This girl just got to hold me all night You'll never buy my love  [Verse] These treasures don't really come for free Your paychecks don't mean that much to me Just take my hand and hold me tight You'll never buy my love You buy me this and you buy me that To win over! Win me over! You got me wrong and that's a fact Something that you got to know  [Chorus] This girl don't need diamonds so bright This girl don't need money, all right This girl just got to hold me all night You'll never buy my love  [Bridge] Will you realise when I'm gone That I dance to a different song It's a shame but I've got to go Something that you never know  [Chorus] This girl don't need diamonds so bright This girl don't need money, all right This girl just got to hold me all night You'll never buy my love  [Outro] ...don't need diamonds so bright ...don't need money, all right ...just got to hold me all night You'll never buy my love  ",
        "title": "This Girl"
    },
    {
        "artist": "Brett Eldredge",
        "lyrics": "  [Verse 1] The radio and a sundress Making my world all a mess Back corner of a cornfield Bottle tops and the truth spilled Pull the lever, lay the seat back laughin' You slippin' off your shoes While the dashboard speakers sing every word of \"Night Moves\"  [Chorus] I wanna be that song that gets you high Makes you dance, makes you fall That melody rewinds years Once disappear, makes time stall Wanna be those words that fill you up Pull your windows down and keeps you young Makes you believe you're right where you belong I wanna be that song I wanna be, wanna be, wanna be, wanna be that song Oh, I wanna be, I wanna, I wanna  [Verse 2] I wanna stand with you in the third row Window booth at a bar Back pew on a Sunday pourin' out your heart (pourin' out your heart) When the bleachers are crowded When you're sittin' all alone When the rain is pourin' and you need something to take you home  [Chorus] Let me be that song that gets you high Makes you dance, makes you fall That melody rewinds years Once disappear, makes time stall Wanna be those words that fill you up Pull your windows down and keeps you young Makes you believe you're right where you belong I wanna be that song I wanna be, wanna be, wanna be, wanna be that song Oh, I wanna be, I wanna, I wanna  [Bridge] When you're searching the horizon (searching the horizon) When your eyes look back When you're standing in the moment Every life has a soundtrack  [Chorus] Oh I wanna be, I wanna be, oh I wanna be I wanna be that song that gets you high Makes you dance, makes you fall That melody rewinds years Once disappear, makes time stall Wanna be those words that fill you up Pull your windows down and keeps you young Makes you believe you're right where you belong I wanna be that song  [Tag] When the highway's calling When the bottle's dry When the sky is falling and you're asking yourself why Oh, oh, I wanna be,(wanna be,wanna be) yeah, oh  ",
        "title": "Wanna Be That Song"
    },
    {
        "artist": "DJ Drama Featuring Chris Brown, Skeme & Lyquin",
        "lyrics": "  [Intro: DJ Drama] Haha, back at it Baby, I'ma make a wish and I want you to make one Nah, don't tell me yet, we can talk 'bout that later DJ Drama  [Verse 1: Chris Brown] I ain't like them other niggas, you see that I'm different I creep on the late night, I stay on a mission Got all types of different bitches Pussy wet and dripping, I feel like sipping I eat the pussy with precision 6 rings, Jordan, Pippen I do gymnastics with a brick and flip it Money to the ceiling, no I ain't tripping No conversation These niggas bitches be texting and sending emojis But no, I don't say shit He try to hang with the homies but tell on the gang Boy, you a straight bitch And now your girl coming over give me that booty Know it's amazing, loving these bitches Got into trouble with bitches, can't fuck with these bitches  [Hook: Chris Brown] Baby, you know who I am And girl, I know just who you are (hol' up) We ain't gotta rush into shit 'Cause being in love is too hard (hol' up) I'm tired of all these flashing lights Girl, we should just fuck in the dark Once you let me hit it I'ma get to switching, different positions Have that ass wishing that I was your nigga Wishing that I was your nigga, yeah, yeah, yeah Wishing that I was your nigga, yeah Once you let me hit it I'ma get to switching, different positions Have that ass wishing that I was your nigga  [Verse 2: LyQuin] I know you got niggas, why you wanna be mines? On your tippy toes when I hit her from behind Oh my God, shawty, I ain't even lyin' What you know 'bout me, 'bout me? Playin' with the D girl, will have you in the zone Make a movie how you climaxin' in my phone Got that Nia Long, now you gotta a Love Jones for me Now you after that, ride on this dick 'til you crash in that Flippin' and turnin' you up in the air like a acrobat Turn on the camera, this movie we makin' is action packed Safe sex is great sex, it's a wrap, Quin  [Hook: Chris Brown] Baby, you know who I am And girl, I know just who you are (hol' up) We ain't gotta rush into shit 'Cause being in love is too hard (hol' up) I'm tired of all these flashing lights Girl, we should just fuck in the dark Once you let me hit it I'ma get to switching, different positions Have that ass wishing that I was your nigga Wishing that I was your nigga, yeah, yeah, yeah Wishing that I was your nigga, yeah Once you let me hit it I'ma get to switching, different positions Have that ass wishing that I was your nigga  [Verse 3: Skeme] Pull up on me and my shawty I show you I fuck with you strong I'm on that 12 Play, I promise you, baby I don't see nothin' wrong With you pullin' up to the house And me fuckin' you on this couch I got long paper, ain't got no neighbors So no one gon' hear when you shout Baby, just come through for me tonight You the best, promise you I'm with the shits I ain't got too much to do, ain't got nothin' to do Ain't got nothin' 'cept you on the list Baby, I know all your spots So say is you with it or not? 'Cause once I fuck you like I wanna fuck you, girl You gon' wanna tie up the knot, yeah  [Hook: Chris Brown] Baby, you know who I am And girl, I know just who you are (hol' up) We ain't gotta rush into shit 'Cause being in love is too hard (hol' up) I'm tired of all these flashing lights Girl, we should just fuck in the dark Once you let me hit it I'ma get to switching, different positions Have that ass wishing that I was your nigga Wishing that I was your nigga, yeah, yeah, yeah Wishing that I was your nigga, yeah Once you let me hit it I'ma get to switching, different positions Have that ass wishing that I was your nigga  [Outro: Chris Brown & DJ Drama] \"Quality Street Music\", and like that Wishing that I was your nigga We gone Wishing that I was your nigga Oh, oh, wish I was yours Haha, wishing that I was your nigga Breezy, holla at me  ",
        "title": "Wishing"
    },
    {
        "artist": "Frenship & Emily Warren",
        "lyrics": "  [Production: FRENSHIP & Scott Hoffman]  [Intro: Emily Warren] Hey-ey-ey-ey-yeah Hey-ya, hey-ya, hey Hey-ey-ey-ey-yeah Hey-ya, hey-ya, hey  [Verse 1: FRENSHIP] Up at night I'm awake cause it haunts me That I never got to say what I wanted Oh my God, oh my God I’m not the same as I was with you I would jump out my skin just to get you Oh my God, oh my God  [Pre-Chorus: FRENSHIP] How could you have ever known if I never let it show Now I just wanna know, are you...  [Chorus: Emily Warren] Yeah, I'm fine Drop tears in the morning Give in to the lonely Here it comes with no warning Capsize, I'm first in the water Too close to the bottom I'm right back where I started Said I'm fine  [Post-Chorus: Emily Warren] Hey-ey-ey-ey-yeah Hey-ya, hey-ya, hey Hey-ey-ey-ey-yeah Hey-ya, hey-ya, hey  [Verse 2: FRENSHIP] Your silhouette is burned in my memory Rubble left from the moment that you left me Oh my God, oh my God And three words have never come easy Cause you're more than they ever could be Oh my God, oh my God  [Pre-Chorus: FRENSHIP] How could you have ever known if I never let it show Now I just wanna know, are you...  [Chorus: Emily Warren] Yeah, I'm fine Drop tears in the morning Give in to the lonely Here it comes with no warning Capsize, I'm first in the water Too close to the bottom I'm right back where I started Said I'm fine  [Post Chorus: Emily Warren] Hey-ey-ey-ey-yeah Hey-ya, hey-ya, hey Hey-ey-ey-ey-yeah Hey-ya, hey-ya, hey  [Bridge: Emily Warren] I'm swimming up against the tide Oh my god I'm swimming but I'm getting tired Oh my god I'm swimming up against the tide Oh my god I'm swimming but I'm getting tired Oh my god  [Chorus: Emily Warren] Yeah, I'm fine Drop tears in the morning Give in to the lonely Here it comes with no warning (no warning) Capsize, I'm first in the water Too close to the bottom I'm right back where I started Said I'm fine (fine)  [Post-Chorus: Emily Warren] Hey-ey-ey-ey-yeah Hey-ya, hey-ya, hey (Said I'm fine) Hey-ey-ey-ey-yeah Hey-ya, hey-ya, hey  [Outro] I think about you, love you, and am filled with pride  ",
        "title": "Capsize"
    },
    {
        "artist": "The Game Featuring Jeremih",
        "lyrics": "  [Intro: Jeremih] (Scott Storch) All eyes on ya Ask you how your week been Workin' always, let me Work you out for the weekend Baby, I'm a beast, uh-huh Can you tame me? I'm gon' let it out Lay you down  [Verse 1: The Game] Let's get to it Let me lick you in places you never been licked before Take you to places you never been before Like London, Paris, see that Lamborghini outside We can share it, J and B without the marriage Horse and carriage, señorita Snapchat dog filters live from Ibiza Breakfast on the beach, that mean sex is on the beach You lookin' like a fruit platter, I'ma bite into your peach And um, I think about to massage your feet And um, you got a body, you remind of my Jeep And um, I must look amazing with you Cause every time you on my arm I got  [Hook: Jeremih] All eyes on me I need your attention Put your body on me You the one I'm missin' All eyes on me I don't want your love We ain't gotta fake it We both tryna fuck All eyes on you  [Verse 2: The Game] 'Member when you used to curved me, leave my text message unread? And every time I asked to see you, you say you goin' to bed Every time I hit you with the good morning you say you workin' Now you in my living room twerkin', that's crazy You wear that body suit, I know you tryna tease me I put on that Tiller, she'd rather fuck me to Weezy I remember when your money was young And you stripped all week just to get the tan Yeezy's Back when lame niggas hit you with the one liners All sounding the same like Future and Desiigner Now that's my vagina, she told me to sshh We in the Chanel store and  [Hook: Jeremih] All eyes on me I need your attention Put your body on me You the one I'm missin' All eyes on me I don't want your love We ain't gotta fake it We both tryna fuck All eyes on you  [Verse 3: Jeremih] Lookin' at me like you love me We can do it now or later She wan' lick on party favorite On my wave, tryna surf it up Know we gettin' gnarly, smokin' Marley, burnin' up Certified with the double-M pullin' up Tooly got a room, we'll play \"Room Up In Here\", been here Girl, you know my intentions I put you on the wall like a picture Round after round to decisions Say you wanna show me what I'm missin' All the lights low, but we lit up I don't let you down if I get up Like you got a man, but you're fed up But you know when we get together  [Collision: The Game] You want me to say your name, huh? Karrueche!  [Hook: Jeremih] All eyes on me I need your attention Put your body on me You the one I'm missin' All eyes on me I don't want your love We ain't gotta fake it We both tryna fuck  [Outro: Jeremih] All eyes on me All eyes on me  ",
        "title": "All Eyez"
    },
    {
        "artist": "Machine Gun Kelly x Camila Cabello",
        "lyrics": "  [Chorus: Camila Cabello] Am I out of my head? Am I out of my mind? If you only knew the bad things I like Don't think that I can explain it What can I say, it's complicated Don't matter what you say Don't matter what you do I only wanna do bad things to you So good, that you can't explain it What can I say, it's complicated  [Verse 1: Machine Gun Kelly] Nothing's that bad If it feels good So you come back Like I knew you would And we're both wild And the night's young And you're my drug Breathe you in 'til my face numb Drop it down to that bass drum I got what you dream about Nails scratchin' my back tatt Eyes closed while you scream out And you keep me in with those hips While my teeth sink in those lips While your body's giving me life And you suffocate in my kiss Then you said  [Pre-Chorus: Machine Gun Kelly] I want you forever Even when we're not together Scars on my body so I can take you wherever I want you forever Even when we're not together Scars on my body I can look at you whenever  [Chorus: Camila Cabello] Am I out of my head? Am I out of my mind? If you only knew the bad things I like Don't think that I can explain it What can I say, it's complicated Don't matter what you say Don't matter what you do I only wanna do bad things to you So good, that you can't explain it What can I say, it's complicated  [Verse 2: Machine Gun Kelly] I can't explain it I love the pain And I love the way your breath Numbs me like novacaine And we are Always high Keep it strange Okay, yeah, I'm insane But you the same Let me paint the picture Couch by the kitchen Nothin' but your heels on Losin' our religion You're my pretty little vixen And I'm the voice inside your head That keeps telling you to listen to all the bad things I say And you said  [Pre-Chorus: Machine Gun Kelly] I want you forever Even when we're not together Scars on my body so I can take you wherever I want you forever Even when we're not together Scars on my body I can look at you whenever  [Chorus: Camila Cabello] Am I out of my head? Am I out of my mind? If you only knew the bad things I like Don't think that I can explain it What can I say, it's complicated Don't matter what you say Don't matter what you do I only wanna do bad things to you So good, that you can't explain it What can I say, it's complicated  [Bridge: Camila Cabello] The way we love, is so unique And when we touch, I'm shivering And no one has to get it Just you and me Cause we're just living Between the sheets  [Pre-Chorus: Machine Gun Kelly & Camila Cabello] I want you forever Even when we're not together Scars on my body so I can take you wherever I want you forever Even when we're not together Scars on my body I can look at you whenever  [Chorus: Camila Cabello] Am I out of my head? Am I out of my mind? If you only knew the bad things I like Don't think that I can explain it What can I say, it's complicated Don't matter what you say Don't matter what you do I only wanna do bad things to you So good, that you can't explain it What can I say, it's complicated  ",
        "title": "Bad Things"
    },
    {
        "artist": "Dae Dae",
        "lyrics": "  [Verse 1] Racks in me like a piñata Fuck you, blue Balenciagas Robin Jeans with the Foamposites Hit the club, now my black bottles Bloods wit me woo woo woo No set trippin', they know I'm crippin', fool Jesus piece a 10k gold I'm a fuckin' fool, you better act cool German Shepherds in my backyard Trained to kill, I was born to deal I was on the hill, R.I.P Tijuana, rest in peace Clifford Deal My daddy back out, you done fucked up Hit the Magic City, pack it out You hatin' on me, I don't give a fuck I'm a street nigga, you can walk it out I'm in Pittsburgh with a lot of hoes Young nigga with a bankroll Scrape the pot, I was in the hood My mama stayed on Glenwood 17 with a 38 Don't fuck around and make me 38 24 hours I was tryna get it I wasn't waitin' on First 48  [Hook] Ay, ay, ay, ay Ay, ay, ay, ay Hey, hey, hey, hey Ay, ay, ay, ay Got a family to feed, got a family to feed They dependin' on me, they dependin' on me If you don't believe in me I'm like fuck ya, I'm like fuck ya Fuck ya  [Verse 2] Thought you believed in me I thought you had them racks, but you got evicted Heard you had it on you, you penny pinchin' 'Til I pulled up to get it, to get it, get it Racks on me like a muhhfucka (Racks on me, got them racks on me) I was just broke like a muhhfucka (I was down bad I ain't had shit) Racks on me like \"WOWWW!\" (Racks on me got, them racks on me) Fuck niggas like \"HOWWW?\" (Fuck niggas like \"how?\") How he do that? Jumped off the porch, I was on the go Mama couldn't tell me shit, I was trappin' in the fo' Could you take the pain away? I gotta make a way a way, way For my family, yeah  [Hook] Ay, ay, ay, ay Ay, ay, ay, ay Hey, hey, hey, hey Ay, ay, ay, ay Got a family to feed, got a family to feed They dependin' on me, they dependin' on me If you don't believe in me I'm like fuck ya, I'm like fuck ya Fuck ya  ",
        "title": "Wat U Mean (Aye, Aye, Aye)"
    },
    {
        "artist": "Beyonce",
        "lyrics": null,
        "title": "Hold Up"
    },
    {
        "artist": "Dierks Bentley Featuring Elle King",
        "lyrics": "  [Verse 1: Dierks Bentley] She don't throw any t-shirt on and walk to a bar She don't text her friends and say, \"I gotta get laid tonight.\" She don't say, \"It's okay, I never loved him anyway.\" She don't scroll through her phone just looking for a Band-Aid  [Chorus: Both] It's different for girls when their hearts get broke They can't tape it back together with a whiskey and Coke They don't take someone home and act like it's nothing They can't just switch it off every time they feel something A guy gets drunk with his friends and he might hook up Fast forward through the pain, pushing back when the tears come on But it's different for girls  [Verse 2: Elle King (Both)] She don't sleep all day and leave the house a wreck She don't have the luxury to let herself go (She won't call just to curse Found a wall she can punch When the going gets tough, yeah, the guys they can just act tough)  [Chorus: Both] It's different for girls when their hearts get broke They can't tape it back together with a whiskey and Coke They don't take someone home and act like it's nothing They can't just switch it off every time they feel something A guy gets drunk with his friends and he might hook up Fast forward through the pain, pushing back when the tears come on But it's different for girls  [Bridge: Dierks Bentley] It's different for girls Nobody said it was fair When love disappears, they can't pretend it was never there  [Outro: Both] A guy gets drunk with his friends and he might hook up Fast forward through the pain, pushing back when the tears come on When the going gets tough, yeah, the guys they can just act tough So tough It's different for girls It's different for girls  ",
        "title": "Different For Girls"
    },
    {
        "artist": "Shawn Mendes",
        "lyrics": "  [Verse 1] You've got a hold on me Don't even know your power I stand a hundred feet But I fall when I'm around ya Show me an open door And you go and slam it on me I can't take anymore  [Hook] I'm saying Baby, please have mercy on me Take it easy on my heart Even though you don't mean to hurt me You keep tearing me apart Would you please have mercy, mercy on my heart? Would you please have mercy, mercy on my heart?  [Verse 2] I'd drive through the night Just to be near you, baby Heart open, testify Tell me that I'm not crazy I'm not asking for a lot Just that you're honest with me And my pride, is all I got  [Hook] I'm saying Baby, please have mercy on me Take it easy on my heart Even though you don't mean to hurt me You keep tearing me apart Would you please have mercy on me? I'm a puppet on your strings And even though you got good intentions I need you to set me free Would you please have mercy, mercy on my heart? Would you please have mercy, mercy on my heart?  [Bridge] Consuming all the air inside my lungs Ripping all the skin from off my bones I'm prepared to sacrifice my life I would gladly do it twice Consuming all the air inside my lungs Ripping all the skin from off my bones I'm prepared to sacrifice my life I would gladly do it twice  [Hook] Oh, please have mercy on me Take it easy on my heart Even though you don't mean to hurt me You keep tearing me apart Would you please have mercy on me? I'm a puppet on your string And even though you got good intentions I need you to set me free I'm begging you for mercy, mercy I'm begging you, begging you, please, baby I'm begging you for mercy, mercy Ooh, I'm begging you, I'm begging you  ",
        "title": "Mercy"
    },
    {
        "artist": "Zara Larsson",
        "lyrics": "  [Intro] Oh my, oh my, oh my Oh my, oh my, oh my Oh my, oh my, oh my, oh my Hahaha  [Verse 1] It ain't my fault you keep turnin' me on It ain't my fault you got, got me so gone It ain't my fault I'm not leavin' alone It ain't my fault you keep turnin' me on  [Pre-Chorus 1] I can't talk right now I'm lookin' and I like what I'm seein' Got me feelin' kinda shocked right now Couldn't stop right now Even if I wanted, gotta get it, get it, get it, when it's hot right now Oh my god, what is this? Want you all in my business Baby, I insist Please don't blame me for what ever happens next  [Chorus] No, I-I-I-I can't be responsible If I-I-I-I get you in trouble now See, you're-'re-'re-'re too irresistible Yeah, that's for sure So, if I put your hands where my eyes can't see That you're the one who's got a hold on me No, I-I-I-I can't be responsible, responsible It ain't my fault (nope, nope, nope, nope…) It ain't my fault (nope, nope, nope, nope…) It ain't my fault  [Verse 2] It ain't my fault you came here lookin' like that You just made me trip, fall, and land on your lap Certain bad boy smooth Body hotter than a summer I don't mean to be rude, but I'd look so damn good on ya  [Pre-Chorus 2] Ain't got time right now Missed me with that \"What's your name, your sign\" right now It's light outside I just called an Uber and it's right outside Oh my god, what is this? Want you all in my business Baby, I insist Please don't blame me for what ever happens next  [Chorus] No, I-I-I-I can't be responsible If I-I-I-I get you in trouble now See, you're-'re-'re-'re too irresistible Yeah, that's for sure So, if I put your hands where my eyes can't see That you're the one who's got a hold on me No, I-I-I-I can't be responsible, responsible It ain't my fault (nope, nope, nope, nope…) It ain't my fault (nope, nope, nope, nope…) It ain't my fault  [Bridge] Baby, one, two, three Your body's callin' me And I know wherever you're at is exactly where I wanna be But don't blame me It ain't my fault (nope, nope, nope) It ain't my fault (nope, nope, nope) It ain't my fault (nope, nope, nope) It ain't my fault Oh my, oh my, oh my, oh my  [Chorus] So if I put your hands where my eyes can't see That you're the one who's got a hold on me No, I-I-I-I can't be responsible, responsible It ain't my fault (nope, nope, nope, nope…) No-oh-oh, it ain't my fault No-oh-oh, no-oh-oh, no (nope, nope, nope, nope…) It ain't my fault It ain't my fault you got me so gone It ain't my fault you got me so gone Well, that's too bad, it ain't my fault  ",
        "title": "Ain't My Fault"
    },
    {
        "artist": "ScHoolboy Q Featuring Kanye West",
        "lyrics": "  [Hook: ScHoolboy Q] Me no conversate with the fake, that part All my bitches independent bitches, that part I just want the paper, that part All my bitches flavored That part, that part, that part, that part  [Post-Hook: ScHoolboy Q] Ayy! That part Bang this shit in the hood one time Lil bitch I'm back and poppin' Tell that ugly bitch to move away, I need more options Broke? Then fix your pockets, all I do is profit  [Verse 1: ScHoolboy Q] Quarter million, switchin' lanes... that part Bet my bitch move the same old thing... that part 405 with the gun off safety... that part Ayy I'm still tryna make that plate Rich or poor, nigga, choose your fate Style on top of style, nigga Five years I've been rich, nigga Drove Beamers down Fig, nigga Pushed Porsches down Broadway I've been doggin' different hoes, nigga Got a chain that's worth the Rolls, nigga Got an engine back with the top in it Nigga drivin' it like it's a bomb in it  [Hook: ScHoolboy Q] Me no conversate with the fake, that part All my bitches independent bitches, that part I just want the paper, that part All my bitches flavored That part, that part, that part, that part  [Verse 2: Kanye West] Okay, okay, okay, okay, okay, okay! (That part) Beggars can't be choosers, bitch this ain't Chipotle Nigga with an attitude, I feel like O'Shea Walkin', livin' legend, man I feel like Kobe I just left the strip club, got some glitter on me Wifey gonna kill me, she the female OJ Y'all don't feel me, man this ain't okay Four Seasons, take a shower, new clothes, I'm reloaded Rich nigga, still eatin' catfish That bitch ain't really bad, that's a catfish If I walk up out of Saks Fifth Have the paparazzi doin' backflips If I lay you down on the mattress Blow the back out 'til you backless Thick, we already established She just got 'em done, bra-strapless  [Post-Verse: Kanye West] Yeah! Okay, okay, okay, okay! (That part) Beggars can't be choosers, bitch this ain't Chipotle (That part) Nigga with an attitude, I feel like O'Shea (That part) Walkin', livin' legend, man I feel like Kobe (That part)  [Hook: ScHoolboy Q] Me no conversate with the fake, that part All my bitches independent bitches, that part I just want the paper, that part All my bitches flavored That part, that part, that part, that part  [Post-Hook: ScHoolboy Q] Ayy! That part Bang this shit in the hood one time Lil bitch I'm back and poppin' Tell that ugly bitch to move away, I need more options Broke? Then fix your pockets, all I do is profit  [Verse 3: ScHoolboy Q] Few million made and still ain't changed... that part Me, my girl got matchin' bling... that part I'ma get so blowed, I'ma lose my brain... that part Me and XO only thing go straight Need me a bitch that'll go both ways Style on top of style, nigga Since a youngin' I wanted to ball, nigga Had a pistol in my drawls, nigga When I was broke, I had to sauce, nigga Got a Chevy with side to side on it Hundred spokes, the dana danes on it Got a chopper that stand at 5'2\" I put your homies down beside you  [Hook: ScHoolboy Q] Me no conversate with the fake, that part All my bitches independent bitches, that part I just want the paper, that part All my bitches flavored That part, that part, that part, that part Ayy! That part That part That part  [Outro: Kanye West] Walkin' livin' legend, man I feel like Kobe (That part) I just dropped 60, man I feel like Kobe Lamar was with me, man I feel like Kobe Pippen at my weddin', man I feel like Jordan Trippin' at my weddin', I be raaa-uh-ayy Ain't say shit, nigga You was listenin' close though You was listenin' to hoes though You wouldn't listen to the flow though Listen to the Goat Listen to a young nigga from the 'Go though I'ma freestyle this mothafucka, who knew? When I'm with my niggas, nigga, ScHoolboy Q And uh, Top Dawg, call Top Dawg Get that nigga on the phone Top Dawg on the phone! Ayy, ayy, ayy, ayy, ayy, ayy, ayy! Hah!  ",
        "title": "THat Part"
    },
    {
        "artist": "Kehlani",
        "lyrics": "  [Intro] Crazy—I go, I go, I go, I go  [Verse 1] Everything I do, I do it with a passion If I gotta be a bitch, I'ma be a bad one I'm A.I. with the designs, du-ragging Bounce back game good, why we talkin' practice? Yeah, yeah, yeah, pull up score when I want to Best thing next to Heaven They be tryna count me out though I'm just countin', countin' blessins A real woman 'bout her paper Niggas don't know where I came from Boy I really really came up You never could say I'm backing All this shit I've been through And it made me more of an assassin I kill 'em, I kill 'em, I kill 'em with compassion And baby, if they askin'  [Hook] Tell 'em, tell 'em, tell 'em,  tell 'em I go, I go, I go, I go, crazy, crazy I go, I go, I go, I go crazy, crazy Live for the challenge, only make me stronger One more reason to turn up on 'em I go, I go, I go, I go crazy, crazy  [Verse 2] Lit, lit, lit, lit, only L I take is to the face You showed up to see me lose But I overcome so you overcame Basic, basic, ain't nothin' bout me basic I'm crazy, I'm crazy, better watch what you say to me 'Cause Young Sway got the answers Give 'em hell, give 'em pressure VIP couch, no manners, dirty-dirty-dirty dancin' Take a look at what I did, go for circle with the wrist Whippin'-whippin' up the grits, get a handful of this nicely I got it, I got it, I got it and you gon' respect it Ain't nothin', ain't nothin' Gon' stop me from makin' it happen So baby, if they askin'  [Hook] Tell 'em, tell 'em, tell 'em,  tell 'em I go, I go, I go, I go, crazy, crazy I go, I go, I go, I go, crazy, crazy Live for the challenge, only make me stronger One more reason to turn up on 'em I go, I go, I go, I go, crazy, crazy  [Outro] I go, I go, I go, I go, crazy, crazy I go, I go, I go, I go, crazy, crazy  ",
        "title": "CRZY"
    },
    {
        "artist": "YG Featuring Drake & Kamaiyah",
        "lyrics": "  [Verse 1: YG] All up in my face, you not from the clique Give me space, we might rob the shit Most hate it, baby they don't love the clique I thought they love you when you make it This some other shit, yeah Yeah, yeah, this some other shit Friends and business don't mix so I'm brotherless Tryna get back close, hit 'em with the stiff Gears I shift, make sure they feel the drift Just copped the Benzo with the tint You should know cause in every song I said this shit Yeah, in every song I said this shit I'm just, I'm just proud of my accomplishments I'm a 4Hunnid nigga, I don't care at all Have her suck dick, lick the head and all Heard you talkin' 'bout I'm real, I'm fraud Your kids and broad, they straight, you shouldn't care at all  [Hook: Kamaiyah + YG] Please, please tell me why you always hatin' Why you hatin'? Please tell me why you always hatin' Please, please tell me why you always hatin' Why you hatin'? Please tell me why you always hatin' Please, please tell me why you always hatin' Why you hatin'? Please tell me why you always hatin' Please, please tell me why you always hatin' Why you hatin'? Please tell me why you always hatin'  [Verse 2: Drake] Hunnid 4 times how it go down Slaps on deck for the Oaktown On mamas, man I did it with my own sound And I got my own city that I hold down Just admit it already You got plans to do it, but we did it already Got a couple DMs I done slid in already Gotta ask YG if he hit it already, yeah I'm a star like Moesha's nigga Runnin' up the numbers like Ayesha's nigga Yeah, I be slidin', I be creepin', nigga Girls these days, they just don't know how to keep a nigga But I got it all handled They try to box me in, I got my own angles, yeah I'ma spend the summer gettin' to the cake And I'ma wish a nigga would on every candle I'm like...  [Hook: Kamaiyah + YG] Please, please tell me why you always hatin' Why you hatin'? Please tell me why you always hatin' Please, please tell me why you always hatin' Why you hatin'? Please tell me why you always hatin' Please, please tell me why you always hatin' Why you hatin'? Please tell me why you always hatin' Please, please tell me why you always hatin' Why you hatin'? Please tell me why you always hatin'  [Verse 3: YG] If you ain't know me, bet you know now Drizzy came through with the verse for me both times Bomp-town that's an automatic hold down What's that? Ask no questions, just hold it down Why you hatin' on the progress? I'm a humble nigga, I don't even pop shit What I do? I just drive the Maybach through the projects And Still Brazy ain't even drop yet Hate from a distance, please don't try me Cause we'll turn it up on anybody I see why they don't like me Yellin' out 4Hunnid, they go too hyphy I'm with the posse back at it, nigga That mean Kamaiyah goin' platinum, nigga That mean I got a Kindle in my mattress, nigga Got the Bity Back Brackin' nigga  [Hook: Kamaiyah + YG] Please, please tell me why you always hatin' Why you hatin'? Please tell me why you always hatin' Please, please tell me why you always hatin' Why you hatin'? Please tell me why you always hatin' Please, please tell me why you always hatin' Why you hatin'? Please tell me why you always hatin' Please, please tell me why you always hatin' Why you hatin'? Please tell me why you always hatin'  ",
        "title": "Why You Always Hatin?"
    },
    {
        "artist": "Fifth Harmony Featuring Fetty Wap",
        "lyrics": "  [Intro: Dinah] Flex, time to impress Come and climb in my bed Don't be shy, do your thing It's all in my head  [Verse 1: Fetty Wap] I wanna flex with you, baby I'm tryna chill with you Throwin' bands at you While we flexing boo, baby Show me some different moves And I love your groove 'Cause it's meant to be, baby Ay, make history, baby And you the one for me And I'm the one for you So come flex with me, baby  [Verse 2: Ally] Curtains like waves closing in all around us Dimming the lights just so that they don't blind us So tongue in cheek when we're laying on roses But you're touching my skin and you're leaving me hopeless  [Pre-Chorus: Lauren] I wanna feel you un, feel you under my body I wanna feel you un, feel you un  [Chorus: Dinah & Normani] Flex, time to impress Come and climb in my bed Don't be shy, do your thing It's all in my head Flex, time to impress Come and climb in my bed Don't be shy, do your thing It's all in my head, yeah  [Verse 2: Camila] Curtains like waves closing in all around us, yeah, yeah, yeah Dimming the lights just so that they don't blind us, nah, nah So tongue in cheek when we're laying on roses But you're touching my skin and you're leaving me hopeless  [Pre-Chorus: Lauren] I wanna feel you un, feel you under my body I wanna feel you un, feel you un  [Chorus: Dinah & Normani] Flex, time to impress Come and climb in my bed Don't be shy, do your thing It's all in my head Flex, time to impress Come and climb in my bed Don't be shy, do your thing It's all in my head, yeah  [Verse 3: Fetty Wap] I want you to come flex with me, baby You got what I want and I need it Say you're a bad motherfucker and I'm sayin' They can't play with us and you know it I take a hundred thousand and blow it Ay, another hundred thou and I love her Ay, come flex with Zoo 'til it's over Ay, come flex with Zoo 'til it's over, yeah babe  [Pre-Chorus: Lauren] I wanna feel you un, feel you under my body I wanna feel you un, feel you un  [Chorus: Dinah & Normani] Oh, flex, time to impress Come and climb in my bed Don't be shy, do your thing It's all in my head Flex, time to impress Come and climb in my bed Don't be shy, do your thing It's all in my head, yeah  [Outro: Fetty Wap & Normani & Dinah] (I wanna flex with you, baby) Hey, it's all in my head (Zoovier, baby) It's all in my head (I wanna flex with you, baby) It's all in my head (Baby) It's all in my head  ",
        "title": "All In My Head (Flex)"
    },
    {
        "artist": "Kehlani",
        "lyrics": "  [Hook] I need a gangsta To love me better Than all the others do To always forgive me Ride or die with me That's just what gangsters do  [Verse 1] I'm fucked up, I'm black and blue I'm built for it, all the abuse I got secrets, that nobody, nobody, nobody knows I'm good on, that pussy shit I don't want, what I can get I want someone, with secrets That nobody, nobody, nobody knows  [Hook] I need a gangsta To love me better Than all the others do To always forgive me Ride or die with me That's just what gangsters do  [Verse 2] My freakness is on the loose And running, all over you Please take me to places, that nobody, nobody knows You got me hooked up on the feeling You got me hanging from the ceiling Got me up so high I'm barely breathing So don't let me, don't let me, don’t let me, don't let me go  [Hook] I need a gangsta To love me better Than all the others do To always forgive me Ride or die with me That's just what gangsters do They do, they do, they do oh To always forgive me Ride or die with me That's just what gangsters do  ",
        "title": "Gangsta"
    },
    {
        "artist": "Tucker Beathard",
        "lyrics": "  [Verse 1] Girl I really did mean it when I wished you the best Good to hear you're killing it way out west Finding your own way didn't take too long Baby rock on, rock on  [Verse 2] It's getting tough keeping up with where you are Posting pics like some big Hollywood star Guess every club in town is playing your song Baby rock on, rock on  [Chorus] Rock on like you don't miss me Rock on like it's all good Rock on 'til you forget me, just like you said you would I gotta tell you I can't stand The thought of someone else holding that hand I should've put a rock on  [Verse 3] Yeah, I do a lotta thinking about wanting you back But I don't know about all dolled up like that If my homegrown country girl's long gone Then baby rock on, rock on  [Chorus] Rock on like you don't miss me Rock on like it's all good Rock on 'til you forget me, just like you said you would I gotta tell you I can't stand The thought of someone else holding that hand I should've put a rock on Yeah, rock on  [Bridge] I saw your hashtag, digging on some new dude Girl, you left me with nothing else to do  [Chorus 2] Rock on like I don't miss you Rock on like it's all good Rock on 'til I forget you, just like I wish I would I gotta tell you I can't stand The thought of someone else holding that hand I should've put a rock on  [Outro] Baby rock on Yeah, I should've put a rock on Yeah, baby rock on Yeah, I really did mean it when I wished you the best  ",
        "title": "Rock On"
    },
    {
        "artist": "Marc E. Bassy Featuring G-Eazy",
        "lyrics": "  [Verse 1: Marc E. Bassy] Girl you party all the time Don't let me stay on your mind Adderall and cheap wine Just to stay awake in conversation We were always so damn insecure So how could we ever know for sure And disregard the way I know we feel That would make this city way too real  [Chorus: Marc E. Bassy] If we bump into each other On a crowded street It’s not us no more It’s just you and me We’re just strangers in passing casually It’s not us no more It’s just you and me  [Verse 2: Marc E. Bassy] The shirt on my back with the rips Gems in my golden necklace You didn't give me none of this There's nothing for me to miss We were too young on the day we met How could we say we would not forget And in the shadows there's a place for us Somewhere hidden they can't find our love Don't let 'em know  [Chorus: Marc E. Bassy] If we bump into each other On a crowded street It’s not us no more It’s just you and me We’re just strangers in passing casually It’s not us no more It’s just you and me  [Verse 3: G-Eazy] Eazy, and these days it's just you and me This shit is dead and gone, it's not what it used to be Someone give a eulogy Know I'm hard headed and I might of acted foolishly But you the one to hold us down usually We was in a limbo But of all people you ain't have to fuck with him though That was my homie I had gave y'all the intro Some things fall apart and some get thrown out the window Remember when we first met we might've been too young But we was from The Bay so we both was going too dumb I used to be the one for you now you got a new one So till the next lifetime, maybe we can do some'n Eazy  [Hook: Marc E. Bassy] If we bump into each other On a crowded street It’s not us no more It’s just you and me We’re just strangers in passing casually It’s not us no more It’s just you and me  [Outro: Marc E. Bassy] If we bump into each other On a crowded street It's not us no more  ",
        "title": "You & Me"
    },
    {
        "artist": "Marshmello",
        "lyrics": "  [Verse] I'm so alone, nothing feels like home I'm so alone, trying to find my way back home to you I'm so alone, nothing feels like home I'm so alone, trying to find my way back home to you I'm so alone, trying to find my way back home to you I'm so alone, nothing feels like home I'm so alone, trying to find my way back home to you I'm so alone, nothing feels like home I'm so alone, trying to find my way back home to you I'm so alone, trying to find my way back home to you  ",
        "title": "Alone"
    },
    {
        "artist": "William Michael Morgan",
        "lyrics": "  [Verse 1] She don't laugh at everything But when she does the planets swing around her She don't step on sidewalk seams Teenage boyfriends all still dream about her She don't need the glitter of the Vegas lights She could blow a kiss and leave you spinning like a Tilt-A-Whirl  [Chorus] I met a girl, she made me smile She made me wait, she crossed the street She crossed my heart, she fixed her dress She bit her lip, she lit me up I met a girl, with crazy shoes And baby blues, the way she moves Is changin' my whole world I met a girl  [Verse 2] The sunshine waits for her to wake up She's a ponytail, no makeup, Saturday 'Cause she don't need umbrellas in a summer rain She could catch the eye of a hurricane in blue jean pearls  [Chorus] I met a girl, she made me smile She made me wait, she crossed the street She crossed my heart, she fixed her dress She bit her lip, she lit me up I met a girl, with crazy shoes And baby blues, the way she moves Is changin' my whole world I met a girl  [Bridge] She turned around And it felt like the world turned upside down And the only thing that I could say was hey And I'm so glad she didn't walk away  She dances like nobody sees her Can't believe I get to be here in her world  [Chorus] I met a girl, she made me smile She made me wait, she crossed the street She crossed my heart, she fixed her dress She bit her lip, she lit me up I met a girl, with crazy shoes And baby blues, the way she moves Is changin' my whole world I met a girl  ",
        "title": "I Met A Girl"
    },
    {
        "artist": "Maren Morris",
        "lyrics": "  [Verse 1] Still runs good, built to last Moves like a hula girl on the dash She ain't made for practicality Yeah, I guess she's just like me  [Pre-Chorus 1] It's Saturday night, about time to go Got my white leather jacket and a neon soul Once I turn on the radio, I'm ready to roll  [Chorus] Feel like a hard-to-get starlet when I'm driving Turning every head, hell, I ain't even trying Got them Ray-Ban shades, pretty in pink Call me old school, but hey I'm a 90s baby in my 80s Mercedes I'm a 90s baby in my 80s Mercedes  [Verse 2] Pop the top down like a summer dream She's my teenage time machine Just keeps getting sweeter with age She's classic through any decade  [Pre-Chorus 2] The suns in the sky, glitter on the seats You can try, but the Benz is hard to beat So, hey, if you want you can ride with me  [Chorus] Feel like a hard-to-get starlet when I'm driving Turning every head, hell, I ain't even trying Got them Ray-Ban shades, pretty in pink Call me old school, but hey I'm a 90s baby in my 80s Mercedes I'm a 90s baby in my 80s Mercedes  [Pre-Chorus 1] It's Saturday night, about time to go Got my white leather jacket and a neon soul Once I turn on the radio, I'm ready to roll  [Chorus] Feel like a hard-to-get starlet when I'm driving Turning every head, hell, I ain't even trying Got them Ray-Ban shades, pretty in pink Call me old school, but hey I'm a 90s baby in my 80s Mercedes I'm a 90s baby in my 80s Mercedes  ",
        "title": "80s Mercedes"
    },
    {
        "artist": "DJ Khaled Featuring Jay Z & Future",
        "lyrics": "  [Intro] 808 Mafia Jay Z; Uh, uh uh uh Future: DJ Khaled DJ Khaled: We The Best music! Jay Z: Oh, this what we doin' here DJ Khaled: Another one! Jay Z: I'ma have to put my jewellery on for this one Future: Wraith talk, Wraith talk Oh, we talkin' that Wraith talk Safe talk, safe talk, here we go talkin' that safe talk DJ Khaled: Major key alert! Jay Z: Oh, we good now Future: Major bag alert DJ Khaled: DJ Khaled!  [Chorus: Future] I got the keys, the keys, the keys I got the keys, the keys, the keys I got the keys, the keys, the keys I got the keys, the keys, the keys We go to court, we gon' plead the fifth I know the judge, I'ma shoot him some chips I got the keys, the keys, the keys I got the keys, the keys, the keys  [Verse 1: Jay Z] Niggas always askin' me the key 'Til you own your own you can't be free 'Til you're on your own you can't be me How we still slaves in 2016? Key to life, keep a bag comin' Every night another bag comin' I ain't been asleep since '96 I ain't seen the back of my eyelids I been speedin' through life with no safety belt One on one with the corner with no safety help I perform like Josh Norman, I ain't normal, nigga Just a project nigga out in Beverly Hills, California, nigga That Wraith talk, that's foreign, nigga Special cloth talk here All my niggas from the mud damn near All my niggas millionaires We gon' take it there, I swear You gon' think a nigga's psychic You ain't seen nothin' like this I should probably copyright this I promise they ain't gonna like this  [Chorus: Future] I got the keys, the keys, the keys I got the keys, the keys, the keys I got the keys, the keys, the keys I got the keys, the keys, the keys We go to court, we gon' plead the fifth I know the judge, I'ma shoot him some chips I got the keys, the keys, the keys I got the keys, the keys, the keys  [Post-Chorus: Future] Radar, radar on, bitches ain't even on my radar Radar, radar on, on, you ain't on my radar Radar, radar, no, no, you hatin' on my radar No, no, you bitches ain't, bitches ain't even on my radar  [Verse 2: Jay Z] I got a bag for lawyers, like, \"Fuck your charges!\" Hop out the courtroom, like, \"What charges?\" Big pimpin' on your court steps Case y'all ain't notice, I ain't lost yet Y'all know it's one of one Soon as you hear that uh, uh, uh Y'all know the difference right From rap facts and fiction, right? Real life I'm like HOV, real life I'm life goals In real life they're like me? In real life I'm like, \"No.\" My swag different, that bag different My wife Beyoncé, I brag different My baby Blue (What else?) I dream in color (What else?) That's too much flavor (What else?) I don't rap to suckas (Ha!) God bless you all, I only talk special talk I only talk special cloth Said I only talk special, ah!  [Chorus: Future] I got the keys, the keys, the keys I got the keys, the keys, the keys (Wraith talk) I got the keys, the keys, the keys I got the keys, the keys, the keys We go to court, we gon' plead the fifth I know the judge, I'ma shoot him some chips I got the keys, the keys, the keys I got the keys, the keys, the keys  [Post-Chorus: Future] Radar, radar on, bitches ain't even on my radar Radar, radar on, on, you ain't on my radar Radar, radar, no, no, you hatin' on my radar No, no, you bitches ain't, bitches ain't even on my radar  [Interlude: DJ Khaled & Future] I got the keys I got the keys, the keys, the keys I got the keys to all success! I got the keys, the keys, the keys We the best! I got the keys, the keys, the keys Roc Nation! Freebandz! Secure the bag alert Alert, alert, alert, alert, alert, alert Alert, alert, alert, alert, we got 'em alert  [Chorus: Future] I got the keys, the keys, the keys I got the keys, the keys, the keys I got the keys, the keys, the keys I got the keys, the keys, the keys We go to court, we gon' plead the fifth I know the judge, I'ma shoot him some chips I got the keys, the keys, the keys I got the keys, the keys, the keys  ",
        "title": "I Got The Keys"
    },
    {
        "artist": "French Montana Featuring Kodak Black",
        "lyrics": "  [Intro: French Montana] My nigga, my nigga You never told me Montana  [Hook: Kodak Black and French Montana] It be hard to watch the cash when the bands keep droppin' Got the big 40 on me so my pants keep fallin' It be hard to understand me 'cause my jaw keep lockin' And I ain't even tryna talk 'cause my jaw keep lockin' She ain't tryna be a freak but them bands keep poppin' Still caught up in the streets and the feds still knockin' It be hard to understand me, my jaw keep lockin' It be hard to understand me 'cause my jaw keep lockin' Bite down, bite down It be hard to understand me 'cause my jaw keep lockin' Bite down, bite down It be hard to understand me 'cause my jaw keep lockin'  [Verse 1: Kodak Black & French Montana] I chew your lil' mup, I'll boot a nigga up Got them snipers in the dually truck and we toolie'd up I be tryna change my life , but a monkey on my back I've been rollin' all night, I got a monkey on my back (Skrrr, skrrr) All about the mula Throw a hundred chains on, tryna cool off I know a nigga blessed, pray to God Soon as the floor hits my feet I'm getting high Eyes bowleg, lookin' crooked in the face She keep lookin' in her drink, probably think the liquor laced Nah bitch, I'm 1K (And I'ma keep it one-hund' though) Bitin' down, 'bout to rip my tongue off  [Hook: Kodak Black and French Montana] It be hard to watch the cash when the bands keep droppin' Got the big 40 on me so my pants keep fallin' It be hard to understand me 'cause my jaw keep lockin' And I ain't even tryna talk 'cause my jaw keep lockin' She ain't tryna be a freak but them bands keep poppin' Still caught up in the streets and the feds still knockin' It be hard to understand me, my jaw keep lockin' It be hard to understand me 'cause my jaw keep lockin' Bite down, bite down It be hard to understand me 'cause my jaw keep lockin' Bite down, bite down It be hard to understand me 'cause my jaw keep lockin'  [Verse 2: Kodak Black & French Montana] Slidin' in the Cutlass and you know I paint it candy Then I pulled up in a bucket, but I used to want a Hemi And I'm pourin' up the round then I'm sippin' on Remy I ain't fuckin with that white shit, I'm throwed off Henny Pull up to the back, black Zac, chief rockin' And the Feds keep lurkin' 'cause the boys keep talkin' Ritz Carlton, ran off on the plug about forty times Forty niggas strapped, we the '49ers Bite down, Karlton Hines Got two twin bitches doin' 69 Jump off to the mula and you know that 50 chains on, diamonds flashin' like Kodak I remember totin' .38, now I got a semi Could have been had a baby K, but I wasn't ready Shawty say she like my Larry Pack, thought I went to Kelly Nah baby I ain't want no Wap, I just want the Fetty  [Hook: Kodak Black and French Montana] It be hard to watch the cash when the bands keep droppin' Got the big 40 on me so my pants keep fallin' It be hard to understand me 'cause my jaw keep lockin' And I ain't even tryna talk 'cause my jaw keep lockin' She ain't tryna be a freak but them bands keep poppin' Still caught up in the streets and the feds still knockin' It be hard to understand me, my jaw keep lockin' It be hard to understand me 'cause my jaw keep lockin' Bite down, bite down It be hard to understand me 'cause my jaw keep lockin' Bite down, bite down It be hard to understand me 'cause my jaw keep lockin'  [Outro: Kodak Black &  French Montana] Ay, ay ay Ay, ay ay ay Skrr, ay, ay ay ay Ay, ay ay Bite down, bite down It be hard to understand me 'cause my jaw keep lockin' Bite down, bite down It be hard to understand me 'cause my jaw keep lockin' Ay, ay ay ay  ",
        "title": "Lockjaw"
    },
    {
        "artist": "A Boogie Wit da Hoodie",
        "lyrics": null,
        "title": "My Sh*t"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": "  [Verse 1] I'm a little more beer bottle beer joint than a fancy bar I'm a little more sitting up high on the road than a little car I'm a little more bust ya back than take it for free And that’s how I'll always be I'm a little more lose my temper than to sit on back I'm a little more ol' Hank Williams than that trendy crap I love a flat wood ol' front porch made of an old oak tree And that's how I'll always be  [Chorus] I'll always be a fan of ol' stray dogs and guitars playin' One room churches, back road walks and front porch swingin' Sunset skies, bonfire nights, I love the simple things That's how I'll always be  [Verse 2] I got friends that say I live a little like Cool Hand Luke Fast cars and motorcycles, raisin' hell in cowboy boots But, hey, on Sunday morning, I'll take the back row seat That's how I'll always be  [Chorus] I'll always be a fan of ol' stray dogs and guitars playin' One room churches, back road walks and front porch swingin' Sunset skies, bonfire nights, I love the simple things That's how I'll always be  [Bridge] I'm a fan of chert rock bouncing off a Chevy fender That feeling that you get that first time she lets ya kiss her Rusty roofs that rattle when the rain is fallin' down Handshake deals, fresh-cut hay fields, and hometowns  [Chorus] I'll always be a fan of ol' stray dogs and guitars playin' One room churches, back road walks and front porch swingin' Sunset skies, bonfire nights, I love the simple things That's how I'll always be That's how I'll always be That's how I'll always be That's how I'll always be  ",
        "title": "How I'll Always Be"
    },
    {
        "artist": "Travis Scott",
        "lyrics": "  [Intro: Travis Scott] Yeah 7:30 in the night Ooooh ooh  [Hook: Travis Scott] I get those goosebumps every time, yeah, you come around, yeah You ease my mind, you make everything feel fine Worry about those comments I'm way too numb, yeah, it's way too dumb, yeah I get those goosebumps every time, I need the Heimlich Throw that to the side, yeah I get those goosebumps every time, yeah, when you're not around When you throw that to the side, yeah I get those goosebumps every time, yeah  [Verse 1: Travis Scott] 7-1-3 to the 2-8-1, yeah I'm riding Why they on me? Why they on me? I'm flyin' Sippin' lowkey I'm sipping lowkey in Onyx Rider, rider when I'm pullin' up right beside ya Popstar, lil' Mariah When I text a cute game, wildness Throw a stack on the Bible Never Snapchat or took molly She fall through plenty, her and all her ginnies Yeah, we at the top floor, right there off Doheny Oh no, I can't fuck with y'all Yea, when I'm with my squad I cannot do no wrong Yeah, saucing in the city, don't get misinformed, yea They gon' pull up on you (brr, brr, brr) Yeah, we gon' do some things, some things you can't relate Yeah, cause we from a place, a place you cannot stay Oh, you can't go, oh, I don't know Oh, back the fuck up off me (brr, brr, brr)  [Hook: Travis Scott] I get those goosebumps every time, yeah, you come around, yeah You ease my mind, you make everything feel fine Worry about those comments I'm way too numb, yeah, it's way too dumb, yeah I get those goosebumps every time, I need the Heimlich Throw that to the side, yeah I get those goosebumps every time, yeah, when you're not around When you throw that to the side, yeah I get those goosebumps every time  [Verse 2: Kendrick Lamar] I want to press my like, yeah, I wanna press my I want a green light, I wanna be like I wanna press my line, yeah I want to take that ride, yeah I’m gonna press my line I wanna green light, I wanna be like, I wanna press my Mama, dear, spare your feelings I'm reliving moments, peeling more residual (I can) buy the building, burn the building, take your bitch, rebuild the building just to fuck some more (I can) justify my love for you and touch the sky for God to stop, debating war Put the pussy on a pedestal Put the pussy on a high horse That pussy to die for That pussy to die for Peter, piper, picked a pepper So I could pick your brain and put your heart together We depart the shady parts and party hard, the diamonds yours The coupe forever My best shots might shoot forever like (brr)  [Hook: Travis Scott] I get those goosebumps every time, yeah, you come around, yeah You ease my mind, you make everything feel fine Worry about those comments I'm way too numb, yeah, it's way too dumb, yeah I get those goosebumps every time, I need the Heimlich Throw that to the side, yeah I get those goosebumps every time, yeah, when you're not around When you throw that to the side, yeah I get those goosebumps every time  ",
        "title": "Goosebumps"
    }
]