[
    {
        "artist": "Christina Aguilera",
        "lyrics": "  [Verse 1] I feel like I've been locked up tight For a century of lonely nights Waiting for someone to release me You're licking your lips and blowing kisses my way But that don't mean I'm gonna give it away Baby, baby, baby (Baby, baby, baby)  [Pre-Chorus] Oh, oh, oh, oh, oh (My body is saying \"Let's go\") Oh, oh, oh, oh, oh (But my heart is saying \"No\")  [Chorus] If you wanna be with me, baby there's a price to pay I'm a genie in a bottle, you gotta rub me the right way If you wanna be with me, I can make your wish come true You gotta make a big impression, I gotta like what you do  [Post-Chorus] I'm a genie in a bottle, baby You gotta rub me the right way, honey I'm a genie in a bottle, baby Come, come, come on and let me out  [Verse 2] The music's fading and the lights down low Just one more dance and then we're good to go Waiting for someone who needs me Hormones racing at the speed of light But that don't mean it's gotta be tonight Baby, baby, baby (Baby, baby, baby)  [Pre-Chorus] Oh, oh, oh, oh, oh (My body is saying \"Let's go\") Oh, oh, oh, oh, oh (But my heart is saying \"No\")  [Chorus] If you wanna be with me, baby there's a price to pay I'm a genie in a bottle, you gotta rub me the right way If you wanna be with me, I can make your wish come true Just come and set me free, baby, then I'll be with you  [Bridge] I'm a genie in a bottle baby You gotta rub me the right way, honey I'm a genie in a bottle baby Come, come, come on and let me out I'm a genie in a bottle baby Gotta rub me the right way, honey (If you wanna be with me) I'm a genie in a bottle baby Come, come, come on and let me out  [Pre-Chorus] Oh, oh, oh, oh, oh (My body is saying \"Let's go\") Oh, oh, oh, oh, oh (But my heart is saying \"No\")  [Chorus] If you wanna be with me, baby there's a price to pay I'm a genie in a bottle, you gotta rub me the right way If you wanna be with me, I can make your wish come true You gotta make a big impression, I gotta like what you do If you wanna be with me, baby there's a price to pay I'm a genie in a bottle, you gotta rub me the right way If you wanna be with me, I can make your wish come true Just come and set me free, baby, then I'll be with you  [Outro] I'm a genie in a bottle, baby Come, come, come on and let me out  ",
        "title": "Genie In A Bottle"
    },
    {
        "artist": "Will Smith Featuring Dru Hill & Kool Mo Dee",
        "lyrics": "  [Intro: Will Smith & Sisqo] Mmmmmmmm... Uhh.. (Doo doo doo doo) Wicki-wild wild (doo doo doo doo dooooo) Wicki-wicki-wild Wicki-wild Wicki-wicki  [Verse 1] Wild Wild West (Yeahhhhhhhahhhhhhhh!) Jim West, desperado Rough rider, no you don't want nada None of this, six-gunnin this, brother runnin this Buffalo soldier, look it's like I told ya Any damsel that's in distress Be outta that dress when she meet Jim West Rough neck so go check the law and abide Watch your step or flex and get a hole in your side Swallow your pride, don't let your lip react You don't wanna see my hand where my hip be at With Artemus, from the start of this, runnin the game James West, tamin the West, so remember the name  [Will Smith] Now who ya gonna call?  [Sisqo, Dee] Not the GBs  [Will Smith] Now who you gonna call?  [Sisqo, Dee] J Dub and A.G  [Will Smith] If you ever riff with either one of us BREAK OUT, before you get bumrushed, at the  [Hook: Kool Moe Dee, Will Smith] The Wild Wild West (When I roll into the) The Wild Wild West (When I stroll into the) The Wild Wild West (When I bounce into the) The Wild Wild West (Sisqo, Sisqo)  [Hook: Kool Moe Dee, Sisqo] The Wild Wild West (We're goin' straight, to) The Wild Wild West (the Wild Wild West) The Wild Wild West (We're goin' straight, to) The Wild Wild.. (c'mon)  [Will Smith] * [Sisqo] (shared lines in caps) Now, now, now Now once upon a time in the West Mad man lost his damn mind in the West Loveless, KIDNAP A DIME, nuttin less Now I must, PUT HIS BEHIND TO THE TEST [S: Can you feel me?] Then through the shadows, in the saddle, ready for battle Bring all your boys in, here come the poison Behind my back, all that riffin ya did Front and center, now where your lip at kid? [S: Lookin at me!] Who dat is? A mean brother, bad for your health Lookin damn good though, if I could say it myself Told me Loveless is a mad man, but I don't fear that He got mad weapons too? Ain't tryin to hear that Tryin to bring down me, THE CHAMPION? When y'all clowns gon' see that it CAN'T BE DONE Understand me son, I'm the slickest they is I'm the quickest they is [S: Yeahhhhhhhhhhhh] Did I say I'm the slickest they is? So if you barkin up the, wrong tree we comin Don't be startin nuttin, me and my partner gonna Test your chest, Loveless Can't stand the heat, then get out the Wild, Wild, West [Kool Moe Dee: The Wild, The Wild..]  [Kool Moe Dee] [Sisqo] The Wild Wild West We're goin straight, to [W. Smith] When I'm rollin to the The Wild Wild West the Wild Wild West [W. Smith] When I'm strollin to the The Wild Wild West We're goin straight, to [W. Smith] When I'm bouncin to the The Wild Wild West the Wild Wild..  [Sisqo] We're goin straight (STRAIGHT) to (TO) The Wild Wild West (THE WILD WILD WEST) [K. Moe Dee] The Wild Wild West We're goin straight (STRAIGHT) to (TO) The Wild Wild West (THE WILD WILD WEST) [K. Moe Dee] The Wild Wild West  [W. Smith] Breakdown! Breakdown! Breakdown! Breakdown! Breakdown! Breakdown! (in background while Sisqo singing)  [Sisqo] Yeahhhhhhhahhhhhhhhh Can you feel it? C'mon, c'mon Yeahhhhhhahhhhhhhhhh Keep it moving! Keep it moving! Ooooooooooooooh yeahhhhhhh  [Will Smith] To any outlaw tryin to draw, thinkin you're bad Any drawin on West, best with a pen and a pad Don't even think about it, six gun, weighin a ton Ten paces and turn (one.. two.. three..) just for fun, son *BANG* Up til sundown, rollin around See where the bad guys are to be found and make em lay down The defenders of the West Crushin all pretenders in the West Don't mess with us, cause we in the  [Kool Moe Dee] [Sisqo] The Wild Wild West We're goin straight, to [W. Smith] When I'm rollin to the The Wild Wild West the Wild Wild West [W. Smith] When I'm strollin to the The Wild Wild West We're goin straight, to [W. Smith] When I'm bouncin to the The Wild Wild West the Wild Wild..  The Wild Wild West We're goin straight, to [W. Smith] When I'm rollin to the The Wild Wild West the Wild Wild West [W. Smith] When I'm strollin to the The Wild Wild West We're goin straight, to [W. Smith] When I'm bouncin to the The Wild Wild West the Wild Wild..  We're goin straight, to The Wild Wild West We're goin straight, to The Wild Wild West, c'mon  The Wild Wild West [W. Smith] When I'm rollin to the The Wild Wild West C'mon.. [W. Smith] When I'm strollin to the We're goin straight, to The Wild Wild West (The Wild Wild West)  [Kool Moe Dee] + (Will Smith) + {Sisqo} The Wild Wild West (Whoo! Uhh) The Wild Wild West (Ha hah, ha hah) The Wild Wild West (Uhh) The Wild Wild West (I done done it again y'all, done done it again) The Wild Wild West (Ha hah, ha hah) The Wild Wild West (Big Will, Dru Hill, uh) The Wild Wild West (Big Will, Dru Hill) The Wild Wild West (Ha hah, ha hah) {The Wild Wild West} The Wild Wild West (Uhh) The Wild Wild West (One time) The Wild Wild West (Uhh) The Wild Wild West (Bring in the heat, bring in the heat) {It's the Wild Wild..} The Wild Wild West (What? Ha hah, ha hah) The Wild Wild West (Whoo.. Wild Wild, wicki-wild) The Wild Wild West (wick Wild Wild Wild, wa-wicki Wild Wild) The Wild Wild West (wickidy-wick Wild Wild Wild) (wa-wickedy wickedy wickedy wickedy) {The Wild Wild..} The Wild Wild West (Whoo..) The Wild Wild West The Wild Wild West (Uhh.. uhh..) The Wild Wild West (Can't stop the bumrush) {The Wild Wild..} The Wild Wild West  ",
        "title": "Wild Wild West"
    },
    {
        "artist": "Destiny's Child",
        "lyrics": "  [Verse 1: Beyoncé] At first we started out real cool Taking me places I ain't never been But now, you're getting comfortable Ain't doing those things you did no more You're slowly making me pay for things Your money should be handling And now you ask to use my car (car) Drive it all day and don't fill up the tank And you have the audacity To even come and step to me Ask to hold some money from me Until you get your check next week  [Pre-Chorus: Kelly Rowland] You triflin', good for nothing type of brother Silly me, why haven't I found another? A baller, when times get hard I need someone to help me out Instead of a scrub like you Who don't know what a man's about  [Chorus] Can you pay my bills? Can you pay my telephone bills? Do you pay my automo' bills? If you did then maybe we could chill I don't think you do So, you and me are through Can you pay my bills? Can you pay my telephone bills? Do you pay my automo' bills? If you did then maybe we could chill I don't think you do So, you and me are through  [Verse 2: Beyoncé] Now you've been maxing out my card (card) Gave me bad credit, buyin' me gifts with my own ends Haven't paid the first bill But instead you're headin' to the mall Goin' on shopping sprees perpetrating Telling your friends that you be ballin' And then you use my cell phone (phone) Callin' whoever that you think's at home And then when the bill comes All of a sudden you be acting dumb Don't know where none of these calls come from When your momma's number's here more than once  [Pre-Chorus: Kelly Rowland] You triflin', good for nothing type of brother Silly me, why haven't I found another? A baller, when times get hard I need someone to help me out Instead of a scrub like you Who don't know what a man's about  [Chorus] Can you pay my bills? Can you pay my telephone bills? Do you pay my automo' bills? If you did then maybe we could chill I don't think you do So, you and me are through Can you pay my bills? Can you pay my telephone bills? Do you pay my automo' bills? If you did then maybe we could chill I don't think you do So, you and me are through  [Bridge] You triflin', good for nothing type of brother Oh silly me, why haven't I found another You triflin', good for nothing type of brother Oh silly me, why haven't I found another You triflin', good for nothing type of brother Oh silly me, why haven't I found another You triflin', good for nothing type of brother Oh silly me, why haven't I found another  [Chorus] Can you pay my bills? Can you pay my telephone bills? Do you pay my automo' bills? If you did then maybe we could chill I don't think you do So, you and me are through Can you pay my bills? Can you pay my telephone bills? Do you pay my automo' bills? If you did then maybe we could chill I don't think you do So, you and me are through Can you pay my bills? Can you pay my telephone bills? Do you pay my automo' bills? If you did then maybe we could chill I don't think you do So, you and me are through Can you pay my bills? Can you pay my telephone bills? Do you pay my automo' bills? If you did then maybe we could chill I don't think you do So, you and me are through  [Outro] Thou shall confess  ",
        "title": "Bills, Bills, Bills"
    },
    {
        "artist": "Pearl Jam",
        "lyrics": "  [Chorus] Oh, where oh where can my baby be? The Lord took her away from me She's gone to heaven, so I got to be good So I can see my baby when I leave this world  [Verse 1] We were out on a date in my daddy's car We hadn't driven very far There in the road, up straight ahead A car was stalled, the engine was dead I couldn't stop, so I swerved to the right I'll never forget the sound that night The screaming tires, the busting glass The painful scream that I heard last  [Chorus] Oh, where oh where can my baby be? The Lord took her away from me She's gone to heaven, so I got to be good So I can see my baby when I leave this world  [Verse 2] When I woke up, the rain was pouring down There were people standing all around Something warm running in my eyes But somehow I found my baby that night I lifted her head, she looked at me and said \"Hold me darling just a little while.\" I held her close, I kissed her our last kiss I found the love that I knew I would miss But now she's gone, even though I hold her tight I lost my love, my life that night  [Chorus] Oh, where oh where can my baby be? The Lord took her away from me She's gone to heaven, so I got to be good So I can see my baby when I leave this world  ",
        "title": "Last Kiss"
    },
    {
        "artist": "Jennifer Lopez",
        "lyrics": "  [Chorus] If you had my love, and I gave you all my trust Would you comfort me? And if somehow you knew that your love would be untrue Would you lie to me and call me \"baby\"? If you had my love, and I gave you all my trust Would you comfort me? And if somehow you knew that your love would be untrue Would you lie to me and call me \"baby\"?  [Verse 1] Now, if I give you me, this is how it's got to be First of all, I won't take you cheatin' on me Tell me, who can I trust if I can't trust in you? And I refuse to let you play me for a fool You said that we could possibly spend eternity See, that's what you told me (that's what you said) But if you want me, you have to be fulfilling all my dreams (If you really want me, babe)  [Chorus] If you had my love, and I gave you all my trust Would you comfort me? (Tell me, baby) And if somehow you knew that your love would be untrue Would you lie to me and call me \"baby\"?  [Verse 2] You said you want my love and you've got to have it all But first, there are some things you need to know If you want to live with all I have to give I need to feel true love or it's got to end, yeah I don't want you trying to get with me And I end up unhappy (Don't need the hurt and I don't need the pain) So before I do give myself to you I have to know the truth (If I spend my life with you)  [Chorus] If you had my love, and I gave you all my trust Would you comfort me? And if somehow you knew that your love would be untrue Would you lie to me and call me \"baby\"? If you had my love, and I gave you all my trust Would you comfort me? And if somehow you knew that your love would be untrue Would you lie to me and call me \"baby\"?  [Instrumental Bridge]  [Chorus] If you had my love, and I gave you all my trust Would you comfort me? And if somehow you knew that your love would be untrue Would you lie to me and call me \"baby\"? If you had my love, and I gave you all my trust Would you comfort me? And if somehow you knew that your love would be untrue Would you lie to me and call me \"baby\"? If you had my love, and I gave you all my trust Would you comfort me? And if somehow you knew that your love would be untrue Would you lie to me and call me \"baby\"?  ",
        "title": "If You Had My Love"
    },
    {
        "artist": "Backstreet Boys",
        "lyrics": "  [Verse 1: Brian] You are my fire The one desire Believe when I say I want it that way  [Verse 2: Nick] But we are two worlds apart Can't reach to your heart When you say That I want it that way  [Chorus] Tell me why Ain't nothing but a heartache Tell me why Ain't nothing but a mistake Tell me why I never want to hear you say I want it that way  [Verse 3: AJ] Am I your fire? Your one desire Yes, I know it's too late But I want it that way  [Chorus] Tell me why Ain't nothing but a heartache Tell me why Ain't nothing but a mistake Tell me why I never want to hear you say I want it that way  [Bridge: Kevin] Now I can see that we're falling apart From the way that it used to be, yeah No matter the distance, I want you to know That deep down inside of me  [Verse 4: Howie] You are my fire The one desire You are, you are, you are, you are  Don't wanna hear you (say) Ain't nothin' but a heartache Ain't nothin' but a mistake (don't wanna hear you say) I never wanna hear you say (oh, yeah) I want it that way  [Chorus] Tell me why Ain't nothing but a heartache Tell me why Ain't nothing but a mistake Tell me why I never want to hear you say (don't want to hear you say) I want it that way Tell me why Ain't nothin' but a heartache Ain't nothin' but a mistake Tell me why I never want to hear you say (never wanna hear you say) I want it that way I never want to hear you say I want it that way  [Outro: AJ] Cause I want it that way  ",
        "title": "I Want It That Way"
    },
    {
        "artist": "Smash Mouth",
        "lyrics": "  [Verse 1] Somebody once told me the world is gonna roll me I ain't the sharpest tool in the shed She was looking kind of dumb with her finger and her thumb In the shape of an \"L\" on her forehead  [Pre-Chorus] Well, the years start coming and they don't stop coming Fed to the rules and I hit the ground running Didn't make sense not to live for fun Your brain gets smart but your head gets dumb So much to do, so much to see So what's wrong with taking the backstreets? You'll never know if you don't go You'll never shine if you don't glow  [Chorus] Hey now you're an All Star, get your game on, go play Hey now you're a Rock Star, get the show on, get paid And all that glitters is gold Only shooting stars break the mold  [Verse 2] It's a cool place, and they say it gets colder You're bundled up now but wait 'til you get older But the meteor men beg to differ Judging by the hole in the satellite picture The ice we skate is getting pretty thin The water's getting warm so you might as well swim My world's on fire, how about yours? That's the way I like it and I'll never get bored  [Chorus] Hey now you're an All Star, get your game on, go play Hey now you're a Rock Star, get the show on, get paid And all that glitters is gold Only shooting stars break the mold  [Bridge] (Go for the moon) (Go for the moon) (Go for the moon) (Go for the moon)  [Chorus] Hey now you're an All Star, get your game on, go play Hey now you're a Rock Star, get the show on, get paid And all that glitters is gold Only shooting stars  [Verse 3] Somebody once asked could I spare some change for gas? \"I need to get myself away from this place\" I said \"Yep, what a concept I could use a little fuel myself And we could all use a little change!\"  [Pre-Chorus] Well, the years start coming and they don't stop coming Fed to the rules and I hit the ground running Didn't make sense not to live for fun Your brain gets smart but your head gets dumb So much to do, so much to see So what's wrong with taking the backstreets? You'll never know if you don't go You'll never shine if you don't glow  [Chorus] Hey now you're an All Star, get your game on, go play Hey now you're a Rock Star, get the show on, get paid And all that glitters is gold Only shooting stars break the mold And all that glitters is gold Only shooting stars break the mold  ",
        "title": "All Star"
    },
    {
        "artist": "702",
        "lyrics": "  [Verse 1: Kameelah] See, he's my property and any girl that touch I might just call your bluff 'cause I don't give a Who are you to call my cell? Oh, I'm gonna wish you well 'Cause any girl that tried has failed but  [Chorus] Where my girls at? From the front to back Well, is you feelin' that? Put one hand up Can you repeat that? Tryna take my man See, I don't need that, so, don't play yourself  [Verse 2: Kameelah] Hey, hey, hey, hey, don't you violate me 'Cause I'ma make you hate me If you decide to mess with mine Chop you down to size Make you realise You done messed up this time  [Chorus] Where my girls at? From the front to back Well, is you feelin' that? Put one hand up Can you repeat that? Tryna take my man See, I don't need that, so, don't play yourself  [Bridge] You must learn the rules Don't come close to Anything that belongs to me He is mine My property So you must leave  [Chorus] Where my girls at? From the front to back Well, is you feelin' that? Put one hand up Can you repeat that? Tryna take my man See, I don't need that, so, don't play yourself  ",
        "title": "Where My Girls At?"
    },
    {
        "artist": "Whitney Houston",
        "lyrics": "  [Verse 1] Friday night you and your boys went out to eat Then they hung out But you came home around three If six of y'all went out Then four of you were really cheap Cause only two of you had dinner I found your credit card receipt  [Chorus] It's not right But it's okay I'm gonna make it anyway Pack your bags up and leave Don't you dare come running back to me It's not right But it's okay I'm gonna make it anyway Close the door behind you Leave your key I'd rather be alone than unhappy  [Verse 2] I'll pack your bags so you can leave town for a week The phone rings and then you look at me You said it was one of your friends down on 54th St So why did 213 show up on your Caller I.D I've been through all of this before So how could you think That I would stand around And take some more Things are gonna change That's why you have to leave So don't turn around to see my face There's no more fears and tears left for you to see Was it really worth you going out like that See I'm moving on And I refuse to turn back See all of this time I thought I had somebody down for Whitney It turns out you were making a fool of me  [Chorus] It's not right But it's okay I'm gonna make it anyway Pack your bags up and leave Don't you dare come running back to me It's not right But it's okay I'm gonna make it anyway Close the door behind you Leave your key I'd rather be alone than unhappy  ",
        "title": "It's Not Right But It's Okay"
    },
    {
        "artist": "Ricky Martin",
        "lyrics": "  [Verse 1] She's into superstitions Black cats and voodoo dolls I feel a premonition That girl's gonna make me fall  [Verse 2] She's into new sensations New kicks in the candlelight She's got a new addiction For every day and night  [Pre-Chorus 1] She'll make you take your clothes off And go dancing in the rain She'll make you live her crazy life But she'll take away your pain Like a bullet to your brain Come on!  [Chorus] Upside, inside out She's livin la vida loca She'll push and pull you down Livin la vida loca Her lips are devil red And her skin's the color mocha She will wear you out Livin' la vida loca Come on! Livin' la vida loca Come on! She's livin' la vida loca  [Verse 3] Woke up in new york city in a funky cheap hotel She took my heart And she took my money She must've slipped me a sleeping pill  [Pre-Chorus] She never drinks the water And makes you order French champagne Once you've had a taste of her You'll never be the same Yeah, she'll make you go insane Come on!  [Chorus] Upside, inside out She's livin la vida loca She'll push and pull you down Livin la vida loca Her lips are devil red And her skin's the color mocha She will wear you out Livin' la vida loca Come on! Livin' la vida loca Come on! She's livin' la vida loca  [Bridge] She'll make you take your clothes off And go dancing in the rain She'll make you live her crazy life But she'll take away your pain Like a bullet to your brain Come on!  [Chorus] Upside, inside out She's livin la vida loca She'll push and pull you down Livin la vida loca Her lips are devil red And her skin's the color mocha She will wear you out Livin' la vida loca Come on! Livin' la vida loca Come on! She's livin' la vida loca Upside, inside out She's livin la vida loca She'll push and pull you down Livin' la vida loca Her lips are devil red And her skin's the color mocha She will wear you out Livin' la vida loca Come on! Livin' la vida loca Come on! She's livin' la vida loca  ",
        "title": "Livin' La Vida Loca"
    },
    {
        "artist": "Maxwell",
        "lyrics": "  [Verse 1] Never seen a sun shine like this Never seen the moon glow like this Never seen the waterfalls like this Never seen the lights off like this Never dug anyone like this Never had tasty lips to kiss Never had someone to miss Never wrote a song quite like this  [Chorus] Fortunate to have you girl I'm so glad you're in my world Just as sure as the sky is blue I bless the day that I found you  [Verse 2] Never had room service all night Never took a trip first class flight Never had a love affair so tight I've never felt a feeling so right Never seen a winter so white Never had words to recite Never had a flame to ignite And I never sang a song with all my might  [Chorus]  [Bridge] (Can you hear the sound?) Silence child hope you hear I'm callin out to your body (I'm calling out) Baby you know just what to do Close the door no interlude (Put your hand together now)  [Chorus]  ",
        "title": "Fortunate"
    },
    {
        "artist": "98 Degrees",
        "lyrics": null,
        "title": "The Hardest Thing"
    },
    {
        "artist": "Naughty By Nature Featuring Zhane",
        "lyrics": "  [Treach] I wanna see y'all who wanna plan with me Wave your hands across the land if we family Say hot-damn hot-damn we wanna jamboree This is for my peeps here I stand for you cause you stand for me  [Hook] C'mon I know I jam, I know I jam jam, while oh damn I know I jam, I know I jam jam boree I know I jam, I know I jam jam while oh damn why don't you Jamboree for me? Yes, Indeed  [Treach] Kaboom kaboom the platoon came on in eight limbs and timbs Broke rims smoked sims whoop dogs with bent rims For the real and the raw from whoo'd up with the law I never kill for the thrill but I cut for the cause Smokin' budda with a hoota' get better prices from looters Shake my shell with the shooters leed a luga with duga Some say modeling and acting mean Treach is selling (man he's Sellin') While I'm yelling first a felon with my gat at ya melon (BOOYAH) Hella heated, I'm too ill for them to beat it We the most cheated most weeded most needed You best believe it Lets take the tapes jam for me, stand for me Your'e damned to be without the jamboree  [Hook 1x]  [Vinnie] We've put it down since the days of high school And everywhere we Mark we rule Naughty's about to raise our stock And we didn't come to brag about what we got nigga We came to rock We blew the spot taking the streets to pac You'd be thug-style for a while then cold rolled our jock Using the last few years as our evidence Niggas been tryin' to duplicate the mixture ever since You live in value reprimanding If you challenge me I guarantee When we finish I'll be the last man standing Fuck what you heard naughty is forever in demand When Kay drop tracks all the party people jammin'  [Treach] I wanna see y'all who wanna plan with me Wave your hands across the land if we family Say hot-damn hot-damn we wanna jamboree This is for my peeps here I stand for you cause you stand for me  [Hook 1x]  [Treach] I ask the thugs who have mercy in these days is dirty I'm still sturdy and flirty till my derby for jersey The funk is pass-booted lights-camera-shoot it I just did it to do it that's why I suit it and boot it Here's the graphic niggas is just tattered and added Orgy's are automatic from back-traffic to addicts Crush the cabbage straight from the savage to lavish We rip those who rat it thats why your click had it (?dog?) cats to cuchies for me its lootchie then hootchies Cause we'll drop a cuzzie that leaves your whole label woozy And shitty and dizzy because your whole city miss me And whip out they titties And from they kiddies throw me 50's in bundles of 100's And make every hater want it Drunk and blunt it knock onto the hottest nigga comin' Kay scratch and cut ya no matta what you make or Wanna come and touch her the punani rusher like Usher  [Hook 2x to fade] [Zhane] (Jam On It) (Jam-Jam-Jam) (Jam-Jam-Jam) (Jam On It)  ",
        "title": "Jamboree"
    },
    {
        "artist": "Sarah McLachlan",
        "lyrics": "  [Chorus] I will remember you, will you remember me? Don't let your life pass you by Weep not for the memories  Remember the good times that we had? I let them slip away from us when things got bad How clearly I first saw you smilin' in the sun Want to feel your warmth upon me I want to be the one  [Chorus] I will remember you, will you remember me? Don't let your life pass you by Weep not for the memories  I'm so tired but I can't sleep Standin' on the edge of something much too deep It's funny how we feel so much but we cannot say a word We are screaming inside oh we can't be heard  [Chorus] That I will remember you, will you remember me? Don't let your life pass you by Weep not for the memories  So afraid to love you But more afraid to lose Clinging to a past that doesn't let me choose Where once there was a darkness Deep and endless night You gave me everything you had, oh you gave me life  [Chorus] And I will remember you, will you remember me? Don't let your life pass you by Weep not for the memories  And I will remember you, will you remember me? Don't let your life pass you by Weep not for the memories Weep not for the memories  ",
        "title": "I Will Remember You (Live)"
    },
    {
        "artist": "LFO",
        "lyrics": "  [Intro] Yeah, I like it when the girls stop by in the summer Do you remember, do you remember When we met that summer?  [Hook] New Kids On The Block had a bunch of hits Chinese food makes me sick And I think it's fly when girls stop by For the summer, for the summer I like girls that wear Abercrombie and Fitch I'd take her if I had one wish But she's been gone since that summer, since that summer  [Verse 1] Hip hop, marmalade, spick-and-span Met you one summer and it all began You're the best girl that I ever did see The great Larry Bird, Jersey 33 When you take a sip, you buzz like a hornet Billy Shakespeare wrote a whole bunch of sonnets Call me Willy Whistle cause I can't speak, baby Somethin' in your eyes really drove me crazy Now I can't forget you and it makes me mad Left one day and never came back Stayed all summer, then went back home Macaulay Culkin was in Home Alone Fell deep in love, but now we ain't speakin' Michael J. Fox was Alex P. Keaton When I met you, I said my name is Rich You look like a girl from Abercrombie & Fitch  [Hook] New Kids On The Block had a bunch of hits Chinese food makes me sick And I think it's fly when girls stop by For the summer, for the summer I like girls that wear Abercrombie and Fitch I'd take her if I had one wish But she's been gone since that summer, since that summer  [Verse 2] Cherry Pez, Coke Crush, Rock Stud, Boogie Used to hate school, so I had to play hookie Always been hip to the b-boy style Known to act wild and make a girl smile Love New Edition and the Candy Girl Reminds me of you cause you rock my world You come from Georgia, where the peaches grow They drink lemonade and speak real slow You love hip hop and rock and roll Dad took off when you were four years old There was a good man named Paul Revere I feel much better, baby, when you're near You love Fun Dip and Cherry Coke I like the way you laugh when I tell a joke When I met you, I said my name was Rich You looked like a girl from Abercrombie & Fitch  [Hook] New Kids On The Block had a bunch of hits Chinese food makes me sick And I think it's fly when girls stop by For the summer, for the summer I like girls that wear Abercrombie and Fitch I'd take her if I had one wish But she's been gone since that summer, since that summer  [Verse 3] In the summertime, girls got it goin' on Shake and wiggle to a hip hop song Summertime girls are the kind I like I'll steal your honey, like I stole your bike Boogaloo Shrimp and pogo sticks My mind takes me back there oh so quick Let you off the hook, like my man Mr. Limpet Think about that summer and I bug cause I miss it I like the Color Purple, macaroni and cheese Ruby red slippers and a bunch of trees Call you up, but what's the use? I like Kevin Bacon, but I hate Footloose Came in the door, I said it before I think I'm over you, but I'm really not sure When I met you, I said my name was Rich You looked like a girl From Abercrombie & Fitch  [Hook] New Kids On The Block had a bunch of hits Chinese food makes me sick And I think it's fly when girls stop by For the summer, for the summer I like girls that wear Abercrombie and Fitch I'd take her if I had one wish But she's been gone since that summer, since that summer  [Bridge] Summer girls come and summer girls go Some are worthwhile, and some are s- so Summer girls come and summer girls go Some are worthwhile, and some are so so Summertime girls got it goin' on Shake and wiggle to a hip hop song Summertime girls are the kind I like I'll steal your honey like I stole your bike  [Hook] New Kids On The Block had a bunch of hits Chinese food makes me sick And I think it's fly when girls stop by For the summer, for the summer I like girls that wear Abercrombie and Fitch I'd take her if I had one wish But she's been gone since that summer, since that summer  ",
        "title": "Summer Girls"
    },
    {
        "artist": "K-Ci & JoJo",
        "lyrics": "  (Chorus:) Tell me it's real This feeling that we feel Tell me that it's real Don't let love come just to pass us by Try It's all we have to do It's up to me and you To make this special love last forever more  Baby you told me that you love me and you'd never leave my side Through the bitter end, through the thick and thin You promised me baby that you wasn't going anywhere, yes you did Baby keep it real, let me know just how you feel  (Repeat Chorus)  I can't explain the way you make me feel Everytime that you tell me that you love me And you know you did, so many times Just when I thought that love could never be a part of me That's when you came along And showed me happiness Baby you are the best I think you're different from the rest I really love you  (Repeat Chorus)  Tell me it's real This feeling that I feel Tell me it's real For your love I will do anything  (Repeat Chorus)  ( Do you really love me? Do you really care?? You promised that You'd never leave my side, you promised that you'd always be there!)  And Momma told me take it slow Boy you just don't know Anything about love If u and I were meant to be U would know It would show By the end of the song  ",
        "title": "Tell Me It's Real"
    },
    {
        "artist": "Sixpence None The Richer",
        "lyrics": "  [Verse 1] Kiss me, out of the bearded barley Nightly, beside the green, green grass Swing, swing, swing the spinning step You wear those shoes and I will wear that dress  [Chorus] Oh, kiss me, beneath the milky twilight Lead me out on the moonlit floor Lift your open hand Strike up the band and make the fireflies dance Silver moon's sparkling So kiss me  [Verse 2] Kiss me, down by the broken tree house Swing me upon its hanging tire Bring, bring, bring your flowered hat We'll take the trail marked on your father's map  [Chorus] Oh, kiss me, beneath the milky twilight Lead me out on the moonlit floor Lift your open hand Strike up the band and make the fireflies dance Silver moon's sparkling So kiss me  Kiss me, beneath the milky twilight Lead me out on the moonlit floor Lift your open hand Strike up the band and make the fireflies dance Silver moon's sparkling So kiss me  [Outro] So kiss me So kiss me So kiss me  ",
        "title": "Kiss Me"
    },
    {
        "artist": "Shania Twain",
        "lyrics": "  [Verse 1] I've known a few guys who thought they were pretty smart But you've got being right down to an art You think you're a genius—you drive me up the wall You're a regular original, a know-it-all  [Pre-Chorus] Oh-oo-oh, you think you're special Oh-oo-oh, you think you're something else  [Chorus] Okay, so you're a rocket scientist That don't impress me much So you got the brains, but have you got the touch? Now, don't get me wrong—yeah, I think you're alright But that won't keep me warm in the middle of the night That don't impress me much  [Verse 2] I never knew a guy who carried a mirror in his pocket And a comb up his sleeve—just in case And all that extra hold gel in your hair oughta lock it ’Cause heaven forbid it should fall outta place  [Pre-Chorus] Oh-oo-oh, you think you're special Oh-oo-oh, you think you're something else  [Chorus] Okay, so you're Brad Pitt That don't impress me much So you got the looks, but have you got the touch? Now, don't get me wrong—yeah, I think you're alright But that won't keep me warm in the middle of the night That don't impress me much  [Verse 3] You're one of those guys who likes to shine his machine You make me take off my shoes before you let me get in I can't believe you kiss your car good night Come on, baby, tell me ... you must be joking, right?  [Pre-Chorus] Oh-oo-oh, you think you're something special Oh-oo-oh, you think you're something else  [Chorus] Okay, so you've got a car That don't impress me much So you got the moves, but have you got the touch? Now, don't get me wrong—yeah, I think you're alright But that won't keep me warm in the middle of the night That don't impress me much You think you're cool, but have you got the touch? Now, now, don't get me wrong—yeah, I think you're alright But that won't keep me warm on the long, cold, lonely night That don't impress me much  [Outro] Okay, so what do you think, you're Elvis or something? (Whatever) That don't impress me  [Greatest Hits Outro] Oh, oh, oh, oh, no Alright, alright You're Tarzan Captain Kirk maybe John Wayne Whatever Uh-uh That don't impress me ... much  ",
        "title": "That Don't Impress Me Much"
    },
    {
        "artist": "TLC",
        "lyrics": "  [Verse 1: Chilli] A scrub is a guy that thinks he's fly He's also known as a busta Always talkin' about what he wants And just sits on his broke ass  [Refrain: Chilli] So no, I don't want your number No, I don't want to give you mine and No, I don't want to meet you nowhere No, I don't want none of your time and  [Chorus] No, I don't want no scrubs A scrub is a guy that can't get no love from me Hangin' out the passenger side of his best friend's ride Trying to holla at me I don't want no scrubs A scrub is a guy that can't get no love from me Hangin' out the passenger side of his best friend's ride Trying to holla at me  [Verse 2: Chilli] Well a scrub checkin' me but his game is kinda weak And I know that he cannot approach me Cause I'm looking like class and he's looking like trash Can't get wit' a deadbeat ass  [Refrain: Chilli] So no, I don't want your number No, I don't want to give you mine and No, I don't want to meet you nowhere No, I don't want none of your time and  [Chorus] No, I don't want no scrubs A scrub is a guy that can't get no love from me Hangin' out the passenger side of his best friend's ride Trying to holla at me I don't want no scrubs A scrub is a guy that can't get no love from me Hangin' out the passenger side of his best friend's ride Trying to holla at me  [Bridge: Chilli] If you don't have a car and you're walking Oh yes son, I'm talking to you If you live at home with your momma Oh yes son, I'm talking to you If you have a shorty that you don't show love Oh yes son, I'm talking to you Wanna get me with no money Oh no, I don't want no No scrub, no scrub No scrub, no scrub  [Chorus] I don't want no scrubs A scrub is a guy that can't get no love from me Hangin' out the passenger side of his best friend's ride Trying to holla at me I don't want no scrubs A scrub is a guy that can't get no love from me Hangin' out the passenger side of his best friend's ride Trying to holla at me  [Verse 3: Left Eye] See, if you can't spatially expand my horizon Then that leaves you in the class with scrubs, never rising I don't find it surprising and if you don't have the G's To please me and bounce me here to the coast of overseas So, let me give you something to think about Inundate your mind with intentions to turn you out Can't forget the focus on the picture in front of me You as clear as DVD on digital TV screens Satisfy my appetite with something spectacular Check your vernacular, and then I get back to ya With diamond-like precision, insatiable is what I envision Can't detect acquisition from your friend's Expedition Mr. Big Willy, if you really want to know Ask Chilli, could I be a silly ho? Not really, T-Boz and all my senoritas Are steppin' on your FILA's, but you don't hear me, though  [Chorus] I don't want no scrubs A scrub is a guy that can't get no love from me Hangin' out the passenger side of his best friend's ride Trying to holla at me I don't want no scrubs A scrub is a guy that can't get no love from me Hangin' out the passenger side of his best friend's ride Trying to holla at me I don't want no scrubs A scrub is a guy that can't get no love from me Hangin' out the passenger side of his best friend's ride Trying to holla at me I don't want no scrubs A scrub is a guy that can't get no love from me Hangin' out the passenger side of his best friend's ride Trying to holla at me  ",
        "title": "No Scrubs"
    },
    {
        "artist": "Blaque",
        "lyrics": null,
        "title": "808"
    },
    {
        "artist": "Britney Spears",
        "lyrics": null,
        "title": "Sometimes"
    },
    {
        "artist": "Madonna",
        "lyrics": "  [Verse 1] Haven't we met? You're some kind of beautiful stranger You could be good for me I've had the taste for danger If I'm smart then I'll run away But I'm not so I guess I'll stay Heaven forbid I'll take my chance on a beautiful stranger  [Pre-Chorus] I looked into your eyes And my world came tumbling down You're the devil in disguise That's why I'm singing this song To know you is to love you  [Chorus] You're everywhere I go And everybody knows To love you is to be part of you I've paid for you with tears And swallowed all my pride  [Hook] Da-da-da da-da-da-da da da-da, dum Beautiful stranger Da-da-da da-da-da-da da da-da, dum Beautiful stranger  [Verse 2] If I'm smart then I'll run away But I'm not so I guess I'll stay Haven't you heard? I fell in love with a beautiful stranger  [Pre-Chorus] I looked into your face My heart was dancing all over the place I'd like to change my point of view If I could just forget about you  [Chorus] To know you is to love you You're everywhere I go And everybody knows  [Pre-Chorus] I looked into your eyes And my world came tumbling down You're the devil in disguise That's why I'm singing this song to you To know you is to love you  [Chorus] You're everywhere I go And everybody knows I've paid for you with tears And swallowed all my pride  [Hook] Da-da-da da-da-da-da da da-da, dum Beautiful stranger Da-da-da da-da-da-da da da-da, dum Beautiful stranger  ",
        "title": "Beautiful Stranger"
    },
    {
        "artist": "Case",
        "lyrics": "  [Verse 1] Guess what I did today Those were the words I said to you It was last may, dont know the exact day In my hand there was a ring Then you told me that you loved me More than anything in your life So I asked you would you do me The honor of being my wife  [Pre-Chorus 1] Yes I will I will be your man Your protector, your best friend Till my humble life is ended And time begins again, couldn't we be...  [Chorus] Couldn't we be happily ever after? We could be strong together for so long My love is oh so strong Couldn't we be happily ever after? Couldn't we be? Leaving you never till forever's gone  [Verse 2] When I was away, mmm, mmm Some friends became just faces Some people grew apart But you stayed right in my heart And so many times Pictured this day inside my mind And for so many years, ooh I knew it would be you here with me, oh  [Pre-Chorus 2] Yes I will Take you for my wife The center of my life And I will never, ever fade From this choice I made, oh  [Chorus] Couldn't we be happily ever after? C'mon We could be strong together for so long Said my love is strong Couldn't we be happily ever after? Couldn't we be, babe? Leaving you never till forever's gone No no, Hey yeah  [Bridge] You don't have to look no further than me Don't look no more, baby yeah You don't need much more than my lovin' to make you happy I'm so happy, I'm so happy babe Beneath the sight of God, I will make this vow to you, come on baby I'll be right here, stay with me Said I'll be here, baby hey  [Chorus] Couldn't we be happily ever after I said I wanna be, I said I wanna be We could be strong together for so long Couldn't we be happily ever after Couldn't we be, babe? Leaving you never till forever's gone No, no I will never leave you, ooh Couldn't we be happily ever after... See today, I wanna make you my wife...  ",
        "title": "Happily Ever After"
    },
    {
        "artist": "Phil Collins",
        "lyrics": "  You'll Be In My Heart (Reprise)  Tarzan: Don't be afraid It will be all right Just take my hand Hold it tight  No metter where I am, I'll be with you Just think on me Don't you cry  Tarzan & Kala: No one could understand the way we feel How would they know, how can we explain? Althought we're different, deep inside us We're not that different at all  'Cause you'll in my heart Yes, you'll be in my heart From this day on Now and forever more  Tarzan: You'll be in my heart  Kala: You'll be in my heart  Tarzan: No matter what they say  Kala: Oh, you'll be wit me  Tarzan: You'll be here in my heart  Kala: Here in my heart  Tarzan: Always  Kala: Always  Tarzan: Always  Kala: Always  Tazan: Mother... I'll be there for you always  Kala: Always and always  Tarzan: Just look over your shoulder Just look over your shoulder  Kala: Just look over your shoulder  Tarzan: Turn around  Tarzan: And look over your shoulder  Kala: And look over your shoulder  Tarzan: 'Cause I'll be there always  Kala: 'Cause I'll be there always  ",
        "title": "You'll Be In My Heart"
    },
    {
        "artist": "Sporty Thievz Featuring Mr. Woods",
        "lyrics": "  Nada, Franchise Nada, Shotcallers Yeah, Sporty Thievz, Sporty Thievz  A Pigeon is a girl who be walkin' by My rimmed up blue, brand new sparklin' five Her feet hurt so you know she want a ride But she frontin' like she can't say hi What?  1 - (Uh oh) Ya'll chicks ain't gettin' nada (Uh oh) Your pussy ain't worth the Ramada (Uh oh) Anyway your friend looks hotter (Uh oh) Game is somethin' we got alot a  2 - (Uh oh) Cause I don't want no Pigeons Them be them girls who gets no dubs from me Playin' the bar dumb broke wit her best friend's coat Tryin' to holler at me  I don't want no Pigeons Them be them girls who gets no dubs from me Playin' the bar dumb broke wit her best friend's coat Tryin' to holler at me  In front of the club I see this girl like, \"Yo love\" Thought she said thug but she called me a scrub Scrub? What? She musta talk me a joke Broke Pigeonhead freak, you lucky I spoke This ain't my Benz there, it's my man's, yeah But this ain't my car like that ain't your hair (Uh-Oh) Pigeon, take them fake jewels off (Uh-oh) Pigeon, take your friend's shoes off (Uh-Oh) Pigeon, the hell with that crazy shit Ya'll make me sick, go home and fuckin' babysit My big dogs gon' love this King Kirk bitch, get a brush, and scrub this (right)  Yo, chill cousin, these birds is ill cousin Cause they call me scrub like we can't even bill cousin Trick Ronald's, you ain't worth the McDonalds Throw you on the street team, make you shit vinyls Hey yo Flex, shorty tried to flash me wrong How she gonna wear sandals wit nasty corns? That be wrong I wonder how you get hearts In dirty Victoria draws with the skidmarks Uh, ya flat ass gets enough laughs Take it to the salon, pluck ya mustache So next time you shotgun, and that ho bitchin' Hittin' you a scrub, call that bitch a Pigeon  Hey yo, I got two nuts bitch, choose a ball You only walk Pigeon-toed cause ya shoes are small You don't shop, you just cruise the mall No dough, with Lee Press-Ons Frontin' with ya girlsfriend dress on You birds wanna take over? Get some cash and a Jenny Jones makeover Broke Bitches, I hate Pigeons Dirty braid Pigeons, medicaid Pigeons, Section Eight Pigeons Got me fed, burned I tell these birds Shutup And how my left ear be double her whole getup Go ahead with your lame ass, blow at night Throw a ripped dolla at her, tell her, \"Put that on your train pass\"  If you got more than one baby father Oh yes girl, we's talkin to you If you strip all week to go clubbin' Oh yes girl, we's talkin to you Buy a dress to front and take it back to the store Oh yes girl, we's talkin to you Wanna smoke wit me, wit no money Oh no, I don't want no  No Pigeons, No Pigeons  [DJ Rhude] Greet your highness, Queen's finest Gleam shin as three clip street fighters Deep dish Jeep riders Outlandish in they expanded rover Passenger in my own whip, yeah that's my chauffer I rap for ya, that's my culture When I holla holla like Ja Rule You in a trance from the god's jewels Glance at my car, drool Grand like the Concourse Wonderin' damn, how much the car cost? Ya just another fan, applause, encores And when I fly through world tours on Concords Don't need no chicken drippin, save that for Lipton No scrubs here, strictly Mo' Thugs, dear Check the listings, no Pigeons Flat broke chicks, out to get rich off the next bro's shit Instead of TLC, you give us brotha's B.I.G. trouble We're just Sporty Thievz, huddle game with the illest rebuttal  ",
        "title": "No Pigeons"
    },
    {
        "artist": "Sugar Ray",
        "lyrics": null,
        "title": "Someday"
    },
    {
        "artist": "112 Featuring Lil'z",
        "lyrics": "  [Verse 1] Here we are all alone You and me, privacy And we can do anything Your fantasy I wanna make your dreams come true Can you hear? She's calling me Between your legs Loud and clear I wanna talk back to her Make love to her I wanna hear you scream my name  [Chorus] We can make love in the bedroom floor Floatin' on top of my waterbed I'm kissing you Running my fingers through your hair In the hallway making our way beside the stairs We can do it anywhere I can love you in the shower Both of our bodies dripping wet On the patio we can make a night you won't forget On the kitchen floor As I softly pull your hair We can do it anywhere, anywhere  [Verse 2] I love the way your body feels On top of mine so take your time We got a night Girl, you know I like it slow And I know you like it too, baby Please don't stop I feel it now You feel it, too You're shivering Ooh, you put me close to you Just let it flow There's no other place to go  [Chorus x2]  [Zane] Z too hot to stop So we goin' from the bedroom to the floor Let you know a nigga miss you when out on tour When our tongues touch Have a playboy sing it much Roll a Dutch, let me tell you it turns me on When 112 sing to you What kinda feeling do it bring to you? I bump hard till you say I'm being mean to you I know the ice Roley gleam to you A true player's what I seem to you And if you want it We can do it in the Black 500 Wit' the top down In overdrive when we ride cause I'm hot now You got me goin', I don't think I wanna stop now Z feinin' like a criminal on lockdown So let's get a way to get away You gettin' hot baby, please don't melt away I got a crib on the beach in Palmetto-way And here's your personal key to see me everyday 112...   [Repeat Chorus Until Fade]  ",
        "title": "Anywhere"
    },
    {
        "artist": "Chante Moore",
        "lyrics": null,
        "title": "Chante's Got A Man"
    },
    {
        "artist": "Enrique Iglesias",
        "lyrics": "  [Intro] Esta noche bailamos Te doy toda mi vida Quédate conmigo  [Verse 1] Tonight we dance I leave my life in your hands We take the floor Nothing is forbidden anymore Don't let the world in outside Don't let a moment go by Nothing can stop us tonight  [Chorus] Bailamos! Let the rhythm take you over, Bailamos Te quiero amor mio, Bailamos Wanna live this night forever, Bailamos Te quiero amor mío, te quiero  [Verse 2] Tonight I'm yours We can make it happen I'm so sure I won't let it go There is something I think you should know I won't be leaving your side We're gonna dance through the night I want to reach for the stars  [Chorus] Bailamos! Let the rhythm take you over, Bailamos Te quiero amor mio, Bailamos Wanna live this night forever, Bailamos Te quiero amor mío, te quiero  [Bridge] Whoa-oh-ooh-oh, Tonight we dance Whoa-oh-ooh-oh, Like no tomorrow Whoa-oh-ooh-oh, If you will stay with me Te quiero mi amor Quedate conmigo Esta noche... Bailamos  [Chorus] Bailamos! Let the rhythm take you over, Bailamos Te quiero amor mio, Bailamos Wanna live this night forever, Bailamos Te quiero amor mío, Bailamos  [Outro] (Como te quiero, como te quiero) Let the rhythm take you over, Bailamos (Como te quiero, como te quiero) Te quiero, amor mío, Bailamos (Como te quiero, como te quiero) Bailamos! Wanna live this night forever, Bailamos (Como te quiero, como te quiero) Te quiero, amor mío, te quiero, Bailamos  ",
        "title": "Bailamos"
    },
    {
        "artist": "Jo Dee Messina",
        "lyrics": "  [Chorus 1] Somebody's gonna give you a lesson in leavin' Somebody's gonna give you back what you've been givin' And I hope that I'm around To watch 'em knock you down It's like you to love 'em and leave 'em Just like you loved me and left me It's like you to do that sort of thing Over and over again You're a fool-hearted man  [Verse 1] I hear you've been askin' about me from some of my friends Well you'd better believe I'm not goin' through that again  [Pre-Chorus] You're the kind of man a woman thinks she can change Oh, but the only thing changin' is my way of thinkin' And I'm thinkin' that maybe someday  [Chorus 2] Somebody's gonna give you a lesson in losin' Somebody's gonna do to you what you've been doin' And I hope that I'm around To watch 'em knock you down Somebody's gonna give you a lesson in hurtin' Somebody's gonna leave you with your fire burnin' And no way to put it out Baby, there ain't no doubt You're a fool-hearted man  [Pre-Chorus] Yeah, you're the kind of man a woman thinks she can change But the only thing changin' is my way of thinkin' And I'm thinkin' that maybe someday  [Chorus 1] Somebody's gonna give you a lesson in leavin' Somebody's gonna give you back what you've been givin' And I hope that I'm around To watch 'em knock you down (oh) Oh, it's like you to love 'em and leave 'em Just like you loved me and left me It's like you to do that sort of thing Over and over again You're a fool-hearted man  [Chorus 1] Somebody's gonna give you a lesson in leavin' Somebody's gonna give you back what you've been givin' And I hope that I'm around To watch 'em knock you down Oh, it's like you to love 'em and leave 'em Just like you loved me and left me It's like you to do that sort of thing Over and over again You're a fool-hearted man  [Outro] Oh, a fool-hearted man Oh, whoa Oh, a fool-hearted man  ",
        "title": "Lesson In Leavin'"
    },
    {
        "artist": "Alabama Featuring 'N Sync",
        "lyrics": "  [Verse 1: Justin] Can this be true? Tell me, can this be real? How can I put into words what I feel? My life was complete, I thought I was whole Why do I feel like I'm losing control?  [Pre-Chorus: Justin] Never thought that love could feel like this And you've changed my world with just one kiss How can it be that right here with me There's an angel? It's a miracle  [Chorus: All (w/ Justin)] Your love is like a river: peaceful and deep Your soul is like a secret that I never could keep When I look into your eyes, I know that it's true God must have spent a little more time on you (A little more time, yes he did, baby)  [Verse 2: JC] In all of creation, all things great and small You are the one that surpasses them all More precious than any diamond or pearl They broke the mold when you came in this world  [Pre-Chorus: JC] And I'm trying hard to figure out Just how I ever did without The warmth of your smile, the heart of a child That's deep inside Leaves me purified  [Chorus (w/ JC)] Your love is like a river: peaceful and deep (and deep) Your soul is like a secret that I never could keep When I look into your eyes, I know that it's true God must have spent a little more time on you  (On you, on you, on you, you) (On you, on you, on you, you) ohhh... (On you, on you, on you, you) (On you, on you, on you, you) yeah...  [Pre-Chorus: Justin] Never thought that love could feel like this And you've changed my world with just one kiss How can it be that right here with me There's an angel? It's a miracle  [Chorus] Your love is like a river: peaceful and deep (and deep) Your soul is like a secret that I never could keep When I look into your eyes, I know that it's true God must have spent a little more time on you  (On you, on you, on you, you)  God must have spent A little more time, on you (on you, on you, you, you, oh yeah) A little more time On you...  ",
        "title": "God Must Have Spent A Little More Time On You"
    },
    {
        "artist": "Lonestar",
        "lyrics": "  [Verse 1] Every time our eyes meet This feeling inside me Is almost more than I can take Baby, when you touch me I can feel how much you love me And it just blows me away  [Pre-Chorus] I've never been this close to anyone, or anything I can hear your thoughts I can see your dreams  [Chorus] I don't know how you do what you do I'm so in love with you It just keeps getting better I want to spend the rest of my life With you by my side Forever and ever Every little thing that you do Baby, I'm amazed by you  [Verse 2] The smell of your skin The taste of your kiss The way you whisper in the dark Your hair all around me Baby you surround me You touch every place in my heart  [Pre-Chorus] Oh, it feels like the first time every time I want to spend the whole night in your eyes  [Chorus] I don't know how you do what you do I'm so in love with you It just keeps getting better I want to spend the rest of my life With you by my side Forever and ever Every little thing that you do Baby, I'm amazed by you  [Guitar Solo]  [Chorus] Every little thing that you do I'm so in love with you It just keeps getting better Oh, girl I want to spend the rest of my life With you by my side Forever and ever Every little thing that you do Oh, every little thing that you do Every little thing that you do Baby, I'm amazed by By you  ",
        "title": "Amazed"
    },
    {
        "artist": "Citizen King",
        "lyrics": null,
        "title": "Better Days (And The Bottom Drops Out)"
    },
    {
        "artist": "Tal Bachman",
        "lyrics": "  [Verse 1] She's blood, flesh, and bone, no tucks or silicone She's touch, smell, sight, taste, and sound But somehow I can't believe that anything should happen I know where I belong and nothing's gonna happen, yeah  [Chorus] 'Cause, she's so high, high above me She's so lovely She's so high, like Cleopatra, Joan of Arc, or Aphrodite Oo-oo-oo-oo She's so high, high above me  [Verse 2] First class and fancy-free, she's high society She's got the best of everything What could a guy like me ever really offer? She's perfect as she can be, why should I even bother? A-hah  [Chorus] 'Cause, she's so high, high above me She's so lovely She's so high, like Cleopatra, Joan of Arc, or Aphrodite Oo-oo-oo-oo She's so high, high above me  [Verse 3] She comes to speak to me I freeze immediately 'Cause what she says sounds so unreal 'Cause somehow I can't believe that anything should happen I know where I belong and nothings gonna happen  [Chorus] 'Cause, she's so high, high above me She's so lovely She's so high, like Cleopatra, Joan of Arc, or Aphrodite Oo-oo-oo-oo She's so high, high above me  ",
        "title": "She's So High"
    },
    {
        "artist": "Lauryn Hill",
        "lyrics": "  [Chorus 1] Everything is everything What is meant to be, will be After winter, must come spring (must come spring) Change, it comes eventually Everything is everything What is meant to be, will be After winter, must come spring (must come) Change, it comes eventually  [Verse 1] I wrote these words (I wrote these words) for everyone who struggles in their youth Who won't accept deception, in instead of what is truth It seems we lose the game Before we even start to play Who made these rules? (Who made these rules?) We're so confused (We're so confused) Easily led astray Let me tell ya that...  [Chorus 2] Everything is everything Everything is everything Everything is everything (everything) After winter, must come spring Everything is everything  [Verse 2] Our philosophy Possibly speak tongues Beat drum, Abyssinian, street Baptist Rap this in fine linen, from the beginning My practice extending across the atlas I begat this Flipping in the ghetto on a dirty mattress You can't match this rapper slash actress More powerful than two Cleopatras Bomb graffiti on the tomb of Nefertiti MCs ain't ready to take it to the Serengeti My rhymes is heavy like the mind of sister Betty (EL Shabazz!) L-Boogie spars with stars and constellations Then came down for a little conversation Adjacent to the king, fear no human being Roll with cherubims to Nassau Coliseum Now hear this mixture, where Hip Hop meets scripture Develop a negative into a positive picture  [Chorus 1] Now everything is everything What is meant to be, will be (what is meant to be) After winter, must come spring (must come spring) Change, it comes eventually (change, it comes eventually)  [Verse 3] Sometimes it seems We'll touch that dream But things come slow or not at all And the ones on top, won't make it stop (won't make it stop) So convinced that they might fall Let's love ourselves and we can't fail To make a better situation (better situation) Tomorrow, our seeds will grow All we need is dedication Let me tell ya that  [Chorus 2] Everything is everything Everything is everything Everything is everything (everything is everything) After winter, must come spring Everything is everything (everything is everything)  [Chorus 1] Everything is everything What is meant to be, will be After winter,  (after winter) must come spring (must come) Change, it comes eventually  ",
        "title": "Everything Is Everything"
    },
    {
        "artist": "Ginuwine",
        "lyrics": "  [Verse] Nine o' clock, home alone, paging you Wishing you'd come over, my place, after while, let me know We can just keep talking 'bout the last time, you were here What we did (no sleep till morning) Only bubble baths and back rubs Hit me back, girl I hope, you hurry cause  [Hook](x2) I'm so anxious So meet me at 11:30, I love the way you're talkin' dirty Said, I'm so anxious Girl could you quit this stallin', you know I'm a sexaholic  [Verse 2] It's 10:10, where you been? Did you get my message? (Your expression is telling me that you've been thinkin' the same thang) The same thang I've been thinkin' You say you're working, well hit me just as soon as your shift, is over And I'll be waiting, cause I can't sleep for reminiscing About you and what we do, Hit me back and hope you hurry  [Hook](x2)  [Bridge] Said as soon as you hit the door, I'mma pull you down on the floor And before we get to touch the bed, Baby back up every word you said And before we, got to hit the lights And before we start the cande lights Baby girl, I wanna bump and grind This is something that's been on my mind  [Hook](x2)  ",
        "title": "So Anxious"
    },
    {
        "artist": "Red Hot Chili Peppers",
        "lyrics": "  Scar tissue that I wish you saw Sarcastic mister know-it-all Close your eyes and I'll kiss you, cause With the birds I'll share  [Chorus] With the birds I'll share this lonely viewin' With the birds I'll share this lonely viewin'  Push me up against the wall Young Kentucky girl in a push-up bra Fallin' all over myself To lick your heart and taste your health, cause  [Chorus] With the birds I'll share this lonely viewin' With the birds I'll share this lonely viewin' With the birds I'll share this lonely view  Blood loss in a bathroom stall A southern girl with a scarlet drawl Wave good-bye to Ma and Pa, Cause with the birds I'll share  [Chorus] With the birds I'll share this lonely viewin' With the birds I'll share this lonely viewin'  Soft spoken with a broken jaw Step outside but not to brawl and Autumn's sweet we call it fall I'll make it to the moon if I have to crawl and  [Chorus] With the birds I'll share this lonely viewin' With the birds I'll share this lonely viewin' With the birds I'll share this lonely view  Scar tissue that I wish you saw Sarcastic mister know-it-all Close your eyes and I'll kiss you, cause With the birds I'll share (I'm share)  [Chorus] With the birds I'll share this lonely viewin' With the birds I'll share this lonely viewin' With the birds I'll share this lonely view  ",
        "title": "Scar Tissue"
    },
    {
        "artist": "Sugar Ray",
        "lyrics": "  Every morning there's a halo hangin From the corner of my girlfriend's four post bed I know it's not mine but I'll see if I can use it for The weekend or a one-night stand  [Pre-Chorus] Couldn't understand How to work it out Once again as predicted left my broken heart open And you ripped it out Something's got me reeling Stopped me from believing Turn me around again Said that we can do it You know I wanna do it again  (Sugar Ray say) Oh........... (Every Morning) Oh................ (Every Morning when I wake up) (Shut the door baby, don't say a word) Oh....... (She always rights the wrong, she always rights, she always rights) (Shut the door baby, Shut the door baby)  Every Morning there's a heartache hanging From the corner of my girlfriend's four-post bed I know it's not mine and I know she thinks she loves me But I never can believe what she said  Something so deceiving When you stop believing Turn me around again Said we couldn't do it You know I wanna do it again  Oh........... (Every Morning) Oh.................. (Every Morning when I wake up) (Shut the door baby, don't say a word) Oh........... (Every Morning) Oh.......... (Every Morning when I wake up) (Shut the door baby, shut the door baby)  She always rights the wrong For me Baby She always rights the wrong For me  Every Morning there's a halo hanging From the corner of my girlfriend's four-post bed I know it's not mine but I'll see if I can use it for The weekend or a one-night stand  (Shut the door baby, don't say a word) Every Morning Every Morning when I wake up (Shut the door baby, shut the door baby) Every Morning Every Morning (Turn me around again) (Shut the door baby, don't say a word) Every Morning Every Morning  ",
        "title": "Every Morning"
    },
    {
        "artist": "George Strait",
        "lyrics": "  [Verse 1] I never saw the end in sight; fools are kind of blind Thought everything was going alright, but I was running out of time Because you had one foot out the door, I swear I didn't see But if you're really going away, here's some final words from me  [Chorus] Baby, write this down, take a little note to remind you in case you didn't know Tell yourself I love you and I don't want you to go, write this down Take my words, read them every day, keep them close by, don't you let them fade away So you'll remember what I forgot to say, write this down  [Verse 2] I'll sign it at the bottom of the page, I'll swear under oath Cause every single word is true, and I think you need to know So use it as a bookmark, stick it on your refrigerator door Hang it in a picture frame up above the mantel where you'll see it for sure  [Chorus]  [Bridge] You can find a chisel, I can find a stone Folks will be reading these words, long after we're gone  [Chorus]  [Outro] Oh I love you and I don't want you to go, baby write this down  ",
        "title": "Write This Down"
    },
    {
        "artist": "Joe Diffie",
        "lyrics": null,
        "title": "A Night To Remember"
    },
    {
        "artist": "Eric Benet Featuring Tamia",
        "lyrics": null,
        "title": "Spend My Life With You"
    },
    {
        "artist": "Blessid Union Of Souls",
        "lyrics": "  She don't care about my car And she don't care about my money And that's real good because I don't got alot to spend But if I did it wouldn't mean nothing  She likes me for me Not because I look like Tyson Beckford With the charm of Robert Redford Oozing out my ears But what she sees Are my faults and indecisions My insecure conditions And the tears upon the pillow that I shed  She don't care about my big screen Or my collection of DVD's Things like that just never mattered much to her Plus she don't watch to much T.V  And she don't care that I can fly her To places she ain't never been But if she really wants to go I think deep down she knows that All she has to say is when  She likes me for me Not because I hang with Leonardo Or that guy who played in \"Fargo\" I think his name is Steve  She's the one for me And I just can't live without her My arms belong around her And I'm so glad I found her once again And I'm so glad I found her once again And I'm so glad I found her once again  Gazing at the ceiling As we entertain our feelings in the dark The things that we're afraid of are gonna show us What we're made of in the end  She likes me for me Not because I sing like Pavarotti Or because I am such a hottie (sigh) I like her for her Not because she's phat like Cindy Crawford She has got so much to offer Why does she waste all her time with me There must be something there that I don't see  She likes me for me Not because I'm tough like Dirty Harry Make her laugh just like Jim Carrey Unlike the \"Cable Guy\" But what she sees Is that I can't live without her My arms belong around her And I'm so glad I found her once again Found her once again I'm so glad I found her once again Once again  ",
        "title": "Hey Leonardo (She Likes Me For Me)"
    },
    {
        "artist": "Brandy",
        "lyrics": "  [Verse 1] Almost made you love me, almost made you cry Almost made you happy, baby, didn't I, didn't I? You almost had me thinking you were turned around But everybody knows, almost doesn't count Almost heard you saying you were finally free What was always missing for you, babe, you found it in me But, you can't get to heaven half off the ground Everybody knows, almost doesn't count  [Chorus] I can't keep on loving you one foot outside the door I hear a funny hesitation of a heart that's never really sure Can't keep on trying if you're looking for more, than all that I can give you than what you came here for  [Verse 2] Gonna find me somebody not afraid to let go Want a no doubt, be there kind of man - you came real close But every time you built me up, you only let me down But everybody knows, almost doesn't count  [Bridge] Hey, hey (everybody knows) Hey, hey hey I can't keep on baby, can't keep on trying Everybody knows, almost doesn't count  [Chorus] I can't keep on loving you one foot outside the door I hear a funny hesitation of a heart that's never really sure Can't keep on trying if you're looking for more, than all that I can give you than what you came here for  [Verse 3] Maybe you'll be sorry, maybe you'll be cold Maybe you'll come running back, babe, from the cruel, cruel world Almost convinced me you're gonna stick around But everybody know, almost doesn't count  [Outro] So maybe I'll be here, maybe I'll see you around That's the way it goes, almost doesn't count  ",
        "title": "Almost Doesn't Count"
    },
    {
        "artist": "Goo Goo Dolls",
        "lyrics": null,
        "title": "Slide"
    },
    {
        "artist": "Edwin McCain",
        "lyrics": "  [Verse 1] Lying here with you Listening to the rain Smiling just to see The smile upon your face  [Chorus 1] These are the moments I thank God that I'm alive These are the moments I'll remember all my life I've found all I've waited for And I could not ask for more  [Verse 2] Looking in your eyes Seeing all I need Everything you are Is everything in me  [Chorus 2] These are the moments I know heaven must exist These are the moments I know all I need is this I've found all I've waited for, yeah And I could not ask for more  [Bridge] I could not ask for more than this time together I could not ask for more than this time with you And every prayer has been answered Every dream I've had's come true Yeah, right here in this moment Is right where I'm meant to be Here with you, here with me  [Chorus 1]  [Bridge]  [Outro] No, I could not ask for more than this love you gave me 'Cause it's all I've waited for And I could not ask for more No, yeah No, I could not ask for more  ",
        "title": "I Could Not Ask For More"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": "  [Verse 1] When all our tears have reached the sea Part of you will live in me Way down deep inside my heart The days keep coming without fail A new wind is going to find your sail That's where your journey starts  [Chorus] You'll find better love Strong as it ever was Deep as the river runs Warm as the morning sun Please remember me  [Verse 2] Just like the waves down by the shore We're going to keep on coming back for more Cause we don't ever want to stop Out in this brave new world you seek Oh the valleys and the peaks And I can see you on the top  [Chorus]  [Verse 3] Remember me when you're out walking When the snow falls high outside your door Late at night when you're not sleeping And moonlight falls across your floor When I can't hurt you anymore  [Chorus] You'll find better love Strong as it ever was Deep as the river runs Warm as the morning sun Please remember me Please remember me  ",
        "title": "Please Remember Me"
    },
    {
        "artist": "Everlast",
        "lyrics": "  [Verse 1] We've all seen the man at the liquor store beggin' for your change The hair on his face is dirty, dreadlocked and full of mange He ask the man for what he could spare with shame in his eyes \"Get a job, you fucking slob\" is all he replies  [Hook] God forbid you ever had to walk a mile in his shoes Cause then you really might know what it's like to sing the blues Then you really might know what it's like (what it's like) Then you really might know what it's like (what it's like) Then you really might know what it's like (what it's like) Then you really might know what it's like (what it's like)  [Verse 2] Mary got pregnant from a kid named Tom who said he was in love He said. \"Don't worry about a thing, baby doll I'm the man you've been dreamin' of.\" But three months later he said he won't date her or return her calls And she sweared, \"Goddamn, if I find that man, I'm cuttin' off his balls!\" And then she heads for the clinic and she gets some static walkin' through the door: They call her a killer, and they call her a sinner, and they call her a whore!  [Hook 2] God forbid you ever had to walk a mile in her shoes Cause then you really might know what it's like to have to choose Then you really might know what it's like (what it's like Then you really might know what it's like (what it's like) Then you really might know what it's like (what it's like) Then you really might know what it's like (what it's like)  [Bridge] I've seen a rich man beg I've seen a good man sin I've seen a tough man cry I've seen a loser win And a sad man grin I heard an honest man lie I've seen the good side of bad And the down side of up And everything between I licked the silver spoon Drank from the golden cup Smoked the finest green  I stroked the baddest dimes At least a couple of times Before I broke their heart  You know where it ends Yo, it usually depends On where you start  [Verse 3] I knew this kid named Max He used to get fat stacks out on the corner with drugs He liked to hang out late at night Liked to get shit faced And keep pace with thugs  Until late one night there was a big gunfight Max lost his head He pulled out his chrome .45 Talked some shit And wound up dead  Now his wife and his kids are caught in the midst of all of his pain You know it comes that way At least that's what they say When you play the game  [Hook] God forbid you ever had to wake up to hear the news Cause then you really might know what it's like to have to lose Then you really might know what it's like (what it's like) Then you really might know what it's like (what it's like) Then you really might know what it's like (what it's like) To have to lose...  ",
        "title": "What It's Like"
    },
    {
        "artist": "Goo Goo Dolls",
        "lyrics": "  [Verse 1] Baby's black balloon makes her fly I almost fell into that hole in your life And you're not thinking about tomorrow Cause you were the same as me But on your knees A thousand other boys could never reach you How could I have been the one? I saw the world spin beneath you And scatter like ice from the spoon that was your womb  [Chorus] Coming down the world turned over And angels fall without you there And I go on as you get colder Or are you someone's prayer?  [Verse 2] You know the lies they always told you And the love you never knew What's the things they never showed you That swallow the light from the sun inside your room, yeah  [Chorus] Coming down the world turned over And angels fall without you there And I go on as you get colder Or are you someone's prayer?  [Bridge] And there's no time left for losing When you stand they fall, yeah  [Chorus 2] Coming down the world turned over And angels fall without you there And I go on as you get colder All because I'm Coming down the years turned over And angels fall without you there And I'll go on and I'll lead you home and All because I'm All because I'm And I'll become What you became to me  ",
        "title": "Black Balloon"
    },
    {
        "artist": "SHeDAISY",
        "lyrics": "  (Ooooo, Ooooo) I'm gonna tell you something you don't wanna hear You never listen when I talk Maybe you'll listen when I walk So I made my mind up and made a sandwich And I didn't shed a tear I gave you one last minute of my time In this mess I left behind When you come home tonight And turn on the light Don't you be surprised to find  [Chorus 1] My little good-byes Empty hangers by the closet door Lipstick tube on the bathroom floor My little good-byes Unpaid bills by the kitchen phone I took the Beatles, left Billy Joel Little good-byes, little good-byes  I'm sure, you're sure I'll be back in just an hour or two You'll tape a Hallmark to my door They always said it better than you And if you're wondering When you're gonna hear from me Well, take a real good look around boy And it won't hard to see When you come home tonight and turn on the light Don't you be surprised to find  [Chorus 2] My little good-byes Took your favorite Dodger's hat Left the litter, but I took the cat My little good-byes Loaded up the TV in the back of my car Have fun watching the VCR Little good-byes, oh baby, little good-byes  [Bridge] So, cry to your mama And your sympathetic friends and tell'em And tell them how the story ends  [Chorus 3] My little good-byes Took the hourglass, left the sand Now you got time on your hands My little good-byes Took the statue from Japan Funny little Buddha man  [Chorus 4] My little good-byes Change my voice on the machine Or there'll be little good-byes with every ring My little good-byes Left the pictures and took the frame I've got the umbrella, here comes the rain Yeah, yeah, yeah Little good-byes Rain - yeah, yeah, yeah Little good-byes Hey, hey - yeah, yeah, yeah Hey, hey - yeah, yeah, yeah Little good-byes  ",
        "title": "Little Good-Byes"
    },
    {
        "artist": "Fastball",
        "lyrics": "  [Verse 1] Sometimes I feel like I am drunk behind the wheel The wheel of possibility, however it may roll Give it a spin, see if it can somehow factor in You know there's always more than one way To say exactly what you mean to say  [Chorus] Was I out of my head? Was I out of my mind? How could I have ever been so blind? I was waiting for an indication It was hard to find Don't matter what I say, only what I do I never mean to do bad things to you So quiet that I finally woke up If you're sad then it's time you spoke up too  [Instrumental Break]  [Chorus] Was I out of my head? Was I out of my mind? How could I have ever been so blind? I was waiting for an invitation It was hard to find Don't matter what I say, only what I do I never mean to do bad things to you So quiet but I finally woke up If you're sad then it's time you spoke up... too  ",
        "title": "Out Of My Head"
    },
    {
        "artist": "Ricky Martin",
        "lyrics": "  [Intro] Do you really want it? [x3] Go, go, go, ale ale ale [x2] Go, go, go, here we go, yeah  [Verse] [1] - The cup of life, this is the one Now is the time, don't ever stop Push it along, gotta be strong Push it along, right to the top [2] - Como cain y abel, es un partido cruel Tienes que pelear, por una estrella Consigue con honor, la copa del amor Para sobrevivir y luchar por ella Luchar por ella (yeah) Do you really want it... (yeah) [3] - Here we go! Ale, ale ale! Go, go, go! Ale, ale ale! Arriba va! El mundo esta de pie. Go, go, gol!! Ale, ale, ale La vida es, competicion. Hay que sonar, ser campeon La copa es, la bendicion. La ganaras, go, go, go! And when you feel the heat. The world is at your feet No one can hold you down. If you really want it Just steal your destiny. Right from the hands of fate Reach for the cup of life. 'cause your name is on it Do you really want it...(yeah) Do you really want it...(yeah)  [Outro] Tu y yo! Ale, ale ale. Go, go ,gol! Ale, ale, ale Tonight's the night, we're gonna celebrate The cup of life!!! Ale, ale, ale [repeat 1, 2, 3] Un, dos, tres, ale ale ale. Un, deux, trois, ale ale ale...  ",
        "title": "The Cup Of Life (The Official Song Of The World Cup, France '98)"
    },
    {
        "artist": "EVE & Nokio",
        "lyrics": "  [Eve] Uhh, uhh, uhh, uhh, uhh-uhh What y'all niggas want huh? Uhh uhh uhh  Rubia huh? Papi screamin out of they mouth Bombshell, just a second mami, wanna speak out What I need in my life, make ya body freak out Baby seem like the type, married niggas sneak out Like I'm ballin y'all, yes I be appallin y'all Boss type hold it down, wantin all of y'all Callin y'all never chasin me down Three weeks, heartbroken, yes you hatin me now She speaks, soft spoken, til she datin the clown I'm takin em down, reel em in and makin em drown Mistake, I said gimme, bet I'm takin it now What I need from a nigga negative in his sound Au-dacity, even, askin me For ass, I laugh, this bitch is fast and free Swattin em off, when I see this nigga's a flea Plottin of course for riches, millionaire wannabe Uh-huh  Chorus: Eve and Nokio  What y'all niggas want? [what we want, wha?] Can't touch [uh] All y'all niggas need [what we need in our life?] Is right here with me [uh] Sounds y'all wanna hear [who dat? who dat?] That's Swizz Beats [uh] I'm the one you fear [why? huh?] It's my time, feel me  [Eve] Popular since I started my life Eve you know my name, probably the dangerous type Brick house stall-ion, think you tamin me right? Not this baby Del-Philly streets they raisin her right Keep it pretty or can make it gritty be a LADY! Need boots pocket books and a baby 380! But prefer to keep it, calm and cool When I'm heated I suggest you move Just avoid a bad situation, what you got to prove? Leave her be, chicken squakin hatin frequently Mad they man is obsessed and stalkin me If he, icy enough, I'm pricin his stuff Be nicy enough, to let him spin, I'm callin ya bluff Puttin it down, Ruff Ryders put in they work Snatched up the illest viscous pitbull in a skirt (Grrrrrr) Makin em hurt, haters steady dishin up dirt Changin the game, settin the rules, makin it work, uh  Chorus  [Eve] Leavin em scared, mami takin all of this here All of this fame I'm hungry hope you cats is prepared Niggas, set me up and I'mma take it and run Think it's a game? Just check out how my format is done Stoppin ya shine, and I do it to perfection Made a promise everytime I touch the mic to bless em Used to tease me how I keep is greasy just to test em Eve handcuff niggas but I don't arrest em Shorty-bang hear the niggas singin, shoutin my name Make the thuggish niggas scream, watchin me entertain Dicks brick when I lick the lips, just keepin it plain Fantasizin bout this bitch, got em goin insane Oooh's and ahhh's, 5'7\" thick in the thighs Every thugs dream wife, see the love in they eyes? My time to shine, whole package make her a dime Want some more? It ain't over, just keep pressin rewind, uh  Chorus 2X  [Nokio] Uhh 99, like 2000 Ruff Ryders Dru Hill Swizz Beats Eve Comin for that ass Uhh  ",
        "title": "What Ya Want"
    },
    {
        "artist": "Chely Wright",
        "lyrics": "  I know that every morning you go thumbing Through the personal want ads You grab the latest copy, a cup of coffee And settle in for a good laugh I've been trying to catch your eye but I'm so shy I'm hoping and praying that Today's edition is gonna catch your attention Cause there's a  [Chorus:]  Single white female Looking for that special lover To put it in a nutshell A one women man who doesn't want no other Oh, you never can tell She just might be your dream come true A single white female Is looking for a man like you  Yeah, I'm a little nervous I'm not sure if I shoulda put it in writing It might have been a little reckless, a little desperate But I think I did the right thing I couldn't go on living keep it hidden So I'm telling you everything It's my confession I hope you get the message There's a  [Repeat Chorus]  It's my confession I hope you get the message  [Repeat Chorus]  Looking for a man like you Looking for a man like you  ",
        "title": "Single White Female"
    },
    {
        "artist": "Ja Rule",
        "lyrics": "  [Ja Rule] IT'S MURDA!  [Jay-Z] Yeah yeah, Hova Hova We takin over soldier, told ya it's murdaa I'm here for that paper playa, fuck one time I'm here ta break ya playa one nine Make ya scream and holla partner When I block ya partner When I squeeze niggas breathe like {*ahh-hah, ahh-hah*} We the realest niggas we killaz niggas We Murderers, feel us?  [Vita] Vita Vita to all of my bitches That's ready to flip dollars dollars Lemme hear you holla holla Gunshots pop up like it's murda Ja's a murdera I'm the murderous bitch Semi semi automatic in my Fendi Fendi bag For any any hoes feelin envy envy if you choose to But I got some killers that'll bury and use you It's murda!!  [Tah Murda] Nigga we do this for the doe doe, hurtin hurtin Y'all niggas is curtains curtains When the pound kick, round spit hit the ground quick Playa playa I hate a hater whose flow flow is so-so Midget niggas who grow slow Fire fire when I spit, full clip Niggas wet em wet em Whoever holdin the coke we'll dead em dead em All my thug niggas and thug bitches This all it takes for paper if you feelin me  [Ja Rule] (holla holla) All my niggas thats ready to get (dollars dollars) Bitches know who can get em a little (hotta hotta) Come on, if you rollin wit me (follow follow) It's murda..  [Ja Rule] (holla holla) All my niggas thats ready to get (dollars dollars) Bitches know who can get em a little (hotta hotta) Come on, if you rollin wit me (follow follow) It's murda..  [Memphis Bleek] Yeah, yeah Niggas neva neva, seen a killa like Bleek You could get it get it in a second on these streets Now it's Memphis Memphis and my gun bust tremendous You ain't you ain't on my dick shorty but yo friend is It's murda murda for life Me and Ja nigga hold that hold that Niggas ain't ready to die with us get it get it Make em feel it feel it all 16 comin from my .45 digits  [Black Child] Make you holla black child is all about a dolla Dollars dollars nigga I'm from homocide Hollis Hate hoes that love to swallow swallow We original robbers robbers wit revolvers Sippin Henny and Remi and Remi wit any Wit Tah spittin the semi spittin the semi In any anybody could spit it spit it e But can he live it live it It's murda motherfucker don't forget it!  [Ja Rule] (holla holla) All my niggas thats ready to get (dollars dollars) Bitches know who can get em a little (hotta hotta) Come on, if you rollin wit me (follow follow) It's murda..  [Ja Rule] (holla holla) All my niggas thats ready to get (dollars dollars) Bitches know who can get em a little (hotta hotta) Come on, if you rollin wit me (follow follow) It's murda..  [Busta Rhymes] Murda murda, yo, yo-yo yo Now what you 'bout to do? Lay you out on a stretcher I betcha that when I get ya I'll make y'all niggas leak from my lyrical lecture And treasure the moment feel pleasure from when I wet ya (WHAT!) Split ya cardiovascular up from the bullets we sent ya Listen we dishin our flava we cookin da kitchen (what!) Like we cookin and breakin our la-ast pot we got to piss in I'm bout to cop an ounce of weed (how many wanna chip in?!) And get a bunch of wild murderin niggas Time is all we need to be flippin  [Ja Rule] Neva eva before fore Whatever reason you think you law Lord tell em I'ma nigga that clip it cock it and dead em I'ma behead em for no flow, wet em if they dry slow Funny style niggas I'll lift like lo-lo's Then pimp yo broke hoes (whoa!) I'ma I'ma pop pop and leave leave niggas gagged and shot Why why the fuck not I'm a Murderer murderin any And everything that's in my way, holla holla  ",
        "title": "Holla Holla"
    },
    {
        "artist": "R. Kelly",
        "lyrics": "  [Intro: R. Kelly] No matter what ya'll say or do We gotta get this money Watch out playa, we come for you Take all of your honies First of the month and rent is due We gotta get this paper Come for us, we'll wait for you A million men can't take us  [Hook: Tone] Did you ever think that you would be this rich Did you ever think that you would have these hits Did you ever think that you would be the don Have a crib with a fifty acre lawn Did you ever think that you would be this paid Were there times when your ass was real afraid Did you ever think that you would sell out tours Have a show with fifty million viewers  [Verse 1: R. Kelly] I used to think about how I was gonna make it Struggling day to day just trying to get this paper Hoping the day would come when things would go my way But now I'm living lavish and all I do is hear them say  [Hook: Tone] Did you ever think that you would be this rich Did you ever think that you would have these hits Did you ever think that you would be the don Have a crib with a fifty acre lawn Did you ever think that you would be this paid Were there times when your ass was real afraid Did you ever think that you would sell out tours Have a show with fifty million viewers  [Verse 2: Nas] Hey yo Now who knows poverty like Robert and me Did you ever think you'd be dancin' and vibin' with me Did you ever think you'd push a Ferrari, blast a Nas CD With 5 TV's and DVD's, come on ride with me Ain't naan nigga fly like me Honey you heard about the style I got We from the wildest blocks, where police Make arrests, carry heat wear vests, we ghetto Never thought we'd ever reach this level My people behind metal The streets coulda had us, but now we live lavish Our freaks be the baddest Bus 'em out while maids change the sheets on the mattress It's deep cuz I never thought I'd reach this status Walk around and grown women stop and look They recognize me, no longer hide they pocketbooks Hate me now cuz I ain't gonna stop, you're stuck The remix is R. Kelly, please drop the hook Come on  [Hook: Tone] Did you ever think that you would be this rich Did you ever think that you would have these hits Did you ever think that you would be the don Have a crib with a fifty acre lawn Did you ever think that you would be this paid Were there times when your ass was real afraid Did you ever think that you would sell out tours Have a show with fifty million viewers  [Bridge: Tone] America Did you ever think Ya ever know Did ya ever think Ya ever know (Come on) Did ya ever think Ya ever know Did ya ever think Ya ever know (Trackmasters)  [Hook: Tone] Did you ever think that you would be this rich Did you ever think that you would have these hits Did you ever think that you would be the don Have a crib with a fifty acre lawn Did you ever think that you would be this paid Were there times when your ass was real afraid Did you ever think that you would sell out tours Have a show with fifty million viewers  [Outro: R. Kelly] No matter what ya'll say or do We gotta get this money Watch out playa, we come for you Take all of your honies First of the month and rent is due We gotta get this paper Come for us, we'll wait for you A million men can't take us  [Hook: Tone] Did you ever think that you would be this rich Did you ever think that you would have these hits Did you ever think that you would be the don Have a crib with a fifty acre lawn Did you ever think that you would be this paid Were there times when your ass was real afraid Did you ever think that you would sell out tours Have a show with fifty million viewers  [Nas] I just wanna thank God For making Nas the don And R. Kelly, the don Yeah, sittin' pretty  ",
        "title": "Did You Ever Think"
    },
    {
        "artist": "Faith Hill",
        "lyrics": "  [Verse 1] Couple of guys sitting around drinking Down at the Starlight Bar One of 'em says, \"You know I've been thinking\" Other one says, \"That won't get you too far\" He says, \"This is your life, and welcome to it It's just working and drinking and dreams Ad on TV says 'Just Do It' Hell if I know what that means\"  [Chorus] The secret of life is a good cup of coffee The secret of life is keep your eye on the ball The secret of life is a beautiful woman And Marilyn stares down from the barroom wall  [Verse 2] \"You and me, we're just a couple of zeros Just a couple of down-and-outs But movie stars and football heroes What have they got to be unhappy about?\" So they turn to the bartender, \"Sam, what do you think? What's the key that unlocks that door?\" Sam don't say nothing, just wipes off the bar And he pours them a couple more  [Chorus] Cause the secret of life is in Sam's martinis The secret of life is in Marilyn's eyes The secret of life is in Monday Night Football Rolling Stones records and Mom's apple pie  [Verse 3] Sam looks up from his Sunday paper Says, \"Boys, you're on the wrong track The secret of life is there ain't no secret And you don't get your money back\" Hey The secret of life is getting up early The secret of life is staying up late The secret of life is try not to hurry But don't wait Don't wait  [Chorus] The secret of life is a good cup of coffee The secret of life is keep your eye on the ball The secret of life is to find the right woman The secret of life is nothing at all Oh, it's nothing at all The secret of life  [Outro] Couple of guys sitting around drinking Down at the Starlight Bar One of them says, \"You know I've been thinking\" Other one says, \"That won't get you too far\" \"That won't get you too far\"  ",
        "title": "The Secret Of Life"
    },
    {
        "artist": "TLC",
        "lyrics": "  [Produced by Dallas Austin]  [Verse 1: T-Boz] I wish I could tie you up in my shoes Make you feel unpretty too I was told I was beautiful But what does that mean to you? Look into the mirror, who's inside there The one with the long hair Same old me again today, yeah  [Pre-Chorus: Chilli] My outsides look cool My insides are blue Everytime I think I'm through It's because of you I try different ways But it's all the same At the end of the day I have myself to blame I'm just trippin'  [Chorus] You can buy your hair if it won't grow You can fix your nose if he says so You can buy all the make-up That M.A.C. can make, but if You can't look inside you Find out who am I to Be in the position that make me feel So damn unpretty  I'll make you feel unpretty too  [Verse 2: T-Boz] Never insecure until I met you Now I'm bein' stupid I used to be so cute to me Just a little bit skinny Why do I look to all these things To keep you happy Maybe get rid of you And then I'll get back to me, yeah  [Pre-Chorus: Chilli] My outsides look cool My insides are blue Everytime I think I'm through It's because of you I try different ways But it's all the same At the end of the day I have myself to blame Can't believe I'm trippin'  [Chorus] You can buy your hair if it won't grow You can fix your nose if he says so You can buy all the make-up That M.A.C. can make, but if You can't look inside you Find out who am I to Be in the position that make me feel So damn unpretty  You can buy your hair if it won't grow You can fix your nose if he says so You can buy all the make-up That M.A.C. can make, but if You can't look inside you Find out who am I to Be in the position that make me feel So damn unpretty  And make you feel unpretty too And make you feel unpretty  [Chorus] You can buy your hair if it won't grow You can fix your nose if he says so You can buy all the make-up That M.A.C. can make, but if You can't look inside you Find out who am I to Be in the position that make me feel So damn unpretty  ",
        "title": "Unpretty"
    },
    {
        "artist": "Martina McBride",
        "lyrics": "  [Verse 1] You think I'm always making Something out of nothing You're saying everything's okay You've always got an answer Before I ask the question Whatever you say Now we can change the subject Pretend I never brought it up Same old story anyway Later we can work it out Right now you're talked out Yeah, whatever you say  [Chorus] Oh I know you can hear me But I'm not sure you're listening I hear what you're saying But still there's something missing Whether I go whether I stay Right now depends on Whatever you say  [Verse 2] You say yes you need me And no you wouldn't leave me And this should be enough to make me stay And even though I want to I don't hear I love you In whatever you say  [Chorus]  [Outro] Oh whether I go whether I stay Right now depends on Whatever you say[3x]  ",
        "title": "Whatever You Say"
    },
    {
        "artist": "Tyrese",
        "lyrics": null,
        "title": "Lately"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": "  [Verse 1] One word, that's all you said Something in your voice called me, turned my head Your smile, just captured me You were in my future as far as I could see And I don’t know how it happens, but it happens still You asked me if I love you, if I always will  [Chorus] Well you had me from hello I felt love start to grow The moment I looked into your eyes you won me It was over from the start you completely stole my heart And now you won't let go I never even had a chance you know You had me from hello  [Verse 2] Inside I built a wall So high around my heart, I thought I'd never fall One touch, you brought it down The bricks of my defenses scattered on the ground And I swore to me I wasn't going to love again The last time was the last time I'd let someone in  [Chorus] But you had me from hello I felt love start to grow The moment I looked into your eyes you won me It was over from the start you completely stole my heart And now you won’t let go I never even had a chance you know You had me from hello  [Outro] That’s all you said Something in your voice calls me, turns my head You had me from hello You had me from hello Girl, I've loved you from hello  ",
        "title": "You Had Me From Hello"
    },
    {
        "artist": "Lit",
        "lyrics": "  [Verse 1] Can we forget about the things I said when I was drunk? I didn't mean to call you that I can't remember what was said or what you threw at me Please tell me  [Chorus] Please tell me why my car is in the front yard And I'm sleeping with my clothes on I came in through the window last night And you're gone, gone  [Verse 2] It's no surprise to me, I am my own worst enemy 'Cause every now and then, I kick the living shit out of me The smoke alarm is going off, and there's a cigarette Still burning  [Chorus] Please tell me why my car is in the front yard And I'm sleeping with my clothes on I came in through the window last night And you're gone, gone  [Chorus] Please tell me why my car is in the front yard And I'm sleeping with my clothes on I came in through the window last night  [Outro] It's no surprise to me, I am my own worst enemy 'Cause every now and then, I kick the living shit out of me Can we forget about the things I said when I was drunk? I didn't mean to call you that  ",
        "title": "My Own Worst Enemy"
    },
    {
        "artist": "Vitamin C Featuring Lady Saw",
        "lyrics": null,
        "title": "Smile"
    },
    {
        "artist": "Mary J. Blige",
        "lyrics": "  [Verse 1] Loving you is wonderful Something like a miracle Rest assured I feel the same way you do Needing you, it isn't hard With you, I can let down my guard Stay secure that's all I'm asking from you (Stay secure)  [Pre-Chorus] I wish I had words to tell (I wish) This feeling that I know so well But I don't, I don't  [Chorus] All that I can say (Do do, do do, do do, doo) All that I can say (Do do, do do, do do, doo) All that I can say (Do do, do do, do do, doo) All that I can say (Do do, do do, do do, doo)  [Verse 2] I've always been curious Meeting someone serious Looking for someone who loves like me But the day I stopped my search It seemed that you were put on Earth To show me everything I could not see  [Pre-Chorus] I wish I could find a way To tell you how I felt that day But I can't (I just can't) I can't  [Chorus] All that I can say (Do do, do do, do do, doo) All that I can say (Do do, do do, do do, doo) All that I can say (Do do, do do, do do, doo) All that I can say (Do do, do do, do do, doo)  [Bridge] Knowing him, loving him Showing him that I'm all in Living and, forgiving and I would do it all again Genuine, seraphim Sweeter than cinnamon Heaven-sent gentleman Synonyms for loving him  [Chorus] All that I can say (Do do, do do, do do, doo) All that I can say (Do do, do do, do do, doo) All that I can say (Do do, do do, do do, doo) All that I can say (Do do, do do, do do, doo)  [Chorus] You're all... (Do do, do do, do do, doo) All that I can say (Do do, do do, do do, doo) All I can say (Do do, do do, do do, doo) All that I can say (Do do, do do, do do, doo)  [Outro] He's all that I'll ever need He's got a hold on me I love you Oh, I don't wanna live without you You're all that I can say, hey Loving you is wonderful (Do do, do do, do do, doo) All that I can say (Do do, do do, do do, doo) All that I can say (Do do, do do, do do, doo) All that I... (Do do, do do, do do, doo)  All I can say Loving you is wonderful (Do do, do do, do do, doo) (Do do, do do, do do, doo) (Do do, do do, do do, doo) (Do do, do do, do do, doo)  ",
        "title": "All That I Can Say"
    },
    {
        "artist": "JAY-Z",
        "lyrics": null,
        "title": "Jigga My N****"
    },
    {
        "artist": "Alan Jackson",
        "lyrics": "  [Intro] I remember walk'in round the court square sidewalks Looking in windows at things I couldn't want There's Johnson's Hardware and Morgans Jewelry And the old Lee King's Apothecary They were the little man The little man  [Verse 1] I go back now and the stores are empty Except for an old Coke sign dated 1950 Boarded up like they never existed Or renovated and called historic districts There goes the little man There goes the little man  [Chorus] Now the court square's just a set of streets That the people go round but they seldom think About the little man that built this town Before the big money shut them down And killed the little man Oh the little man  [Verse 2] He pumped your gas and he cleaned your glass And one cold rainy night he fixed your flat The new stores came where you do it yourself You buy a lotto ticket and food off the shelf Forget the little man Forget about that little man He hung on there for a few more years But he couldn't sell Slurpees And he wouldn't sell beer Now the bank rents the station To a man down the road And they sell Velvet Elvis and Second-hand clothes There goes little man There goes another little man  [Chorus] Now the court square's just a set of streets That the people go round but they seldom think About the little man that built this town Before the big money shut them down And killed the little man Oh the little man  [Verse 3] Now the stores are lined up in a concrete strip You can buy the whole world in just one trip And save a penny because it's jumbo size They don't even realize They're killing the little man Oh the little man  [Chorus] Now the court square's just a set of streets That the people go round but they seldom think About the little man that built this town Before the big money shut them down And killed the little man Oh the little man  [Verse 4] It wasn't long ago when I was a child An old black man came with his mule and his plow He broke the ground where we grew our garden Back before we'd all forgotten About the little man The little man Long live the little man God bless the little man  ",
        "title": "Little Man"
    },
    {
        "artist": "Shania Twain",
        "lyrics": "  [Verse 1] You've got a way with me Somehow you got me to believe In everything that I could be I've got to say you really got a way You've got a way it seems You gave me faith to find my dreams You'll never know just what that means Can't you see... you got a way with me  [Chorus] It's in the way you want me It's in the way you hold me The way you show me just what love's made of It's in the way we make love  [Verse 2] You've got a way with words You get me smiling even when it hurts There's no way to measure what your love is worth I can't believe the way you get through to me  [Chorus]  [Bridge] Oh, how I adore you Like no one before you I love you just the way you are  [Chorus]  [Outro] It's just the way you are  ",
        "title": "You've Got A Way"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": "  [Verse 1] There's an old Kodak camera in my dresser drawer I ran across it just this afternoon And I realized that I don't ever use it anymore In fact last time I did I think it was with you  [Verse 2] When we were down in Cozumel We had the whole beach to ourselves And it's crazy now to think That it's all there on that film And I could take it to the store To be developed, but what for I can still see everything just fine And who needs pictures with a memory like mine  [Verse 3] Standing there I couldn't help but think about Everything that might be on that roll I think it even has another trip we took I guess that must've been at least three years ago  [Verse 4] When we were down in Baton Rouge And there wasn't much to do So we drove into New Orleans every afternoon And I swear that you would think That it was only yesterday Cause I can still see everything just fine Who needs pictures with a memory like mine  [Verse 5] Somewhere in my closet There's a cardboard box just sitting on a shelf It's full of faded memories And it's been there ever since the night you left  [Verse 6] Oh, just forgotten photographs To remind me of the past Oh, but I can still see everything just fine Who needs pictures with a memory like mine Yeah, who needs pictures with a memory like mine  ",
        "title": "Who Needs Pictures"
    },
    {
        "artist": "Dwight Yoakam",
        "lyrics": "  [Chorus] This thing called love, I just can't handle it This thing called love, I must get 'round to it I ain't ready Crazy little thing called love  [Verse 1] This thing (this thing), called love (called love) It cries (like a baby) in a cradle at night It swings, it jives It shakes all over like a jellyfish I kinda like it Crazy little thing called love  [Verse 2] There goes my baby She knows how to rock and roll She drives me crazy She gives me hot and cold fever Then she leaves me in a cool, cool sweat  [Verse 3] I gotta be cool, relax Get hip and get on my tracks Take a backseat, hitchhike And take a long ride on my motorbike Until I'm ready Crazy little thing called love  [Chorus] This thing called love, I just can't handle it This thing called love, I must get 'round to it I ain't ready Crazy little thing called love...  ",
        "title": "Crazy Little Thing Called Love"
    },
    {
        "artist": "JT Money Featuring Sole",
        "lyrics": "  [Intro - JT Money] Jack jack.. yeah! Put em up! Put em up! Yo yo.. JT Money! Throw em up! Throw em up! JT Money!  [Hook] Aiy-ya-ya-ya-ya-ya-ya Aiy-ya-ya-ya-ya-ya-ya Who dat who dat who dat who dat who dat who dat who? Who dat who dat who dat tryin to get up in my crew?  [Verse 1] Yo who dat off-brand nigga tryin to hang wit the clique Flossin like you came wit the clique But would you bang with the clique if it was thick Or do you just ride dick? Cause playa, I don't know you, nigga tell me who you wit! If you hang wit the Squad, you bound to get scarred Sucker boys run they mouth, real niggas run the yard Round here we blow trees, don't fuck with OB's You dick-ride niggas might be the police; aaaah-iight?  [Hook] Aiy-ya-ya-ya-ya-ya-ya Aiy-ya-ya-ya-ya-ya-ya Who dat who dat who dat who dat who dat who dat who? Who dat who dat who dat tryin to get up in my crew? (Tryin to.. in my.. it's you!)  [Sole] Uhh, me and my girls rollin deep, represent the Sole Bunch of fly-ass bitches, when we ride it's on See them niggas all pause, droppin digital phones Askin me, where you from, cause they wantin to clone, niggas.. Them lines, they spit, they want, my shit But game, be whack, I turn, my back Then hear that you're lickin, stickin it Tell all your friends that you're dickin it Swingin on them ?? Hi-Fi shit nigga, get sick with this, say Who dey? Who dat? No chance, blew dat When you said that you wrote this Have Red Zone niggas on blow for this bitch Don't you deny it nigga, don't even try it nigga You makin claims that you laid wit the fly nigga Don't know, your name, it still, remains That you, would say, you fucked, So-le` Everytime they turn a back, burn tracks Niggas wanna say they've earned stacks Dick be jack, picture that Say my name I'm the one, who the fuck is dat? Why?  [JT Money] Aiy-ya-ya-ya-ya-ya-ya (Aiy-ya-ya) Aiy-ya-ya-ya-ya-ya-ya (Ya-ya-ya-ya-ya) Who dat who dat who dat who dat who dat who dat who (Who dat? Who dat? Who dat? HUH?) Who dat who dat who dat tryin to get up in my crew (Who dat? Tryin to get up in my crew!)  Aiy-ya-ya-ya-ya-ya-ya (Aiy-ya-ya) Aiy-ya-ya-ya-ya-ya-ya (Ya-ya-ya-ya-ya) Who dat who dat who dat who dat who dat who dat who (Who dat? Who dat? Who dat? HUH?) Who dat who dat who dat tryin to get up in my crew  I been said a legendary up in this motherfucker Veteran in this game, and still bringin ruckus Never had no time for tricks or no bustaz I only fuck wit dat real I got no love for suckers All these tiny-ass niggas be wanna wear my shoes Ain't got the slightest of clues or either paid your dues Then these hoes goin crazy, bout J baby! The way you show me your love, is by the way you pay me The game room been closed, so stay up out of mine Just know I keep niggas up and krunk, like battle lines Motherfuckers be all up in a nigga biz Tryin to question my shit just like a pop quiz Nigga what this is? Aaaa-ight?  Aiy-ya-ya-ya-ya-ya-ya (Aiy-ya-ya) Aiy-ya-ya-ya-ya-ya-ya (Ya-ya-ya-ya-ya) Who dat who dat who dat who dat who dat who dat who (Who dat? Who dat? Who dat? HUH?) Who dat who dat who dat tryin to get up in my crew (Who dat? Tryin to.. in my.. it's you!)  Aiy-ya-ya-ya-ya-ya-ya (Aiy-ya-ya) Aiy-ya-ya-ya-ya-ya-ya (Ya-ya-ya-ya-ya) Who dat who dat who dat who dat who dat who dat who (Who dat? Who dat? Who dat? HUH?) Who dat who dat who dat tryin to get up in my crew (Who dat? Tryin to get up in my crew!)  (We out to change nigga!) Aiy-ya-ya-ya-ya-ya-ya (We runnin game nigga! You wanna bang nigga?) Aiy-ya-ya-ya-ya-ya-ya (It ain't no thang nigga! We out to change nigga) Who dat who dat who dat who dat who dat who dat who (We runnin game nigga! You wanna bang nigga?) Who dat who dat who dat tryin to get up in my crew (It ain't no thang nigga! Aaaa-ight!)  Aiy-ya-ya-ya-ya-ya-ya (Aiy-ya-ya) Aiy-ya-ya-ya-ya-ya-ya (Ya-ya-ya-ya-ya) Who dat who dat who dat who dat who dat who dat who (Who dat? Who dat? Who dat? HUH?) Who dat who dat who dat tryin to get up in my crew (Who dat? Tryin to.. in my.. it's you!)  Who dat who dat who dat who dat who dat who dat who Who dat who dat who dat who dat who dat who dat who Who dat who dat who dat who dat who dat who dat who (Who dat? Who dat? Who dat? HUH?) Who dat who dat who dat tryin to get up in my crew (Who dat? Tryin to get up in my crew!)  YEAH!  ",
        "title": "Who Dat"
    },
    {
        "artist": "Faith Evans",
        "lyrics": "  [Verse 1] If I had one wish, boy I'd wish you next to me And it could be in summer, fall, or spring, boy 'Cause you make my heart sing I wanna give my heart, my soul, my love to you, oh baby, yeah 'Cause every day I'm not with you, I'm missing you like crazy  [Chorus] I need for you to love me (love me) Hold me (hold me) Touch me (touch me) Down deep in my soul, I'll never let it go 'Cause the love we share; no one compares to you I'll never let you go (I'll never let you go) 'Cause I really love you so Oh I, I'll never let you go Oh, no...no no no no  [Verse 2] If you must know the truth boy, I'm nothing without you It's funny how I know what people mean, boy When it's too good to be true Because you give me joy, good love, good times Such happiness, oh yeah And every day I thank the Lord for you I feel so blessed  [Chorus] I need for you to love me (love me) Hold me (hold me) Touch me Down deep in my soul, never let it go 'Cause the love we share; no one compares to you I'll never let you go (I'll never let you go) 'Cause I really love you so Oh, I love you so I'll never let you go Oh, no...no no no  [Bridge] If you only knew what you really do Ain't ever have no one that does it quite like you do You could spend half a lifetime trying to find one like you That's why I am so glad I found you, baby I wished upon a star and then it came true Darlin'...  [Chorus] I need for you to love me (love me) Hold me (hold me) Touch me (touch me) Down deep in my soul, I'll never let it go 'Cause the love we share; no one compares to you I'll never let you go (I'll never let you go) 'Cause I really love you so No I, I'll never let you go No no, ooh... Oh no, oh oh oh...  ",
        "title": "Never Gonna Let You Go"
    },
    {
        "artist": "Juvenile Featuring Mannie Fresh & Lil' Wayne",
        "lyrics": null,
        "title": "Back That Thang Up"
    },
    {
        "artist": "Lenny Kravitz",
        "lyrics": "  [Chorus 1] American woman, stay away from me American woman, mama let me be  [Verse 1] Don't come hanging around my door I don't want to see your face no more I got more important things to do Than spend my time growing old with you  [Chorus 2] Now woman, stay away American woman, listen what I say  [Chorus 3] American woman, get away from me American woman, mama let me be  [Verse 2] Don't come knocking around my door I don't wanna see your shadow no more Colored lights can hypnotize Sparkle someone else's eyes  [Chorus 4] Now woman, get away American woman, listen what I say  [Chorus 5] American woman, said get away from me American woman, listen what I say  [Verse 3] Don't come hanging around my door Don't wanna see your face no more I don't need your war machines I don't need your ghetto scenes Colored lights can hypnotize Sparkle someone else's eyes  [Chorus 4] Now woman, get away American woman, listen what I say  [Chorus 1] American woman, stay away from me American woman, mama let me be  [Bridge] I gotta go, I gotta get away Baby, I gotta go, I wanna fly away I'm gonna leave you, woman I'm gonna leave you, woman I'm gonna leave you, woman I'm gonna leave you, woman A-bye-bye, a-bye-bye Bye-bye, bye-bye  [Outro] (American woman) You're no good for me and I'm no good for you (American woman) I look you right straight in the eye and tell you what I'm gonna do (American woman) I'm going to leave you woman, you know I got to go (American woman) I'm going to leave you woman, I got to go (American woman) I got to go I gotta go, American woman, yeah  ",
        "title": "American Woman"
    },
    {
        "artist": "Dixie Chicks",
        "lyrics": "  [Verse 1] When the train rolls by I'm going to be ready this time When the boy gets that look in his eye I'm going to be ready this time When my momma says I look good in white I'm going to be ready this time  [Chorus] Oh yeah Ready, ready, ready, ready...ready to run All I'm ready to do is have some fun What's all this talk about love  [Verse 2] I feel the wind blow through my hair I'm going to be ready this time I'll buy a ticket to anywhere I'm going to be ready this time You see it feels like I'm starting to care And I'm going to be ready this time  [Chorus] Oh yeah Ready, ready, ready, ready...ready to run All I'm ready to do is have some fun What's all this talk about love Oh yeah Ready, ready, ready, ready...ready to run All I'm ready to do is have some fun What's all this talk about love Oh yeah Ready, ready, ready, ready...ready to run All I'm ready to do is have some fun What's all this talk about love  ",
        "title": "Ready To Run"
    },
    {
        "artist": "Coko",
        "lyrics": null,
        "title": "Sunshine"
    },
    {
        "artist": "Jordan Knight",
        "lyrics": "  [Verse 1:] You say it's been too long Since you had some You say I turn you on Like the fire that's burning inside You think that I'm the one, you see in your dreams I know what you mean, yeah  [Pre-Chorus:] It's creepin' around in your head Me holdin' you down in my bed You don't have to say a word I'm convinced, you want this  [Chorus:] Baby you know, I can give it to you You can't deny, I'd do it right Just let me know and I'll give it to you Show me where, I'll taste you there Baby you know, that I'll give it to you Your body needs a man like me Anything goes, when I give it to you Without a doubt, I'll turn you out The feeling is fine, giving you everything of mine  [Verse 2:] I'm the place to be And soon, you'll see I don't care who leads As long, as we, move horizontally Anyone can make you sweat But I, can keep you wet  [Pre-Chorus:] It's creeping around in my head Me holding you down in my bed I can't wait to give you some I'm convinced, you need it  [Chorus:] Baby you know, I can give it to you You can't deny, I'd do it right Just let me know and I'll give it to you Show me where, I'll taste you there Baby you know, that I'll give it to you Your body needs a man like me Anything goes, when I give it to you Without a doubt, I'll turn you out The feeling is fine, giving you everything of mine  [Bridge:] It's creepin' around in my head Me holding down in my bed You dont have to say a word Just relax I'll do the work I can't wait to give you some I'm convinced, you need one  [Chorus:] Baby you know, I can give it to you You can't deny, I'd do it right Just let me know and I'll give it to you Show me where, I'll taste you there Baby you know, that I'll give it to you Your body needs a man like me Anything goes, when I give it to you Without a doubt, I'll turn you out The feeling is fine, giving you everything of mine  ",
        "title": "Give It To You"
    },
    {
        "artist": "Blink-182",
        "lyrics": "  [Verse 1: Mark Hoppus] I took her out It was a Friday night I wore cologne To get the feeling right We started making out And she took off my pants But then I turned on the TV  [Chorus: Mark Hoppus with Tom DeLonge background] And that's about the time she walked away from me Nobody likes you when you're 23 And are still more amused by TV shows What the hell is ADD? My friends say I should act my age What's my age again? What's my age again?  [Verse 2] Then later on On the drive home I called her mom From a payphone I said I was the cops And your husband's in jail This state looks down on sodomy  [Chorus] And that's about the time that bitch hung up on me Nobody likes you when you're 23 And are still more amused by prank phone calls What the hell is call ID? My friends say I should act my age What's my age again? What's my age again?   [Chorus] And that's about the time she walked away from me Nobody likes you when you're 23 And you still act like you're in freshman year What the hell is wrong with me? My friends say I should act my age What's my age again?  [Outro] (what's my age again?) That's about the time she broke up with me (please stay with me) No one should take themselves so seriously (please stay with me) With so many years ahead to fall in line (please stay with me) Why would you wish that on me? (please stay) I never wanna act my age (with) What's my age again? (me) What's my age again?  ",
        "title": "What's My Age Again?"
    },
    {
        "artist": "Missy \"Misdemeanor\" Elliott Featuring Big Boi & Nicole",
        "lyrics": null,
        "title": "All N My Grill"
    },
    {
        "artist": "Santana Featuring Rob Thomas",
        "lyrics": "  [Verse 1] Man, it's a hot one Like seven inches from the midday sun I hear you whisper and the words melt everyone But you stay so cool My muñequita, my Spanish Harlem Mona Lisa You're my reason for reason, the step in my groove  [Hook A] And if you say this life ain't good enough I would give my world to lift you up I could change my life to better suit your mood Because you're so smooth  [Hook B] And it's just like the ocean under the moon It's the same as the emotion that I get from you You got the kind of loving that can be so smooth Gimme your heart, make it real, or else forget about it  [Verse 2] I'll tell you one thing If you would leave it would be a crying shame In every breath and every word I hear your name calling me out Out from the barrio, you hear my rhythm from your radio You feel the turning of the world so soft and slow Turning you round and round  [Hook A] And if you say this life ain't good enough I would give my world to lift you up I could change my life to better suit your mood Because you're so smooth  [Hook B] And it's just like the ocean under the moon It's the same as the emotion that I get from you You got the kind of loving that can be so smooth Gimme your heart, make it real, or else forget about it  [Hook B] And it's just like the ocean under the moon It's the same as the emotion that I get from you You got the kind of loving that can be so smooth Gimme your heart, make it real, or else forget about it  Or else forget about it Or else forget about it Oh, let's don't forget about it (Gimme your heart, make it real) Let's don't forget about it (hey) Let's don't forget about it (no oh no oh) Let's don't forget about it (no no no oh) Let's don't forget about it (hey no no oh) Let's don't forget about it (hey hey hey)  ",
        "title": "Smooth"
    },
    {
        "artist": "Dixie Chicks",
        "lyrics": "  [Verse 1] You could've heard a pin drop When they walked trough the door I had to turn my eyes away My heart fell to the floor Someone whispered \"Where's her halo?\" Cause she had an angel's face He stood there smiling Holding on to the one who took my place  [Chorus] So tonight the heartache's on me, on me Let's drink a toast to the fool who couldn't see Bartender pour the wine 'cause the hurtin's all mine Tonight the heartache's on me  [Verse 2] I wonder if he told her she's the best he's ever known The way he told me ev'ry night when we were all alone She'll find out when the new wears off He'll find somebody new She'll learn what the heartache's all about And what I'm going through  [Chorus][x2] So tonight the heartache's on me, on me Let's drink a toast to the fool who couldn't see Bartender pour the wine 'cause the hurtin's all mine Tonight the heartache's on me So tonight the heartache's on me, on me Let's drink a toast to the fool who couldn't see Bartender pour the wine 'cause the hurtin's all mine Tonight the heartache's on me  [Outro] Yes tonight the heartache's on me  ",
        "title": "Tonight The Heartache's On Me"
    },
    {
        "artist": "Limp Bizkit",
        "lyrics": "  [Intro] Shit, one, one, two  [Verse 1] I came into this world as a reject Look into these eyes, then you'll see the size of the flames Dwellin' on the past, it's burnin' on my brain (hot!) Everyone that burns has to learn from the pain Hey, I think about the day My girlie ran away with my pay when fellas came to play Now she's stuck with my homies that she fucked And I'm just a sucker with a lump in my throat  [Bridge] Hey, like a chump Hey, I'm like a chump Hey, like a chump Hey, like a chump Hey, I'm like a chump Hey, like a chump Hey, like a chump  [Verse 2] Should I be feelin' bad? (no!) Should I be feelin' good? (no!) It's kinda sad, I'm the laughin' stock of the neighborhood And you would think that I'd be movin' on (move it!) But I'm a sucker, like I said – fucked up in the head, not! And maybe she just made a mistake and I should give her a break My heart'll ache either way Hey, what the hell, what you want me to say? I won't lie, that I can't deny  [Chrous] I did it all for the nookie (come on!) The nookie (come on!) So you can take that cookie And stick it up your (yeah!) Stick it up your (yeah!) Stick it up your (yeah!) Stick it up your I did it all for the nookie (come on!) The nookie (come on!) So you can take that cookie And stick it up your (yeah!) Stick it up your (yeah!) Stick it up your (yeah!) Stick it up your  [Verse 3] Why did it take so long? Why, did I wait so long, huh? To figure it out, but I did it And I'm the only one underneath the sun who didn't get it I can't believe that I could be deceived (but you were!) By my so-called girl, but in reality Had a hidden agenda She put my tender, heart in a blender And still I surrendered, hey  [Bridge] Hey, like a chump Hey, I'm like a chump Hey, like a chump Hey, like a chump Hey, I'm like a chump Hey, like a chump Hey, like a chump  [Chorus] I did it all for the nookie (come on!) The nookie (come on!) So you can take that cookie And stick it up your (yeah!) Stick it up your (yeah!) Stick it up your (yeah!) Stick it up your I did it all for the nookie (come on!) The nookie (come on!) So you can take that cookie And stick it up your (yeah!) Stick it up your (yeah!) Stick it up your (yeah!) Stick it up your  [Interlude] I'm only human It's so easy for your friends to give you their advice They'll tell you, \"Just let it go!\" It's easier said than done I appreciate it, I do, but Just leave me alone, leave me alone Just leave me alone And nothing gonna change You can go away I'm just gonna stay here And always be the same And nothing gonna change 'Cause you can go away And I'm just gonna stay here And always be the same And nothing gonna change 'Cause you can go away And I'm just gonna stay here And always be the same  [Chorus] I did it all for the nookie (come on!) The nookie (come on!) So you can take that cookie And stick it up your (yeah!) Stick it up your (yeah!) Stick it up your (yeah!) Stick it up your I did it all for the nookie (come on!) The nookie (come on!) So you can take that cookie And stick it up your (yeah!) Stick it up your (yeah!) Stick it up your (yeah!) Stick it up your  ",
        "title": "Nookie"
    },
    {
        "artist": "Andy Griggs",
        "lyrics": "  Life may not always go your way And every once in a while you might have a bad day But I promise you now you won't ever be lonely The sky turns dark and everything goes wrong Run to me and I'll leave the light on And I promise you now you won't ever be lonely For as long as I live There will always be a place you belong Here beside me Heart and soul baby -- you only And I promise you now you won't ever be lonely  It's still gonna snow and it's still gonna rain The wind's gonna blow on a cold winter day And I promise you now you won't ever be lonely You're safe from the world wrapped in my arms And I'll never let go Baby, here's where it starts And I promise you now you won't ever be lonely Here's a shoulder you can cry on And a love you can rely on For as long as I live There will always be a place you belong  Here beside me Heart and soul baby -- you only And I promise you now you won't ever be lonely No, no, you won't ever be lonely  ",
        "title": "You Won't Ever Be Lonely"
    },
    {
        "artist": "Reba",
        "lyrics": "  [Verse 1] Times are tough on an honest heart People don't follow through with what they start Lying eyes looking at me up and down Making talk that's only cheap Making promises they never keep But I keep looking for what I still haven't found  [Chorus] One honest heart That I can believe in Two loving arms that will never let me go One good man that I can count on It shouldn't be so hard Finding one honest heart  [Verse 2] Now I've been close a time or two I thought I saw my dreams coming true But I was just living in a fairy tale I won't play the fool again I won't play a game that I can't win But I still have faith and I keep telling myself, there's  [Chorus]  [Bridge] I don't think I'm asking too much Just once in my life I want to be touched by  [Chorus][x3]  [Outro] One good man, one honest heart  ",
        "title": "One Honest Heart"
    },
    {
        "artist": "Donna Summer",
        "lyrics": null,
        "title": "I Will Go With You (Con Te Partiro)"
    },
    {
        "artist": "Cher",
        "lyrics": "  [Verse 1] I don't need your sympathy There's nothing you can say or do for me And I don't want a miracle You'll never change for no one And I hear your reasons why Where did you sleep last night? And was she worth it, was she worth it?  [Chorus] 'Cause I'm strong enough to live without you Strong enough and I quit crying Long enough, now I'm strong enough To know you gotta go There's no more to say So save your breath and walk away No matter what I hear you say I'm strong enough to know you gotta go  [Verse 2] So you feel misunderstood Baby have I got news for you On being used, I could write the book But you don't wanna hear about it  I've been losing sleep You've been going cheap She ain't worth half of me, it's true Now I'm telling you, that  [Chorus] 'Cause I'm strong enough to live without you Strong enough and I quit crying Long enough, now I'm strong enough To know you gotta go  [Bridge] Come hell or waters high You'll never see me cry This is our last goodbye, it's true I'm telling you, now  [Chorus] 'Cause I'm strong enough to live without you Strong enough and I quit crying Long enough, now I'm strong enough To know you gotta go There's no more to say So save your breath and walk away No matter what I hear you say I'm strong enough to know you gotta go 'Cause I'm strong enough to live without you Strong enough and I quit crying Long enough, now I'm strong enough To know you gotta go  ",
        "title": "Strong Enough"
    },
    {
        "artist": "Mary Chapin Carpenter",
        "lyrics": null,
        "title": "Almost Home"
    },
    {
        "artist": "Steve Wariner",
        "lyrics": "  (bill anderson/steve wariner) (track 2 - time 4: 29)  Two teardrops were floatin' down the river One teardrop said to the other I'm from the soft blue eyes of a woman in love I'm a tear of joy she couldn't carry She was so happy she just got married I was on her cheek when she wiped me away with her glove I could tell from the look on her face she didn't need me So I drifted on down and caught me a ride to the sea  The other tear said we've got a connection I'm a tear of sorrow born of rejection I'm from the sad brown eyes of her old flame She told him they would be lifelong companions Left him with questions and not any answers I was on his cheek as he stood there calling her name I could tell he had a lot of my friends for company So I drifted on down and caught me a ride to the sea  Oh the ocean's a little bit bigger tonight Two more teardrops somebody cried One of them happy and one of them bluer than blue The tide goes out and the tide comes in And someday they'll be teardrops again Released in a moment of pleasure or a moment of pain Then they drift on down and ride to the sea again  Last night I sat in the waiting room The nurse walked in and gave me the news It's a baby girl and they're both fine An old man sittin' not 10 feet away Just lost his wife and he said to me You've got a brand new angel and I've lost mine I guess the good lord giveth and the good lord taketh away And we both wiped a teardrop from our face  Oh the ocean's a little bit bigger tonight Two more teardrops somebody cried One of them happy and one of them bluer than blue The tide goes out and the tide comes in A whole new circle of life begins Where tears are a part of the pleasure and part of the pain 'til they drift on down and ride to the sea again  Two teardrops floatin' down the river Two teardrops floatin' down the river  ",
        "title": "Two Teardrops"
    },
    {
        "artist": "Lila McCann",
        "lyrics": null,
        "title": "With You"
    },
    {
        "artist": "Dru Hill",
        "lyrics": "  [Intro] Yo, we gonna try something a little different Yo, make.. make my voice a little more distorted Yeah, I don't know if they ready for this Uh dance, uh uh dance, uh uh dance, uh uh dance Uh uh, verse  Last night we had an argument Afterwards I'm feelin' pretty bent Then I took a drink, and I didn't think What was in store for me  1 -\tYou don't know, you don't know how she'll take it \tTell me what a simple man could do \tWill she cherish your heart, will she break it \tCuz you are everything and everything is you, sing  2 -\tYou are everything and everything is you \tYou are everything and everything is you \tYou are everything and everything is you \tYou are everything and everything is you  Listen Baby don't want you playin' me When you're lovin' me, and holdin' me Ooh we're fuckin' then you play me You play me, you play me You everything to me I'm wondering if you will see That I will love you always  Repeat 1 Repeat 2  Break it down  [Ja Rule] Yeah huh, Ja Rule and Dru Hill, nigga Baby girl, you tellin' lies Cuz when I look at you in your face I could see I'm on your mind And it don't matter what them hoes may say I know your love is blind for me Every bitch needs a thug nigga in their life Truly, could it be, could it be You enjoy me fuckin' you while you be lovin' me Bitch destroy's hoes mentally That's why they freak with me, frequently Love is life  [Nokio] No nigga, life is love Take the baddest bitch, ice her up After the tour, tell her to keep in touch  [Ja Rule] Nigga, that's what's up  [Nokio] Being Nokio's a bit much Got bitches overseas that love to fuck Got bitches in the states that love to suck What the fuck y'all want from me Ghetto celebrity from B'more  [Ja Rule] Murderer, Do Or Die from the N-Y  [Nokio and Ja Rule] Now everybody get right  [Nokio] N-O-K-I-O baby  [Ja Rule] R to the U to L-E, baby And yo, alotta y'all bitches hate me Cuz you can't relate to me What the fuck you want from me?  [Nokio] Let them hoes know not a thing Ice the wrist, neck, ear, and rings cuz you know  You are everything  Repeat 2 until fade  ",
        "title": "You Are Everything"
    },
    {
        "artist": "Tanto Metro & Devonte",
        "lyrics": "  [Intro: Tanto] Yo! I'm just giving out sounds Every day yuh get up and a frowns A one ting mi want you know little girl A one ting mi want yuh know say, who?  [Chorus: Tanto & Devonte] Everyone falls in love sometime (Cho! cho!, ya betta know, you betta know) I don't know 'bout you but it ain't a crime (It's not a crime, it's not a crime) Everyone falls in love sometime (Remember that girl) I don't know 'bout you but it ain't a crime  [Verse 1: Tanto] Hold on! Hey! Question I ask Tell me what you want and what you really really wanna do Tell me baby girl if your love is really really true Tell me what you want and what you really really wanna do Tell me baby girl, hey! And don't have mi like no yo-yo If ya really love me let it flow flow And if you don't love then let me go go But any rude boy will let you know, know that  [Chorus: Tanto & Devonte] Everyone falls in love sometime (Cho! cho!) I don't know 'bout you but it ain't a crime (It's not a crime) Everyone falls in love sometime (Honey) I don't know 'bout you but it ain't a crime  [Verse 2: Tanto] Ah ah hold on de, hold on de, hold on de Hold on de, hold on de, hey Beep beep, the singer got the keys to the jeep (vroom) A we pretty gal want fi meet So tell me what's up before mi hit in the streets Ya see it?, ya see it? All eight, nine, ten! The whole a dem girl deh want fi be our friend A you mi really love, why you want it fi end? You have mi brains a puzzle, mi can't comprehend But then again...  [Chorus: Tanto & Devonte] Everyone falls in love sometimes (Oh na na) I don't know 'bout you but it ain't a crime (Ball me a ball) Everyone falls in love sometime I don't know 'bout you but it ain't a crime  [Verse 3: Tanto] Hey! You want me tell you something, girl? You want me tell you something? Cho, girl you have me reminscing When mi 'member 'bout you're loving and kissing So tell me tell me girl, why you wanna be dissing I try to talk to ya, but you're not listening It's only natural for my love to be glistening Baby in my heart I know there's something missing Since lately you keep on flippin' So listen keenly to what the singer singing  [Chorus: Tanto & Devonte] Everyone falls in love sometime (oh, yeah, yeah) I don't know 'bout you but it ain't a crime (It's not a crime, not a crime, no time) Everyone falls in love sometimes I don't know 'bout you but it ain't a crime  [Verse 1: Tanto] Hold on,  hold on Question I ask Tell me what you want and what you really really wanna do Tell me baby girl if your love is really really true Tell me what you want and what you really really wanna do Tell me baby girl eh, and no have mi like no yo-yo If ya really love me let it flow flow And if you don't love me let me go go One thing di rude boy waan let you know, know  [Chorus: Tanto & Devonte] Everyone falls in love sometime (I know) I don't know bout you but it ain't a crime (Yeah now) Everyone falls in love sometime I don't know 'bout you but it ain't a crime  [Verse 4: Tanto] Me can say something to you again girl? Me can say something to you again? Beep beep, the singer got the keys to the jeep A we pretty gal want fe meet So tell me what's up before make hit in the streets Ya see, ya see, all eight, nine, ten The whole a dem gal deh want fi be my friend A you mi really love why you want it fi end You have mi brains a puzzle, mi can't comprehend But den again?  [Chorus: Tanto & Devonte] Everyone falls in love sometime (bullshit) I don't know bout you but it ain't a crime (check it) Everyone falls in love sometime I don't know 'bout you but it ain't a crime  ",
        "title": "Everyone Falls In Love"
    },
    {
        "artist": "Shania Twain",
        "lyrics": "  [Instrumental break]  [Intro] Let's go, girls! Come on!  [Verse 1] I'm going out tonight I'm feelin' alright Gonna let it all hang out Wanna make some noise Really raise my voice Yeah, I wanna scream and shout No inhibitions Make no conditions Get a little outta line I ain't gonna act politically correct I only wanna have a good time  [Pre-Chorus] The best thing about being a woman Is the prerogative to have a little fun and ...  [Chorus] Oh, oh, oh, oh, go totally crazy Forget I'm a lady Men's shirts, short skirts Oh, oh, oh, oh, really go wild Yeah, doin' it in style Oh, oh, oh, oh, get in the action Feel the attraction Color my hair, do what I dare Oh, oh, oh, oh, I wanna be free Yeah, to feel the way I feel Man! I feel like a woman!  [Verse 2] The girls need a break Tonight we're gonna take The chance to get out on the town We don't need romance We only wanna dance We're gonna let our hair hang down  [Pre-Chorus] The best thing about being a woman Is the prerogative to have a little fun and ...  [Chorus] Oh, oh, oh, oh, go totally crazy Forget I'm a lady Men's shirts, short skirts Oh, oh, oh, oh, really go wild Yeah, doin' it in style Oh, oh, oh, oh, get in the action Feel the attraction Color my hair, do what I dare Oh, oh, oh, oh, I wanna be free Yeah, to feel the way I feel Man! I feel like a woman!  [Pre-Chorus] The best thing about being a woman Is the prerogative to have a little fun and ...  [Chorus] Oh, oh, oh, oh, go totally crazy Forget I'm a lady Men's shirts, short skirts Oh, oh, oh, oh, really go wild Yeah, doin' it in style Oh, oh, oh, oh, get in the action Feel the attraction Color my hair, do what I dare Oh, oh, oh, oh, I wanna be free Yeah, to feel the way I feel Man! I feel like a woman!  [Outro] I get totally crazy Can you feel it? Come, come, come on, baby! I feel like a woman!  ",
        "title": "Man! I Feel Like A Woman!"
    },
    {
        "artist": "The Beatnuts Featuring Yellaklaw",
        "lyrics": "  \"Watch out now!\"  Yea, yea.. uh-uh! Mm-mmm! Get money, get money! (Get, get money, get money) (Get, get money, get money) Uh-uh! (Get) GET MONEY, GET MONEY (get that money) (Get) GET MONEY, GET MONEY Yeah, GET MONEY, GET MONEY .. \"Listen to the first verse\"  \"Watch out now!\"  [Psycho Les] Aiyyo my song's on, I gotta get my grub on some to-to (I love to-to) Order three buckets of Mo'-Mo' We gettin more dough, off the books (you gettin gelly) Pullin more hoes off the looks (you gettin gelly) You wan' hate me? Cause your wifey, wants a autograph? From the look in her eyes, I can see she wants more than that When I see fat asses I make fat passes like quarterback Beatnuts is ALLA THAT, your shit, ALL THE WACK Open can-dela, if you foolin wit mah cheddah Hardrock, ever since, junior high escuela Fly fella, takin my beats, to make your crowd get up I'm fed up, niggas wanna bring it -- WHATEVER! I'mma storm your pa-rade (pa-rade) blow your legs off With a gre-nade, now you flappin, like a mermaid Yappin off, bitch you cough at the lips While I'm at the bar, baggin, the bartender tips Then I bag this chick, with a, \"Hi,\" and the eye She did the butterfly, rubbin her ass, against my buttonfly I could ALREADY imagine my shit stuck inside Everytime I strike, haters be like, \"Dat fucking guy!\"  Chorus: Beatnuts + Yellaklaw  How's that yo? It's hard for you to swallow It don't take much for us to let the metal holla Lead's bustin out of a old black Impala Thug nigga only fuck wit, muchacha malla Big Ju, dimelo el coño, how we do?, how we do? (How we do) (How the girl don't only love me, they love you!) Whatchu gonna do? (What, what, what?) Nigga whatchu gonna do? (What, yo)  [JuJu] Here's to my pollyin niggas who campaign To the killers who be lovin the chicas and champagne Thugs who get wild in the club and snatch chains Players who be pimpin the hoes with no brains Front watch a nigga get shot from close range The most range, crazy motherfucker won't change Beatnuts, forever diehard, you want pain? Cause you walkin outta here breathin is insane Flip a beat fast, you leave the club with a heat rash You got a weak stash, came in the club with a free pass I ain't even know they made a Roley for your cheap ass Makin me laugh, you was in jail wearin kneepads Now the beef has, gotten over your head It's over you dead, Ranger Rover, both of your legs Til both of us said, platinum gettin took this year Cause for real, there ain't nothin but crooks in here, nigga  Chorus -] Beatnuts last line \"Whatcha gon' do when Beatnuts come through baby!\"  [Beatnuts] (Get money, get money) Psycho Les (Get money, get money) Big Ju (Get money, get money) Beatnuts (Get money, get money) (Get money, get money) (Get money, get money) Throw your hands up, throw your hands up (Get money, get money) Throw your hands up, throw your hands up..  ",
        "title": "Watch Out Now"
    },
    {
        "artist": "Q-Tip",
        "lyrics": "  [Q-Tip] Uh.. check it out now Uh.. no doubt now Uh.. yo, check it out now Uh.. no doubt yo  Special girl, real good girl Biggest thing in my itty bitty world Called her up and she made me feel right Wish for bliss could never take flight Sittin back with this mic in my hand Spittin hot shit tryin to see grand Imprinted on my mind every minute Make my plans and you always in it, yo Uhh, such a vivrant thing Vivrant thing, a vivrant thing And even though we both fly Give each other space and not the evil eye Actin like grownups Don't even try to hide cause the spot blown up Girlfriend tellin you she wanna see I say 'I dunno' but you say 'Gladly' And when we both do hit We go on and on and on and on and on and Sweeter than Ben & Jerry Can I rhyme? Well you know I gets mine Sittin round in my abstract car This abstract thing goin' abstract far, yo Uhh, such a vivrant thing Vivrant thing, a vivrant thing Yo.. such a vivrant thing Vivrant thing, a vivrant thing Look at you, look at me Look at you, look at me Check it, yo - check it, huh Yo, check it - uhh, yo Yo.. such a vivrant thing Vivrant thing, a vivrant thing Look at you, look at me Look at you, look at me Yo, check it, yo, check it Yo, check it, yo yo yo Yo.. such a vivrant thing Vivrant uh, uhh-uhh, uh  [Q-Tip] Gettin back to my MC status All the Willie that I kick make the other niggas mad it's Movin, to your town and situation Shorty thought she subtle but she really was blatant when she Shook her thing and violated Now these wolf-like thoughts are formulated I'm sayin, \"Yo is this some heartfelt shit here? Am I strong black nigga? Well shit yeah Plus we can hold a convo' Or go to the movies, my crib, whatever yo Just wanna see you by my side\" We on 95, know the stash is in the ride A rapping nigga for real You would find me in a cypher if I didn't cop a deal Rap slate like big weight You buy, I sell, we split big cake Uh uh, just move your little thing Move it around and shake your little thing Uh uhh Yo.. such a vivrant thing Vivrant thing, a vivrant thing Uh, yo, you such a vivrant thing Vivrant thing, a vivrant thing yo Uh, such a vivrant thing Vivrant thing a vivrant thing uh Vivrant thing a vivrant thing uh Vivrant thing ah out yo uh uh Yo  ",
        "title": "Vivrant Thing"
    },
    {
        "artist": "T.W.D.Y. Featuring Too Short & Mac Mall",
        "lyrics": null,
        "title": "Players Holiday"
    },
    {
        "artist": "Sherrie Austin",
        "lyrics": null,
        "title": "Never Been Kissed"
    },
    {
        "artist": "B*Witched",
        "lyrics": null,
        "title": "Rollercoaster"
    },
    {
        "artist": "Amber",
        "lyrics": null,
        "title": "Sexual (Li Da Di)"
    },
    {
        "artist": "Mercedes Featuring Master P",
        "lyrics": "  [Intro: Mercedes, Peaches] Hello? (May I speak to Mercedes?) Yeah, this me (Is JaQuon over there?) Who? (JaQuon) Oh  [Verse 1: Mercedes] Let me tell you about your baby daddy Waking me up early in the morning, we gone and How you know he's creeping with me How you think I know you get off of work around three I suppose you want to sit and chat Probably wondering where your man is at So why you keep on sweatin' me, testin' me When it's truly plain to see where he wants to be Right here next to me  [Chorus: Mercedes, Peaches] It's your thang, do what you wanna do Me and you come all over we can do this thang (What you gonna do, what what, what you gonna do, if you get it huh What you gonna do, what what, what you gonna do, if you get it huh) It's your thing, do what you wanna do Me and you come all over we can do this thang (What you gonna do, what what, what you gonna do, if you get it huh What you gonna do, what what, what you gonna do, if you get it huh)  [Verse 2: Master P] Me tell no lies, yeah I like to ride Keep your eyes on your prize, tell your homegirls don't cry Say uhhh when you get it, I'm a soldier when I hit it Hoody hooo when I get it, I told you wasn't no limit At four circle, I'm a V-12, girl can't you tell I'll rock your bells from eight, to twelve Make you want like a dog, my name below your drawers I know you want it all, ha ha ha ha, but don't fall  [Chorus]  [Verse 3: Mercedes] Let me tell you about your baby daddy Waking me up early in the morning, we gone and How you know he's creeping with me How you think I know you get off of work around three I suppose you want to sit and chat Probably wondering where your man is at So why you keep on sweatin' me, testin' me It's truly plain to see where he wants to be Right here next to me  [Outro: Peaches, Master P] Ohhh ohhh ohhh Ohhh ohhh ohhh Ohhh ohhh ohhh You got me twisted, callin' me about your man You got me twisted, callin' me about your man  (You got me twisted girl Talkin bout goin on Jerry Springer Huh, don't hate the player baby, hate the game Matter of fact, why don't ya'll put these boxing gloves on I know you just got your nails and your hair done But uh, whoever win, it's your thing boo Ha, that's what I'm talkin' bout)  ",
        "title": "It's Your Thing"
    },
    {
        "artist": "Dave Hollister",
        "lyrics": "  I'd like to dedicate this right here To my favorite girl I know I haven't been the most perfect man But I love you, God knows, I do Why...  (Verse 1) What's wrong with your shady ass Wakin' me up early in the mornin' still yawnin' Don't you know a nigga half sleep So why the hell you keep on pagin' me I told you once before I'm gonna say it once again Don't you call no more My girl is lyin' next to me Do you think this is a game Why you testin' me You keep on stressin' me  (Chorus 1) You keep callin' me All night long Just constantly Interruptin' Can't you see I'm with my favorite girl What's that shit you on Talkin' about my baby's mom She's still layin' in my arms She is my favorite girl  (Verse 2) I saw you around my way Ridin' by my crib Just the other day The order of protection was restranin' me I couldn't take the chance of someone namin' me You tryin' to frame me Leave me alone Callin' me and hangin' up the wife was home How'd you get my number in the first place The shit ain't even listed under my name  You callin' me And you tellin' me That you wantin' me And you needin' me 'Cause you're lonely And you can't see How I could be with another B I - T - C - H And that she could never be my wifey Why can't you see it wasn't meant for you to be with me  You so damn (crazy girl) Thinkin' I would ever leave my baby My lady The only one Who's there for me Who cares for me My destiny Who knows the things That's best for me And about me (i'm not leavin my home) This ecstasy would always mean the world to me  (Chorus 1) Huh, leave me alone I wanna be alone Leave me alone, you had to go and stop callin' me Why don't you I told you just leave me alone I can't take no more now Baby I need a little help Stevie J, play for me  ",
        "title": "My Favorite Girl"
    },
    {
        "artist": "Montgomery Gentry",
        "lyrics": "  Pulled in the driveway, picked up the paper Found my key and unlocked the door I walked in, felt like a stranger like I'd never been there before As I wandered room to room, it was silent as a tomb Could've heard a teardrop, could've heard a heartbreak Never saw the flood come even though I felt the rain Never heard a house sound so loud with memories Where there used to be a happy home In the house on the corner of lonely and gone If she talked about leaving I wasn't listening If she showed me a sign, well, I never saw Did she stop believing? Did I stop giving? Can't put my finger on, what went wrong Now the quietest noise I'm told is the sound of letting go Could've heard a teardrop, could've heard a heartbreak Never saw the flood come even though I felt the rain Never heard a house sound so loud with memories Where there used to be a happy home In the house on the corner of lonely and gone Whoa, never heard a house sound so loud with memories Where there used to be a happy home in the house on the corner In the house on the corner of lonely and gone  ",
        "title": "Lonely And Gone"
    },
    {
        "artist": "Shane Minor",
        "lyrics": "  (Kostas/Toby Keith/Chuck Cannon)  It ain't wrong to say I can't start the day Without a shot of What makes it right 'Cause baby if I miss Just one little kiss I'll be jonesin' 'til tonight  I'm a slave to the habit Slave to the habit Chained to the way you do that thing you do Im a stone cold addict You know I gots to have it I'm a slave to the habit of loving you  There was a day I remember Last November I decided I could leave you alone But my heart started aching My hands started shaking My feet brought me straight back home  I'm a slave to the habit Slave to the habit Chained to the way you do that thing you do Im a stone cold addict You know I gots to have it I'm a slave to the habit of loving you  Oh no! Ain't no way to help it Girl you got me hooked on your love Oh no! How can I quit it? When I can't ever never get enough  I'm a slave to the habit Slave to the habit Chained to the way you do that thing you do Im a stone cold addict You know I gots to have it I'm a slave to the habit of loving you  ",
        "title": "Slave To The Habit"
    }
]