[
    {
        "artist": "Janet Jackson",
        "lyrics": null,
        "title": "Again"
    },
    {
        "artist": "Ace Of Base",
        "lyrics": "  [Intro] She leads a lonely life She leads a lonely life  [Verse 1] When she woke up late in the morning light And the day had just begun She opened up her eyes and thought Oh, what a morning It's not a day for work It's a day for catching tan Just lying on the beach and having fun She's going to get you  [Chorus] All that she wants is another baby She's gone tomorrow, boy All that she wants is another baby All that she wants is another baby She's gone tomorrow, boy All that she wants is another baby All that she wants All that she wants  [Verse 2] So if you are in sight and the day is right She's the hunter, you're the fox The gentle voice that talks to you won't talk forever It is a night for passion But the morning means goodbye Beware of what is flashing in her eyes She's going to get you  [Chorus] All that she wants is another baby She's gone tomorrow, boy All that she wants is another baby All that she wants is another baby She's gone tomorrow, boy All that she wants is another baby (is another baby, yeah) All that she wants is another baby She's gone tomorrow. boy All that she wants is another baby All that she wants is another baby She's gone tomorrow, boy All that she wants is another baby All that she wants All that she wants  ",
        "title": "All That She Wants"
    },
    {
        "artist": "Mariah Carey",
        "lyrics": null,
        "title": "Hero"
    },
    {
        "artist": "Meat Loaf",
        "lyrics": "  And I would do anything for love I'd run right into hell and back I would do anything for love I'll never lie to you and that's a fact  But I'll never forget the way you feel right now - Oh no - - No way - And I would do anything for love But I won't do that, No I won't do-  Anything for love Oh I would do anything for love I would do anything for love But I won't do that No I won't do that  And some days it don't come easy And some days it don't come hard Some days it don't come at all And these are the days that never end  And some nights you're breathing fire And some nights you're carved in ice Some nights you're like nothing I've ever Seen before, or will again  And maybe I'm crazy Oh it's crazy and it's true I know you can save me No one else can save me now but you  As long as the planets are turning As long as the stars are burning As long as your dreams are coming true- You better believe it!  That I would do anything for love! And I'll be there till the final act And I would do anything for love! And I'll take the vow and seal a pact  But I'll never forgive myself if we don't go all the way Tonight  And I would do anything for love! Oh I would do anything for love! Oh I would do anything for love! But I won't do that! No I won't do that!  I would do anything for love Anything you've been dreaming of But I just won't do that...  I would do anything for love Anything you've been dreaming of But I just won't do that...  I would do anything for love Anything you've been dreaming of But I just won't do that...  And some days I pray for Silence And some days I pray for Soul Some days I just pray to the God Of Sex and Drums and Rock 'N' Roll  And some nights I lose the feeling And some nights I lose control Some nights I just lose it all When I watch you dance and the thunder rolls  And maybe I'm lonely That's all I'm qualified to be There's just one and only One and only promise I can keep  As long as the wheels are turning As long as the fires are burning As long as your prayers are coming true You better believe it!  That I would do anything for love! And you know it's true and thats a fact I would do anything for love! And there'll never be no turning back  But I'll never do it better than I do it with you So long So long  And I would do anything for love Oh, I would do anything for love I would do anything for love But I won't do that, No No. No, I won't do that!  I would do anything for love Anything you've been dreaming of But I just won't do that...  I would do anything for love Anything you've been dreaming of But I just won't do that...  I would do anything for love Anything you've been dreaming of But I just won't do that...  I would do anything for love Anything you've been dreaming of But I just won't do that...  I would do anything for love Anything you've been dreaming of But I just won't do that...  I would do anything for love Anything you've been dreaming of But I just won't do that...  I would do anything for love Anything you've been dreaming of But I just won't do...  But I'll never stop dreaming of you every night of my life No way  And I would do anything for love Oh I would do anything for love Oh I would do anything for love But I won't do that No I won't do that  Lorraine Crosby: Will you raise me up? Will you help me down? Will you help get me right out of this Godforsaken town? Will you make it all a little less cold?  Meat Loaf: I can do that! I can do that!  Lorraine Crosby: Will you hold me sacred Will you hold me tight Will you colorize my life I'm so sick of black and white! Can you make it all a little less old  Meat Loaf: I can do that! Oh, Oh, I can do that!  Lorraine Crosby: Will you make me some magic with your own two hands? Can you build an Emerald city with these grains of sand? Can you give me something I can take home?  Meatloaf: I can do that I can do that  Lorraine Crosby: Will you cater to every fantasy I've got? Will ya hose me down with holy water - If I get too hot? Will you take me to places I'll never know?  Meat Loaf: I can do that! I can do that!  Lorraine Crosby: After a while you'll forget everything Just a brief interlude, and a mid-summer night's fling Then you'll see that it's time to move on  Meat Loaf: I won't do that I won't do that  Lorraine Crosby: I know the territory - I've been around It'll all turn to dust and we'll all fall down Sooner or later you'll be screwing around  Meat Loaf: I won't do that! No I won't do that!  Anything for love Oh I would do anything for love! I would do anything for love! But I won't do that! No I won't do that...  ",
        "title": "I'd Do Anything For Love (But I Won't Do That)"
    },
    {
        "artist": "Salt-N-Pepa",
        "lyrics": "  [Intro Pepa] (Hey yeah, I wanna shoop baby!) How you doing baby? No, not you, you, the bow-legged one, yeah What’s your name? Damn baby, that sounds sexy  [Verse 1 Pepa] Here I go, here I go, here I go again Girls, what's my weakness, men Ok then, chilling, chilling, minding my business Yo Salt, I looked around and I couldn't believe this I swear, I stared, my niece my witness The brother had it going on with something kinda uh Wicked, wicked, had to kick it I'm not shy so I asked for the digits A ho, no that don't make me See what I want slip slide to it swiftly Felt it in my hips so I dipped back to my bag of tricks Then I flipped for a tip, make me wanna do tricks for him Lick him like a lollipop should be licked Came to my senses and I chilled for a bit Don't know how you do the voodoo that you do So well it's a spell, hell, makes me wanna shoop shoop shoop  [Hook] Shoop shoop ba-doop Shoop ba-doop Shoop ba-doop ba-doop ba-doop Shoop ba-doop Shoop ba-doop Shoop ba-doop ba-doop ba-doop  [Verse 2 Salt] You're packed and you're stacked 'specially in the back Brother, wanna thank your mother for a butt like that (thanks, Mom) Can I get some fries with that shake-shake booty If looks could kill you would be an Uzi Or a shotgun - bang! What's up with that thang? I wanna know, How does it hang? Straight up, wait up, hold up, Mr. Lover Like Prince said you're a sexy motha- Well-a, I like 'em real wild, b-boy style by the mile Smooth black skin with a smile Bright as the sun, I wanna have some fun Come and give me some of that yum-yum Chocolate chip, honey dip, can I get a scoop? Baby, take a ride in my coupe, you make me wanna  [Hook] Shoop shoop ba-doop Shoop ba-doop Shoop ba-doop ba-doop ba-doop Shoop ba-doop Shoop ba-doop Shoop ba-doop ba-doop ba-doop  [Verse 3 Pepa] Well let me bring you back to the subject, Pep's on the set Make you get hot, make you work up a sweat When you skip-to-my-lou, my darling Not falling in love but I'm falling for your [super sperm] When I get ya betcha bottom dollar you were best under pressure [Yo, Sandy, I wanna like, taste you] Getcha getcha lips wet cause it's time to have Pep  [Verse 4 Salt] On your mark, get set, go, let me go, let me shoop To the next man in the three-piece suit I spend all my dough, ray me, cutie Shoop shoop a-doobie like Scoobie Doobie Doo I love you in your big jeans, you give me nice dreams You make me wanna scream, ooo, oooo, oooo I like what you do when you do what you do You make me wanna shoop  [Hook] Shoop shoop ba-doop Shoop ba-doop Shoop ba-doop ba-doop ba-doop Shoop ba-doop Shoop ba-doop Shoop ba-doop ba-doop ba-doop  [Interlude Salt] Oh my goodness, girl look at him He is the cutest brother in here And he's comin' this way, oooh  [Verse 5 Big Twan] S and the P wanna get with me, cool (uh-huh) But I'm wicked, G, (yeah) hit skins but never quickly (that's right) I hit the skins for the hell of it, just for the yell I get Mmm mmm mmm, for the smell of it They want my bod, here's the hot rod (hot rod) Twelve inches to a yard and have you sounding like a retard (yeah) Big 'Twan Love-Her, six-two, wanna hit you (So what you wanna do?) What you wanna do? (Mmmm, I wanna shoop)  [Hook] Shoop shoop ba-doop Shoop ba-doop Shoop ba-doop ba-doop ba-doop Shoop ba-doop Shoop ba-doop Shoop ba-doop ba-doop ba-doop  Oh, you make me wanna shoop Hey yeah, I wanna shoop, baby  ",
        "title": "Shoop"
    },
    {
        "artist": "DRS",
        "lyrics": "  [Verse 1] This song's dedicated To my homies in that gangsta lean Why'd you have to go so soon? It seems like yesterday We were hangin 'round the hood Now I'm gonna Keep your memory alive Like a homie should  A lifetime of memories Going down the drain I'd like to keep steppin' But I can't get past the pain  I tip my 40 to your memory Take a drink, and I Stop to think, and I I know one day soon We'll be- We'll be hangin' out  [Chorus] This is for my homies This is for my homies, well well See you when I get there In that gangsta lean, in that gangsta lean This is for my homies This is for my homies, well well See you when I get there In that gangsta lean, in that gangsta lean  [Verse 2] My God, my God Could you pass on a message for me? Tell him put down those dice for a second, Lord Listen to his homie Could you tell him I'll never let go of his memory? So his son will know He don't have to cry no more Cause God's got his back, I said God's got his back  A lifetime of memories Going down the drain I'd like to keep steppin' But I can't get past the pain  I tip my 40 to your memory Take a drink, and I Stop to think, and I I know one day soon We'll be, we'll be hangin out  [Chorus] This is for my homies This is for my homies See you when I get there In that gangsta lean, in that gangsta lean This is for my homies This is for my homies You know I miss you, you know I miss you, my homie See you when I get there In that gangsta lean, in that gangsta lean  [Interlude] This song is decicated to homies in that gangsta lean Tommy from Master's Touch My boy Y-B And my boy Eibere And whoever else out there Thats gotta homie thats in a gangsta lean And also my boys in the pen That ain't ever gonna see the street again Cause you know what? It dont matter what they was doing while they was here They couldve been bangin', slangin' But they ain't here no more And thats somebody's daddy Somebody's baby, that's somebody's homie So go on and let 'em rest while they in that gangsta lean You know what I'm sayin'? That's on the real, loc  [Chorus/Outro] This is for my homies I can't believe that your gone See you when I get there I'll see you, I'll see you, I'll see you Illlll see you This is for my homies Now that your in that gangsta lean, well well well See you when I get there I'm so sorry you're gone but I've got to keep on (This is for my homies) I gotta keep movin', I gotta keep movin I gotta keep movin', movin', movin', movin' (See you when I get there) I'll see you, I'll see you One day, someday, homie, someday This is for my homies This is for my homies, yeyeah See you when I get there  ",
        "title": "Gangsta Lean"
    },
    {
        "artist": "Bryan Adams/Rod Stewart/Sting",
        "lyrics": "  [Verse 1] When it's love you give I'll be a man of good faith Then in love you'll live I'll make a stand, I won't break I'll be the rock you can build on Be there when you're old To have and to hold  [Verse 2] When there's love inside I swear I'll always be strong Then there's a reason why I'll prove to you we belong I'll be the wall that protects you From the wind and the rain From the hurt and pain  [Chorus] Let's make it all for one and all for love Let the one you hold, be the one you want The one you need Cause when it's all for one, it's one for all When there's someone that should know Then just let your feelings show And make it all for one and all for love  [Verse 3] When it's love you make I'll be the fire in your night And when it's love you take I will defend, I will fight I'll be there when you need me When honor's at stake This vow I will make  [Chorus] That it's all for one and all for love Let the one you hold, be the one you want The one you need Cause when it's all for one, it's one for all When there's someone that should know Then just let your feelings show And make it all for one and all for love  [Verse 4] Don't lay our love to rest Cause we could stand up to the test We got everything, and more Then we had planned More than the rivers that run the land We've got it all, in our hands  [Chorus] Now it's all for one and all for love Let the one you hold, be the one you want The one you need Cause when it's all for one, it's one for all When there's someone that should know Then just let your feelings show When there's someone that you want When there's someone that you need Let's make it all, all for one and all for love  ",
        "title": "All For Love"
    },
    {
        "artist": "Toni Braxton",
        "lyrics": "  [Chorus:] If I never feel you in my arms again If I never feel your tender kiss again If I never hear I love you now and then Will I never make love to you once again Please understand if love ends Then I promise you, I promise you That, that I shall never breathe again Breathe again Breathe again That I shall never breathe again Breathe again  [Verse 1:] And I can't stop thinking about About the way things used to be And I can't stop thinking about About the love that you make to me And I can't get you outta my head How in the world will I begin To let you walk right out my life And blow my heart away And I can't stop caring about About the apple of my eye And I can't stop doing without Without the center of my life And I can't get you outta my head And I know I can't pretend That I won't die if you decide You won't see me again  [Chorus:] If I never feel you in my arms again If I never feel your tender kiss again If I never hear I love you now and then Will I never make love to you once again Please understand if love ends Then I promise you, I promise you That, that I shall never breathe again Breathe again Breathe again That I shall never breathe again Breathe again  [Verse 2:] And I can't stop thinking about About the way my life would be No I can't stop thinking about How could your love be leavin' me And I can't get you outta my mind God knows how hard I tried And if you walk right out my life God knows I'd surely die And I can't stop doing without Without the rhythm of my heart No I can't stop doing without For I would surely fall apart And I can't get you outta my mind Cause I know I can't deny it And I would die if you decide You won't see me again  [Chorus:] If I never feel you in my arms again If I never feel your tender kiss again If I never hear I love you now and then Will I never make love to you once again Please understand if love ends Then I promise you, I promise you That, that I shall never breathe again Breathe again Breathe again That I shall never breathe again Breathe again  ",
        "title": "Breathe Again"
    },
    {
        "artist": "Bryan Adams",
        "lyrics": "  Still feels like our first night together Feels like the first kiss and it's gettin' better baby No one can better this Still holdin' on, you're still the one First time our eyes met - the same feeling I get Only feels much stronger - I wanna love you longer You still turn the fire on So if you're feelin' lonely don't You're the only one I ever want I only wanna make it good So if I love ya a little more than I should  Please forgive me - I know not what I do Please forgive me - I can't stop loving you Don't deny me - this pain I'm going through Please forgive me - if I need ya like I do Please believe me - every word I say is true Please forgive me - I can't stop loving you  Still feels like our best times are together Feels like the first touch We're still gettin' closer baby Can't get close enough I'm still holdin' on - you're still number one I remember the smell of your skin I remember everything I remember all your moves - I remember you yeah I remember the night - you know I still do So if you're feelin' lonely don't You're the only one I ever want I only wanna make it good So if I love you a little more than I should  Please forgive me - I know not what I do Please forgive me - I can't stop loving you Don't deny me - this pain I'm going through Please forgive me - if I need ya like I do Oh believe me - every word I say is true Please forgive me - I can't stop loving you  One thing I'm sure of - is the way we make love The one thing I depend on Is for us to stay strong With every word and every breath I'm prayin' That's why I'm sayin'  Please forgive me - I know not what I do Please forgive me - I can't stop loving you Don't deny me - this pain I'm going through Please forgive me - if I need you like I do Babe believe me - every word I say is true Please forgive me - If I can't stop loving you Never leave me - I don't know what I do Please forgive me - I Can't stop loving you  Can't stop loving you  ",
        "title": "Please Forgive Me"
    },
    {
        "artist": "Michael Bolton",
        "lyrics": "  [Verse 1: Michael Bolton] You are the candle, love's the flame A fire that burns through wind and rain Shine your light on this heart of mine Till the end of time You came to me like the dawn through the night Just shinin' like the sun Out of my dreams and into my life You are the one, you are the one  [Chorus: Michael Bolton] Said I loved you but I lied 'Cause this is more than love I feel inside Said I loved you but I was wrong 'Cause love could never ever feel so strong Said I loved you but I lied  [Verse 2: Michael Bolton] With all my soul I've tried in vain How can mere words my heart explain This taste of heaven so deep so true I've found in you So many reasons in so many ways My life has just begun Need you forever, I need you to stay You are the one, you are the one  [Chorus: Michael Bolton] Said I loved you but I lied 'Cause this is more than love I feel inside Said I loved you but I was wrong 'Cause love could never ever feel so strong Said I loved you but I lied  [Verse 3: Michael Bolton] You came to me like the dawn through the night Just shinin' like the sun Out of my dreams and into my life You are the one, you are the one  [Chorus: Michael Bolton] Said I loved you but I lied 'Cause this is more than love I feel inside Said I loved you but I was wrong 'Cause love could never ever feel so strong Said I loved you but I lied  [Outro: Michael Bolton] Said I loved you But this is more than love I feel inside Said I loved you... But I lied  ",
        "title": "Said I Loved You...But I Lied"
    },
    {
        "artist": "Xscape",
        "lyrics": "  [Verse 1: Kandi] Every man wants a woman Where him and her can just go hang Just the two of them along, kick back Doing their own thing (Doing their own thing ) And every man wants a woman That can always keep him in the mood And I'm that kind of girl So this is what I tell my dude  [Chorus] I tell him to kick off your shoes and relax your feet Party on down to the Xscape beat Just kick it Just kick it, just kick it, just kick it I tell him to kick off your shoes and relax your feet Party on down to the Xscape beat Just kick it Just kick it, just kick it, just kick it  [Verse 2: Kandi] Every man wants a woman That can cook him up a good meal A woman he can treat like his homie And take her out on the Ave. and just chill Every man wants a woman That ain't good for just laying on her back [LaTocha] And I'm that kind of woman [Kandi] So before me and my man get in the sack...  [Chorus] I tell him to kick off your shoes and relax your feet Party on down to the Xscape beat Just kick it Just kick it, just kick it Kick off your shoes and relax your feet Party on down to the Xscape beat Just kick it Just kick it, just kick it Kick off your shoes and relax your feet Party on down to the Xscape beat Just kick it Just kick it, just kick it Kick off your shoes and relax your feet Party on down to the Xscape beat Just kick it Just kick it, just kick it  This is for the niggas, strictly for the niggas This is for the niggas, the real niggas This is for the niggas, strictly for the niggas This is for the niggas, the real niggas This is for the niggas, strictly for the niggas This is for the niggas, the real niggas This is for the niggas, strictly for the niggas This is for the niggas,  the real niggas  Kick off your shoes and relax your feet Party on down to the Xscape beat Just kick it Just kick it, just kick it  Kick off your shoes and relax your feet Party on down to the Xscape beat Just kick it Just kick it, just kick it  ",
        "title": "Just Kickin' It"
    },
    {
        "artist": "Tevin Campbell",
        "lyrics": "  [Verse 1] Last night I, I saw you standing And I started, started pretending That I knew you, and you knew me too  And just like a roni, you were too shy But you weren't the only cause so was I And I dreamed of you ever since Now I built up my confidence Girl next, next time you come my way I'll know just what to say...  [Chorus] Can we talk for a minute? Girl I want to know your name Can we talk for a minute? Girl I want to know your name  [Verse 2] I started to write you letters But I wanted to be more clever I wanted to get down and sweet talk you  Hey baby  But just like a baby I could not talk And I tried to come closer, but could not walk And I think of it every night Ohh I just could not get it right! OH! If we ever come close again I'll know what I'll say then  [Chorus] Can we talk for a minute? Girl I want to know your name Can we talk for a minute? Girl I want to know your name  [Bridge] Oh girl... One more chance with you again And I will not let it go! Oh please! Give me just one more chance for love, love, love, love  [Chorus] Can we talk for a minute? Girl I want to know your name Can we talk for a minute? Girl I want to know your name Can we talk? I wanna talk to my baby Come on and talk to me baby Girl I want to know your name Can we talk for a minute? Girl I want to know your name Can we talk? Come on and talk to me baby See I wanna know You're gonna tell me your name baby Can we talk for a minute? I wanna know, I wanna know I want to know your name Can we talk for a minute?  ",
        "title": "Can We Talk"
    },
    {
        "artist": "2Pac",
        "lyrics": "  [Intro] Little something for my godson Elijah And a little girl named Corin  [Verse 1] Some say the blacker the berry, the sweeter the juice I say the darker the flesh, then the deeper the roots I give a holla to my sisters on welfare 2Pac cares if don't nobody else care And I know they like to beat you down a lot When you come around the block, brothers clown a lot But please don't cry, dry your eyes, never let up Forgive, but don't forget, girl, keep ya head up And when he tells you you ain't nothin', don't believe him And if he can't learn to love you, you should leave him ‘Cause, sister, you don't need him And I ain't tryin' to gas you up, I just call 'em how I see 'em You know what makes me unhappy? When brothers make babies And leave a young mother to be a pappy And since we all came from a woman Got our name from a woman and our game from a woman I wonder why we take from our women Why we rape our women — do we hate our women? I think it's time to kill for our women Time to heal our women, be real to our women And if we don't we'll have a race of babies That will hate the ladies that make the babies And since a man can't make one He has no right to tell a woman when and where to create one So will the real men get up? I know you're fed up, ladies, but keep ya head up  [Hook] Keep ya head up, ooh, child Things are gonna get easier Keep ya head up, ooh, child Things'll get brighter Keep ya head up, ooh, child Things are gonna get easier Keep ya head up, ooh, child Things'll get brighter  [Verse 2] Ayo, I remember Marvin Gaye used to sing to me He had me feelin' like black was the thing to be And suddenly the ghetto didn't seem so tough And though we had it rough, we always had enough I huffed and puffed about my curfew and broke the rules Ran with a local crew and had a smoke or two And I realize Mama really paid the price She nearly gave her life to raise me right And all I had to give her was my pipe dream Of how I'd rock the mic and make it to the bright screen I'm tryin' to make a dollar out of fifteen cents It's hard to be legit and still pay the rent And in the end it seems I'm headin' for the pen I try to find my friends, but they're blowin' in the wind Last night my buddy lost his whole family It's gonna take the man in me to conquer this insanity It seems the rain'll never let up I try to keep my head up and still keep from gettin' wet up You know, it's funny, when it rains it pours They got money for wars but can't feed the poor Say there ain't no hope for the youth And the truth is it ain't no hope for the future And then they wonder why we crazy I blame my mother for turnin' my brother into a crack baby We ain't meant to survive, ‘cause it's a set-up And even though you're fed up, huh, you got to keep ya head up  [Hook] Keep ya head up, ooh, child Things are gonna get easier Keep ya head up, ooh, child Things'll get brighter Keep ya head up, ooh, child Things are gonna get easier Keep ya head up, ooh, child Things'll get brighter  [Verse 3] And uh, to all the ladies havin' babies on they own I know it's kinda rough and you're feelin' all alone Daddy's long gone and he left you by your lonesome Thank the Lord for my kids even if nobody else want 'em ‘Cause I think we can make it; in fact, I'm sure And if you fall, stand tall and come back for more ‘Cause ain't nothin' worse than when your son Wants to know why his daddy don't love him no mo' You can't complain you was dealt this Hell of a hand without a man, feelin' helpless Because there's too many things for you to deal with Dyin' inside, but outside you're lookin' fearless While tears is rollin' down your cheeks You steady hopin' things don't fall down this week ‘Cause if it did, you couldn't take it And don't blame me — I was given this world, I didn't make it And now my son's gettin' older and older And colder from havin' the world on his shoulders While the rich kids is drivin' Benz I'm still tryin' to hold on to survivin' friends And it's crazy, it seems it'll never let up But please, you got to keep ya head up  ",
        "title": "Keep Ya Head Up"
    },
    {
        "artist": "Tag Team",
        "lyrics": "  [Intro: DC the Brain Supreme] Party-people! Yeah, Tag Team music in full effect! That's me - DC the Brain Supreme, and my man Steve Roll'n! We're kickin' the flow! (We're kickin' the flow!) And it goes a little something like this!  [Verse 1: Steve Roll'n] Tag Team, back again Check it to wreck it, let's begin Party on, party people, let me hear some noise DC's in the house, jump, jump, rejoice Says there's a party over here, a party over there Wave your hands in the air, shake the derriere These three words mean you're gettin' busy: Whoomp, there it is! Hit me!  [Hook] Whoomp, there it is! Whoomp, there it is! Whoomp, there it is! Whoomp, there it is! Whoomp, there it is! Whoomp, there it is! Whoomp, there it is! Whoomp, there it is!  [Verse 2: Steve Roll'n] Upside down and inside out I'm 'bout to show all you folks what it's all about Now it's time for a nigga to get on the mic And make this motherfuckin' party hype I'm takin' it back to the old school 'Cause I'm an old fool who's so cool If you wanna get down, I'mma show you the way Whoomp, there it is! Let me hear you say...  [Hook] Whoomp, there it is! (come on y'all) Whoomp, there it is! (a little louder) Whoomp, there it is! (come on y'all) Whoomp, there it is! (louder) Whoomp, there it is! (come on y'all) Whoomp, there it is! (a little louder) Whoomp, there it is! (come on y'all) Whoomp, there it is! Whoomp! Shaka-laka-shaka-laka shaka-laka shaka Whoomp! Shaka-laka-shaka-laka shaka-laka shaka Whoomp! Shaka-laka-shaka-laka shaka-laka shaka Whoomp! Shaka-laka-shaka-laka shaka-laka shaka  [Verse 3: Steve Roll'n] Point blank - gin and juice I drink And then invent as I puff on dank Rock the mic, uh oh, I crave skin Rip shit, find a honey dip to dip it in Slam dunk it, stick it, flip it and ride That B-double-O-T-Y, oh my Ooh, that's it, come on, come on Whoomp, there it is! I'm done  [Hook] Whoomp, there it is! (come on) Whoomp, there it is! (louder) Whoomp, there it is! (give it to me) Whoomp, there it is! (come on, come on) Whoomp, there it is! (little louder) Whoomp, there it is! (yeah!) Whoomp, there it is! (come on, come on) Whoomp, there it is! (yeah!) Heyy! Babyy! Whoomp, there it is! Heyy! Babyy! Whoomp, there it is!  [Verse 4: Steve Roll'n] Some say I'm crazy 'cause I'm pushing up dasies The underground sound that you niggas have found Amazing, outstanding, demanding Commanding, you people dancing (whooooo!) Shit! That's a breathtaker Our producer a.k.a. the undertaker You wanna come down to the underground old school? Here's a shovel, can you dig it, fool?  Can you dig it? We can dig it! Can y'all dig it? We can dig it! Can you dig it? We can dig it! Can y'all dig it? We can dig it! Can you dig it? We can dig it! Can y'all dig it? We can dig it! Can you dig it? We can dig it! Can y'all dig it? We can dig it!  [Verse 5: Steve Roll'n] W-H-double O-M-P as I flow To the fly shit from the school of old Hard core, keep' the folklore wrecked 3 to the 2 and 1, mic check Mad skill, flow ill, on the mess of steel That's the grille of the microphone I just killed Party people, there's your party, Tag Team is through Whoomp there it is, I thought you knew  [Hook] Whoomp, there it is! Whoomp, there it is! Whoomp, there it is! Whoomp, there it is! Whoomp, there it is! Whoomp, there it is! Whoomp, there it is! Whoomp, there it is!  [DC the Brain Supreme] Yeahh! Tag Team music comin' straight at 'cha! That's me - DC the Brain Supreme, and my man Steve Roll'n! Bring it back y'all, bring it back y'all, bring it back, here we go!  Whoomp, there it is! Whoomp, there it is! Whoomp, there it is! Whoomp, there it is!  [Outro] Hahaha Have you heard that new song by Tag Team? What's that? You go girl, he is singing that to me You don't even know him Haha, that song is for all the ladies Well the whole album is dope For real? Damn Really though  ",
        "title": "Whoomp! (There It Is)"
    },
    {
        "artist": "Snoop Dogg",
        "lyrics": "  [Intro] EeeyiyiyiyiyahtheDoggPound'sinthehou-owwse (the bomb) EeeyiyiyiyiyeahtheDoggPound'sinthehou-oww-owse Snoop Doggy, Do-owww-ohhhh-oggg (the bomb) Snoop Doggy, Do-owww-ohhhh-oggg (Dog)  [Verse 1] From the depths of the sea, back to the block Snoop Doggy Dogg, funky as the, the, The D.O.C Went solo on that ass, but it's still the same Long Beach is the spot where I serve my 'caine Follow me, follow me, follow me, follow me, but don't lose your grip Nine-trizzay's the yizzear for me to fuck up shit So I ain't holdin nuttin' back And motherfucker, I got five on that twenty sack It's like that and as a matter of fact (rat-tat-tat-tat) 'Cause I never hesitate to put a nigga on his back Yeah, so peep out the manuscript You see that it's a must we drop gangsta shit What's my motherfuckin name?  [Hook] Snoop Doggy Dogg Snoop Doggy Dogg (the bomb) Dah dah dah dah, hey hey hey hey hey hey hey, dah dah  [Verse 2] It's the bow to the wow, creepin and crawlin Yiggy yes y'allin, Snoop Doggy Dogg in The motherfuckin house like everyday Droppin shit with my nigga Mr Dr. Dre Like I said, niggas can't FUCK with this And niggas can't FUCK with that Shit that I drop 'cause ya know it don't stop Mr. One Eight Seven on a motherfuckin cop Tic toc never the Glock just some nuts and a cock Robbin motherfuckers then I kill dem bloodclots Then I step through the fog and I creep through the smog 'Cause I'm Snoop Doggy (who?) Doggy (what?) Doggy [Dogg]  [Hook] Snoop Doggy Dogg Snoop Doggy Dogg (the bomb) Dah dah dah dah, hey hey hey hey hey hey hey, dah dah  [Verse 3] Now just throw your hands in the motherfuckin air And wave the motherfuckers like ya just don't care Yeah roll up the dank, and pour the drank And watch your step (why?) 'cause Doggy's on the gank My bank roll's on swoll My shit's on hit, legit, now I'm on parole, stroll With the Dogg Pound right behind me And up in yo bitch, is where ya might find me Layin that, playin that G Thang She want the nigga with the biggest nuts, and guess what? He is I, and I am him, slim with the tilted brim What's my motherfuckin name?  [Outro] Oh, Snoopy Dogg, Snoopy Dogg, Snoopy Dogg (the bomb) Yeah yeah (Dog) I know his name C'mon Snoopy, c'mon Snoopy (the bomb) And the Dogg Pound Snoopy Dogg (the bomb) Snoopy Dogg Snoopy Dogg (Dog) (Dog, nasty dog, doggy dog)  ",
        "title": "What's My Name?"
    },
    {
        "artist": "Zhane",
        "lyrics": null,
        "title": "Hey Mr. D.J."
    },
    {
        "artist": "Haddaway",
        "lyrics": "  [Intro] What is love? Baby, don't hurt me Don't hurt, me no more Baby, don't hurt me Don't hurt, me no more What is love? Yeah  [Verse 1] No, I don't know why you're not there I give you my love but you don't care So what is right and what is wrong? Give me a sign  [Refrain] What is love? Oh, baby, don't hurt me Don't hurt me no more What is love? Oh, baby, don't hurt me Don't hurt me no more  [Hook] Whoa, whoa, whoa, whoa, whoa, whoa, uh, uh Whoa, whoa, whoa, whoa, whoa, whoa, uh, uh  [Verse 2] No, I don't know – what can I do? What else can I say? It's up to you I know we're one, just me and you I can't go on  [Refrain] What is love? Oh, baby, don't hurt me Don't hurt me no more What is love? Oh, baby, don't hurt me Don't hurt me no more  [Hook] Whoa, whoa, whoa, whoa, whoa, whoa, uh, uh Whoa, whoa, whoa, whoa, whoa, whoa, uh, uh  [Refrain] What is love? What is love? What is love? Oh, baby, don't hurt me Don't hurt me no more  [Bridge] Don't hurt me Don't hurt me  [Verse 3] I want no other, no other lover This is our life, our time We are together, I need you forever Is it love?  [Refrain] What is love? Oh, baby, don't hurt me Don't hurt me no more What is love? Oh, baby, don't hurt me Don't hurt me no more  [Outro] (Whoa, whoa) Oh, baby, don't hurt me Don't hurt me no more (whoa, whoa) Oh, baby, don't hurt me Don't hurt me no more What is love?  ",
        "title": "What Is Love"
    },
    {
        "artist": "The Cranberries",
        "lyrics": "  [Verse 1] If you, if you could return Don't let it burn Don't let it fade I'm sure I might be rude But it's just your attitude It's tearing me apart It's ruining every day And I swore, I swore I would be true And honey, so did you So why were you holding her hand? Is that the way we stand? Were you lying all the time? Was it just a game to you?  [Chorus] But I'm in so deep You know I'm such a fool for you You've got me wrapped around your finger Do you have to let it linger? Do you have to, do you have to, do you have to let it linger?  [Verse 2] Oh, I thought the world of you I thought nothing could go wrong But I was wrong, I was wrong If you, if you could get by Trying not to lie Things wouldn't be so confused And I wouldn't feel so used But you always really knew I just want to be with you  [Chorus] And I'm in so deep You know I'm such a fool for you You've got me wrapped around your finger Do you have to let it linger? Do you have to, do you have to, do you have to let it linger?  And I'm in so deep You know I'm such a fool for you You've got me wrapped around your finger Do you have to let it linger? Do you have to, do you have to, do you have to let it linger? You know I'm such a fool for you You've got me wrapped around your finger Do you have to let it linger? Do you have to, do you have to, do you have to let it linger?  ",
        "title": "Linger"
    },
    {
        "artist": "Mariah Carey",
        "lyrics": "  [Intro] Doo, doo doo doo, doo doo, doo Ooh baby, baby Doo, doo doo doo, doo doo, doo Ooh baby, oh, yeah  [Verse 1] I need a lover to give me The kind of love that will last always I need somebody uplifting To take me away, babe, oh yeah, yeah I want a lover who knows me, yeah Who understands how I feel inside Someone to comfort and hold me Through the long lonely nights 'till the dawn Why don't you take me away?  [Chorus] Dreamlover, come rescue me Take me up, take me down Take me anywhere you want to baby now I need you so desperately Won't you please come around? 'Cause I want to share forever with you, baby With you, baby  [Verse 2] I don't want another pretender, no To disillusion me one more time Whispering words of forever Playing with my mind, no no No, no, no, no, no, baby I need someone to hold on to The kind of love that won't fly away I just want someone to belong to Everyday of my life, always So come and take me away  [Chorus] Dreamlover, come rescue me Take me up, take me down Take me anywhere you want to baby now I need you so desperately Won't you please come around? 'Cause I want to share forever with you  [Instrumental break]  [Chorus] Baby, come and take me away Dreamlover, come rescue me Take me up, take me down (take me down) Take me anywhere you want to, baby, now I need you so desperately (I need you, baby) Won't you please (won't you please) come around? 'Cause I want to share forever with you, baby  Dreamlover, come rescue me Take me up, take me down (take me down) Take me anywhere you want to baby now I need you so desperately (Come on, baby) Won't you please come around? 'Cause I want to share forever with you, baby  ",
        "title": "Dreamlover"
    },
    {
        "artist": "Culture Beat",
        "lyrics": "  [Pre-Chorus: Tania Evans] Call him Mr. Raider Call him Mr. Wrong Call him Mr. Vain  Call him Mr. Raider Call him Mr. Wrong Call him insane  [Chorus: Tania Evans] He'd say: I know what I want And I want it now I want you, cause I'm Mr. Vain I know what I want And I want it now I want you, cause I'm Mr. Vain  [Verse 1: Jay Supreme] Call me raider, call me wrong Call me insane, call me Mr. Vain Call me what you like As long as you call me, time and again Feel the presence of the aura Of the man, none to compare Loveless dying For a chance just to touch a hand Or a moment to share Can't deny the urge, that makes them Want to lose themselves to the debonair one Hold me back, the simple fact is That I'm all that, and I'm always near One sexy can't perplex me Now you know who's raw As if you didn't know before I know what I want, and I want it now I want you, and then I want a little more  [Pre-Chorus: Tania Evans] Call him Mr. Raider Call him Mr. Wrong Call him Mr. Vain  Call him Mr. Raider Call him Mr. Wrong Call him insane  [Chorus: Tania Evans] He'd say: I know what I want And I want it now I want you, cause I'm Mr. Vain I know what I want And I want it now I want you, cause I'm Mr. Vain  Mr. Wrong Mr. Wrong Mr. Raider  [Verse 2: Jay Supreme] Girls all over the world They hope, and pray, and die for men like me Cause I'm the one, begotten son That breaks the mold, get a look at male epitome Style has never seen That makes you want to grab, and hold, and squeeze real tight Who's gonna be the one to save you from yourself When you wanna take a bite Please, oh baby, please You beg, you want to stay, you got to get some Caught up in the charm, that I laid on thick And now there's nowhere to run Just another fish to pick the worm on the hook of my line Yeah, I keep many Females longing for a chance to win my heart With S.E.X. and plenty  [Pre-Chorus: Tania Evans] Call him Mr. Raider Call him Mr. Wrong Call him Mr. Vain  Call him Mr. Raider Call him Mr. Wrong Call him insane  [Chorus: Tania Evans] He'd say: I know what I want And I want it now I want you, cause I'm Mr. Vain I know what I want And I want it now I want you, cause I'm Mr. Vain  [Pre-Chorus: Tania Evans] Call him Mr. Raider Call him Mr. Wrong Call him Mr. Vain  Call him Mr. Raider Call him Mr. Wrong Call him insane  [Chorus: Tania Evans] He'd say: I know what I want And I want it now I want you, cause I'm Mr. Vain I know what I want And I want it now I want you, cause I'm Mr. Vain  [Pre-Chorus: Tania Evans] Call him Mr. Raider Call him Mr. Wrong Call him Mr. Vain  Call him Mr. Raider Call him Mr. Wrong Call him insane  [Chorus: Tania Evans] He'd say: I know what I want And I want it now I want you, cause I'm Mr. Vain I know what I want And I want it now I want you, cause I'm Mr. Vain  [ Outro: Tania Evans] I know what I want And I want it now I want you, cause I'm Mr. Vain I know what I want And I want it now I want you, cause I'm Mr. Vain  ",
        "title": "Mr. Vain"
    },
    {
        "artist": "Babyface",
        "lyrics": "  I never meant to lie to you But I needed me an easy way out I couldn't face the truth with you Because I didn't want to lose my clout I always have been good to you Girl I promise you that nothing has changed Momentary insanity Must be the reason why I did you that way  So now I'm telling everybody That I know I was a fool To take a chance of ever losing And I can't take losing you  So I'm Never keeping secrets And I'm never telling lies I wanna make it up to you No I'm Never keeping secrets Girl I swear it's all behind I only wanna be with you  I didn't want to lie to you But I didn't want to let you down It never did occur to me Sooner or later that you would find out You know how much I care for you And I would never want to cause you pain I know that there is no excuse How could I ever treat my baby that way  That's why I'm telling everybody That I know I was a fool But I don't give a damn about it 'Cause I wanna get back wit you  (HOOK) If you wanna go I want you to know Girl that I understand it But I don't recommened it 'Cause I love you more I know you can't ignore That I will die for you Even lay down my life for you girl Girl I wanna see You standing next to me Girl I apologize For each and every lie I want you to be The only one for me Forever and ever and ever and ever and ever  (HOOK)  ",
        "title": "Never Keeping Secrets"
    },
    {
        "artist": "K7",
        "lyrics": "  Da ding de ding de ding de de de ding ding Da ding de ding de ding de de de ding Da ding de ding de ding de de de ding ding De ding de de de ding de ding de de de ding ding  (Respect)  (Yeah, yeah) Move it up (yeah, yeah) Move it up (yeah, yeah) Come on  (Bounce, come on bounce, bounce, come on bounce) (Bounce, come on bounce) Seven's always in control, you know what I'm sayin' (Bounce, come on bounce)  I slam the door (Boom!) When I come into the bedroom (Wham! Bam!) 'Cause I'm the King of the castle (na na na) Turn me on turn me loose (come on, come on) Try to hit it, it's a hassle Come get some of this, don't forget the innuendo Play me like Nintendo, never ever let go Keep it so loud, you'll be hittin' the crescendo (Do Re Mi Fa Sol La Ti Do)  (CHORUS:) Come baby come baby baby come come (Come baby come baby baby come come) When you gotta give me lovin' then you gotta give me some (You gotta give me lovin' and you gotta give me some) Come baby come baby baby come come (Come baby come baby baby come come) When you gotta give me lovin' then you gotta give me some (You gotta give me lovin' and you gotta give me some) Come down  Well, I can hear the (ring ring ring) The telephone goes ring (hello, hello) But we're still gettin' busy (Pom pom pom, hoo!) Now you're gettin' busy I can slow it down so you can pump it (pump it) Better move it fast so you can pump it (pump it) Two balls and a bat (hoo), a pitcher with a hat (ha) Slidin' into home base, tryin' to hit a home run Swing batta batta batta batta batta swing!  (CHORUS)  Break it down, break it down, come on  (Bounce) Move it all around, (come on bounce) move it all around, bounce (Bounce) Pump it up and down, (come on bounce) pump it up and down, bounce (Bounce) Move it all around, (come on bounce) move it all around, bounce (Bounce) Pump it up and down, (come on bounce) bounce, bounce  Tell me do you like it? (Yeah, yeah) Do you want a little more? (Yeah, yeah) Now tell me do you love it? (Yeah, yeah) Come on! (Do do you love me?) I can feel it (hoo baby baby), come on (ha baby baby) Let it go (hoo baby baby), come on (ha baby baby) Give it to me (hoo baby baby), come on (ha baby baby) Give it to me (hoo! Straight up, now tell me)  (Bounce) da ding de ding (come on bounce) de ding de de de ding ding (Bounce) da ding de ding (come on bounce) de ding de de de ding (Bounce) da ding de ding (come on bounce) de ding de de de ding ding (Bounce) de ding de de de ding de ding de de de ding ding  Come baby come baby baby come come (Come baby come baby baby come come) (Yeah) da ding de ding de ding de de de (hoo!) ding ding (You gotta give me lovin' and you gotta give me some) Come baby come baby baby come come (Come baby come baby baby come come) (Yeah, hoo!) (You gotta give me lovin' and you gotta give me some) Come baby come baby baby come come (Come) step everybody, (baby come baby) step everybody (baby come come) (Yeah) da ding de ding de ding de de de (hoo!) ding ding (You gotta give me lovin' and you gotta give me some) Come baby come baby baby come come (Come baby come) all together now, come on (baby baby come come) (Yeah, hoo!) (You gotta give me lovin' and you gotta give me some) Come down  ",
        "title": "Come Baby Come"
    },
    {
        "artist": "10,000 Maniacs",
        "lyrics": "  Take me now, baby, here as I am Hold me close, n' try n' understand Desire is hunger is the fire I breathe Love is a banquet on which we feed  C'mon now, try n' understand The way I feel under your command Take my hand, as the sun descends They can't hurt ya now, can't hurt ya now, can't hurt ya now...  Because the night belongs to lovers Because the night belongs to us Because the night belongs to lovers Because the night belongs to us  Have I doubt, baby, when I'm alone Love is a ring, a telephone Love is an angel disguised as lust Here in our bed 'til the morning comes  C'mon now, try n' understand The way I feel under your command Take my hand, as the sun descends They can't hurt ya now, can't hurt ya now, can't hurt ya now...  Because the night belongs to lovers Because the night belongs to us Because the night belongs to lovers Because the night belongs to us  With love we sleep, with doubt the vicious cycle turns, n' burns Without you oh I cannot live, forgive the yearnin' burnin' I believe it's time, too real to feel So take me now, take me now, take me now...  Because the night belongs to lovers Because the night belongs to us Because the night belongs to lovers And everybody says that it belongs to us  ",
        "title": "Because The Night"
    },
    {
        "artist": "R. Kelly",
        "lyrics": "  [Part 1]  [Intro] Yeah, 1993 Check this freaky style I was born with  I feel so freaky tonight And I need someone to make me feel alright So bring your body here baby Lady have no fear I'm gonna fulfill your fantasies Just as long as you... Oooohhh, sex me, baby (ah yeah baby, sex me...) Lady, come on come on come on come on  [Chorus] Sex me (sex me baby) Baby baby sex me (sex me baby) Sex me (sex me baby) Baby baby sex me (baby won't you sex me)  [Break] (Ah baby, oouu shit, one play, 1st chapter)  [Verse 1] Come over here and let me take off your clothes Cause things I wanna do to you, nobody has to know, know baby Just lay your body right here Lady have no fear cause ecstasy is near, ooh yeah (Any unexpected positions) bring it on (Any secret fantasies) Baby, I'll fulfill as long as you sex me  [Chorus] Sex me Baby baby sex me (sex me baby) Sex me Baby baby sex me (baby won't you sex me)  [Break] (Now that I've given you one play, are you ready for the 2nd verse?)  [Verse 2] Now let me feel your body next to mine Cause girl I wanna see you sweat Ooh, you're so very wet, baby Now put me inside of you do what you wanna do Cause you got a need for me and I got a need for you Anything unexpected (Any unexpected positions) baby, bring it on (Any secret fantasies) You see I will fulfill as long as you sex me  [Chorus] Sex me (sex me baby) Baby baby sex me (sex me baby) Sex me (sex me baby) Baby baby sex me (oooohhh)  [Bridge] Umm.. let me kiss you in the right place So I can see sex me baby Written on your face Slow baby slow baby steady as we go Up and down to a sixty-nine tempo Yeah, now your body parts around And let me hear you make the Ooh-ah sound Cause I'm your lover man, huh So call your other man And say you found another man  [Chorus] Sex me (sex me baby) Baby baby sex me (woo me baby) Sex me (sex me baby) Baby baby sex me (oooohhh) Sex me (sex me baby) Baby baby sex me (thrill me baby) Sex me (sex me baby) Baby baby sex me (oooohhh) Sex me (sex me baby) Baby baby sex me (sex me baby) Sex me (sex me baby) Baby baby sex me (baby baby, yeah)  [Skit]  [Part 2]  [Chorus] Baby, take off your clothes and come on Turn off the lights cause girl it's on Now that we are all alone I want you to sex me  [Interlude] Oh yeah, it's time for that sex me remix to pop off You know what I'm saying? Check it out, this is on the take off your clothes tip So fellas grab your ladies and make it real wet  [Chorus] Baby, take off your clothes and come on Turn off the lights cause girl it's on Now that we are all alone I want you to sex me (sex me, sex me)  [Interlude 2] Listen to the remix, baby Come here, girl  [Verse 1] Come over here and let me take off your clothes Cause things I wanna do to you, nobody has to know Just lay your body right here, lady have no fear Cause ecstasy is near, oh yes it is  [Bridge] Any unexpected positions Anything unexpected, bring it on Any secret fantasies You see I will fulfill as long as you sex me  [Chorus] Baby, take off your clothes and come on Turn off the lights cause girl it's on Now that we are all alone I want you to sex me (sex me, baby)  [Interlude 3] Yeah, now be a good time To put your hands on those dukes and get closer Here we go  [Verse 2] Now let me feel your body next to mine I wanna see you sweat, girl, you're so very wet, yes Now put me inside of you, do what you wanna do, yeah Cause this is my remix, baby, and I'm gonna need all of you, sing it  [Bridge] Any unexpected positions Anything unexpected, bring it on, yeah Any secret fantasies Anything secret, I'll fulfill as long as you sex me  [Chorus] Baby, take off your clothes and come on Turn off the lights cause girl it's on Now that we are all alone I want you to sex me  Baby, take off your clothes and come on Turn off the lights cause girl it's on Now that we are all alone I want you to sex me  [Rap Verse] Let me kiss you in the right place So I can see 'Sex me baby' written on your face Slow baby, slow baby steady as we go Up and down to a sixty-nine tempo Yeah, now throw your body parts around Now let me hear you make a ooh aah sound Cause I'm your lover man So call your other man and say you found another man  [Chorus] Baby, take off your clothes and come on Turn off the lights cause girl it's on Now that we are all alone I want you to sex me  Baby, take off your clothes and come on Turn off the lights cause girl it's on Now that we are all alone I want you to sex me  Baby, take off your clothes and come on Turn off the lights cause girl it's on Now that we are all alone I want you to sex me  Baby, take off your clothes and come on Turn off the lights cause girl it's on Now that we are all alone I want you to sex me  Baby, take off your clothes and come on Turn off the lights cause girl it's on Now that we are all alone I want you to sex me  Baby, take off your clothes and come on Turn off the lights cause girl it's on Now that we are all alone I want you to sex me  [Outro] Ooh na, na, na, na, na, na Your body, na, na, na, na Ooh na, na, na, na, na, na Your body, na, na, na, na  Ooh na, na, na, na, na, na Your body, na, na, na, na Ooh na, na, na, na, na, na Your body, na, na, na, na  ",
        "title": "Sex Me (Parts I & II)"
    },
    {
        "artist": "Jodeci",
        "lyrics": "  [Intro, spoken] Without you, baby I feel worthless I'm living on the edge  [Verse 1] It's been an hour since you've been gone And that's too long, so come back home I can't live without you So I'll cry for you Do anything that I can To feel that touch from your hand Sorry that I want you Lady, what do I do? You know...  [Pre-Chorus] You're everything I knew Ooh yeah Do what you want me to I would do anything Get on my knees for you Ooh, baby What else is there to do? I don't know, I don't know But I'll cry  [Chorus] Lady, I will cry for you tonight, tonight (Yeah) Lady, I will cry for you tonight, tonight (Well-l-l, well Help me out Help me out, yeah)  [Verse 2] You spoil me girl, like a child When you're not here, I can't even smile I can't think without you My mind is always with you It's amazing what you do To keep me falling in love with you Girl you all that I know Where else can I go? I say...  [Pre-Hook]  [Hook, extended] Lady, I will cry for you tonight (Ooh, ooh, no, no, no) Lady, I will cry for you tonight, tonight (Help me out baby Help me out baby, yes I don’t know how else to say it I don’t know what else to say K-Ci help me sing it) (JoJo, I’m right here, yes I am I will cry for you lady Sometimes my pillow gets so wet with tears I don't have no one to call my own I want you back, baby Ooh yeah)  [Bridge] Baby I’m begging, baby I’m begging, begging, baby (Said I’m beggin’) Baby I’m begging, baby I’m begging, begging, baby (uh, Lord have mercy) (Say I’m begging) Baby I’m begging, baby I’m begging, begging, baby (I just can’t take it no more I don’t give a damn anymore, baby) Baby I’m begging, baby I’m begging, begging, baby (Come back, come on back) Is there anybody out there know what I’m talking about Somebody, anybody) Jodeci, let me here you say, YEAH-a, a, ah  [Outro] Baby, I’m begging, baby, I’m begging, begging, baby  ",
        "title": "Cry For You"
    },
    {
        "artist": "Jimmy Cliff",
        "lyrics": "  I can see clearly now the rain is gone I can see all obstacles in my way Gone are the dark clouds that had me blind It's gonna be a bright (bright) Bright (bright) sun-shining day It's gonna be a bright (bright) Bright (bright) sun-shining day  Oh yes I can make it now the pain is gone All of the bad feelings have disappeared Here is that rainbow I've been praying for It's gonna be a bright (bright) Bright (bright) sun-shining day  (Ooh...) Look all around, there's nothing but blue skies Look straight ahead, there's nothing but blue skies  I can see clearly now the rain is gone I can see all obstacles in my way Here is that rainbow I've been praying for It's gonna be a bright (bright) Bright (bright) sun-shining day  It's gonna be a bright (bright) Bright (bright) sun-shining day  It's going to be a bright (bright) Bright (bright) sun-shining day  It's gonna be a bright (bright) Bright (bright) sun-shining day  It's gonna be a bright (bright) Bright (bright) sun-shining day  It's gonna be a bright (bright) Bright (bright) sun-shining day  It's gonna be a bright (bright) Bright (bright) sun-shining day  ",
        "title": "I Can See Clearly Now (From \"Cool Runnings\")"
    },
    {
        "artist": "Color Me Badd",
        "lyrics": "  [Chorus:] Don't it hurt so bad... (Time... And it hurt so bad... Chance...) Tryin' to find the faith before the fall Good man's down, while a bad man's standin tall Strongest one don't always win them all Going crazy, going crazy Time and Chance  [Chorus]  (Oh chance and time) The way they do my life is going round Never straight up, sideways, upside down Brothers livin' six feet underground Oh got me crazy, I'm so crazy Ohh... Time and Chance  [Chorus]  So bad... so, so bad A poor man lives in happiness A millionaire evil as he wanna be A good man going hungry... 'Cause of Time and Chance  [Chorus]  (Don't it hurt) I'm tryin to find the faith before the fall A good man's down, while a bad man's standing tall A strong man don't always, win 'em all I'm going crazy, crazy, crazy, baby! Don't it hurt so bad? (Oh it really hurt so bad) And it hurt so bad, (Tell me can you feel the pain?) Don't it hurt so bad (Time and Chance) And it hurt so bad (So bad, so, so, bad) (It really hurt so bad, no one can stand the pain, Now is all about Time and Chance) Time and Chance... Don't it hurt so bad So bad, so bad Don't hurt so bad And it hurt so bad...  ",
        "title": "Time And Chance"
    },
    {
        "artist": "Phil Collins",
        "lyrics": "  [Verse 1] Find yourself in the gutter in a lonely part of town Where death waits in the darkness with a weapon to cut some stranger down Sleeping with an empty bottle, he's a sad and an empty hearted man All he needs is a job, and a little respect, so he can get out while he can  [Chorus 1] We always need to hear both sides of the story Both sides of the story  [Verse 2] A neighbourhood peace is shattered it's the middle of the night Young faces hide in the shadows, while they watch their mother and father fight He says she's been unfaithful, she says her love for him has gone And the brother shrugs to his sister and says \"looks like it's just us from now on\"  [Chorus 1] All we always need to hear both sides of the story We need to hear both sides of the story  [Chorus 2] And the lights are all on, the world is watching now People looking for truth, we must not fail them now Be sure, before we close our eyes Don't walk away from here Until you hear both sides  [Verse 3] Here we are all gathered in what seems to be the center of the storm Neighbors once friendly now stand each side of the line that has been drawn They've been fighting here for years, but now there's killing on the streets While small coffins are lined up sadly, now united in defeat  [Chorus 1] All we always need to hear both sides of the story  [Chorus 2] And the lights are all on, the world is watching now People looking for truth, we must not fail them now Be sure, before we close our eyes Don't walk away from here Until you see both sides  [Verse 4] White man turns the corner, finds himself within a different world Ghetto kid grabs his shoulder, throws him up against the wall He says \"Would you respect me if I didn't have this gun\" \"Because without it, I don't get it, and that's why I carry one\"  [Outro] We always need to hear both sides of the story Both sides of the story Oh, both sides of the story Yes, both sides of the story Oh, both sides of the story Both sides of the story Both sides of the story Both sides of the story Both sides of the story Both sides of the story Both sides of the story Both sides of the story Both sides of the story Both sides of the story Both sides of the story Must hear both sides of the story  ",
        "title": "Both Sides Of The Story"
    },
    {
        "artist": "Billy Joel",
        "lyrics": "  She waits for me at night, she waits for me in silence She gives me all her tenderness and takes away my pain And so far she hasn't run, though I swear she's had her moments She still believes in miracles while others cry in vain  It's all about soul It's all about faith and a deeper devotion It's all about soul Cause under the love is a stronger emotion She's got to be strong Cause so many things getting out of control Should drive her away So why does she stay? It's all about soul  She turns to me sometimes and she asks me what I'm dreaming And I realize I must have gone a million miles away And I ask her how she knew to reach out for me at that moment And she smiles because it's understood there are no words to say  It's all about soul It's all about knowing what someone is feeling The woman's got soul The power of love and the power of healing This life isn't fair It's gonna get dark, it's gonna get cold You've got to get tough, but that ain't enough It's all about soul  There are people who have lost every trace of human kindness There are many who have fallen, there are some who still survive She comes to me at night and she tells me her desires And she gives me all the love I need to keep my faith alive  It's all about soul It's all about joy that comes out of sorrow It's all about soul Who's standing now and who's standing tomorrow You've got to be hard Hard as the rock in that old rock 'n roll But that's only part, you know in your heart It's all about soul  ",
        "title": "All About Soul"
    },
    {
        "artist": "Tony Toni Tone",
        "lyrics": null,
        "title": "Anniversary"
    },
    {
        "artist": "Hi-Five",
        "lyrics": "  Girl, when I first met you I didn't realize You were looking to stay around but I was looking to play around Now I can't forget you, can't forget your pretty smile Took for granted the love you gave And only thought of the love we made  Just when I found someone who could love me Like the way that I need I acted the fool and pushed her away from me  And I'll be thinking 'bout you every night and every day 'Cause in my heart I'll know that I never should have let you go And my love for you is stronger than I ever knew But I couldn't tell you so that I never should have let you go  Do you think about me like I wasn't worth your time? I would give anything I have if you give me another chance Do you think you're better off without me? Playing games with your heart and mind, oh yeah  I don't blame you for leaving me but now you gotta believe in me If you come back, girl, I promise that you'll see a change in my ways I'll get down on my knees, I'll do anything you say  And I'll be thinking 'bout you every night and every day 'Cause in my heart I'll know that I never should have let you go And my love for you is stronger than I ever knew But I couldn't tell you so that I never should have let you go  Is there someone else standing where I stood Giving you the love you never got from me? Girl, I would give you the world if I only could Girl, you will see, will you come back to me Won't you come back to me?  And I'll be thinking 'bout you every night and every day 'Cause in my heart I'll know that I never should have let you go And my love for you is stronger than I ever knew But I couldn't tell you so that I never should have let you go  And I'll be thinking 'bout you every night and every day 'Cause in my heart I'll know that I never should have let you go And my love for you is stronger than I ever knew But I couldn't tell you so, no, I never should have let No, I never should have let, no, I never should have let you go, oh  ",
        "title": "Never Should've Let You Go (From \"Sister Act 2\")"
    },
    {
        "artist": "Billy Joel",
        "lyrics": "  In the middle of the night I go walking in my sleep From the mountains of faith To a river so deep I must be looking for something Something sacred I lost But the river is wide And it's too hard to cross  And even though I know the river is wide I walk down every evening and I stand on the shore And try to cross to the opposite side So I can finally find out what I've been looking for  In the middle of the night I go walking in my sleep Through the valley of fear To a river so deep And I've been searching for something Taken out of my soul Something I would never lose Something somebody stole  I don't know why I go walking at night But now I'm tired and I don't want to walk anymore I hope it doesn't take the rest of my life Until I find what it is that I've been looking for  In the middle of the night I go walking in my sleep Through the jungle of doubt To a river so deep I know I'm searching for something Something so undefined That it can only be seen By the eyes of the blind  In the middle of the night  I'm not sure about a life after this God knows I've never been a spiritual man Baptized by the fire, I wade into the river That runs to the promised land  In the middle of the night I go walking in my sleep Through the desert of truth To the river so deep We all end in the ocean We all start in the streams We're all carried along By the river of dreams  In the middle of the night  (Gloria, it's not Marie...)  ",
        "title": "The River Of Dreams"
    },
    {
        "artist": "Inner Circle",
        "lyrics": null,
        "title": "Sweat (A La La La La Long)"
    },
    {
        "artist": "Queen Latifah",
        "lyrics": "  [Intro] Uh, U.N.I.T.Y., U.N.I.T.Y. that's a unity U.N.I.T.Y., love a black man from infinity to infinity (Who you calling a bitch?)  [Hook:] U.N.I.T.Y., U.N.I.T.Y. that's a unity (You gotta let him know) (You go, come on here we go) U.N.I.T.Y., Love a black woman from (You got to let him know) Infinity to infinity (You ain't a bitch or a ho) U.N.I.T.Y., U.N.I.T.Y. that's a unity (You gotta let him know) (You go, come on here we go) U.N.I.T.Y., Love a black man from (You got to let him know) Infinity to infinity (You ain't a bitch or a ho)  [Verse 1] Instinct leads me to another flow Every time I hear a brother call a girl a bitch or a ho Trying to make a sister feel low You know all of that gots to go Now everybody knows there's exceptions to this rule Now don't be getting mad, when we playing, it's cool But don't you be calling out my name I bring wrath to those who disrespect me like a dame That's why I'm talking, one day I was walking down the block I had my cutoff shorts on right cause it was crazy hot I walked past these dudes when they passed me One of 'em felt my booty, he was nasty I turned around red, somebody was catching the wrath Then the little one said, \"Yeah me, bitch,\" and laughed Since he was with his boys, he tried to break fly Huh, I punched him dead in his eye And said, \"Who you calling a bitch?\"  [Hook] U.N.I.T.Y., U.N.I.T.Y. that's a unity (You gotta let him know) (You go, come on here we go) U.N.I.T.Y., Love a black woman from (You got to let him know) Infinity to infinity (You ain't a bitch or a ho) U.N.I.T.Y., U.N.I.T.Y. that's a unity (You gotta let him know) (You go, come on here we go) U.N.I.T.Y., Love a black man from (You got to let him know) Infinity to infinity (You ain't a bitch or a ho)  [Verse 2] I hit the bottom, there ain't nowhere else to go but up Bad days at work give you an attitude and you erupt And take it out on me but that's about enough You put your hands on me again I'll put your ass in handcuffs I guess I fell so deep in love I grew dependency I was too blind to see just how it was affecting me All I knew was you, you was all the man I had And I was scared to let you go Even though you treated me bad But I don't want my kids to see me getting beat down By daddy smacking mommy all around You say I'm nothing without ya, but I'm nothing with ya A man don't really love you if he hits ya This is my notice to the door, I'm not taking it no more I'm not your personal whore, that's not what I'm here for And nothing good gonna come to ya til you do right by me Brother you wait and see (Who you calling a bitch?)  [Hook] U.N.I.T.Y., U.N.I.T.Y. that's a unity (You gotta let him know) (You go, come on here we go) U.N.I.T.Y., Love a black woman from (You got to let him know) Infinity to infinity (You ain't a bitch or a ho) U.N.I.T.Y., U.N.I.T.Y. that's a unity (You gotta let him know) (You go, come on here we go) U.N.I.T.Y., Love a black man from (You got to let him know) Infinity to infinity (You ain't a bitch or a ho)  [Verse 3] What's going on in your mind is what I ask ya But like Yo-Yo, you don't hear me though You wear a rag around your head And you call yourself a \"gangsta bitch\" Now that you saw Apache's video I saw you wildin', acting like a fool I peeped you out the window jumping girls after school But where did all of this come from? A minute ago, you was a nerd and nobody ever heard of ya Now you a wannabe... hard You barely know your ABC's, please There's plenty of people out there with triggers ready to pull it Why you trying to jump in front of the bullet (Young lady) Uh, and real bad girls are the silent type Ain't none of this worth getting your face sliced Cause that's what happened to your homegirl, right? (Barking with no bite!) She got to wear that for life (Who you calling a bitch?)  [Hook] U.N.I.T.Y., U.N.I.T.Y. that's a unity (You gotta let him know) (You go, come on here we go) U.N.I.T.Y., Love a black woman from (You got to let him know) Infinity to infinity (You ain't a bitch or a ho) U.N.I.T.Y., U.N.I.T.Y. that's a unity (You gotta let him know) (You go, come on here we go) U.N.I.T.Y., Love a black man from (You got to let him know) Infinity to infinity (You ain't a bitch or a ho)  ",
        "title": "U.N.I.T.Y."
    },
    {
        "artist": "Shaquille O'Neal",
        "lyrics": "  [Intro: Shaq] Yo Jef, why don't you give me a hoopa beat or something Something I can go to the park to Yeah, there you go, allright, I like that, I like that It sound dope  (Bust 'em in the eye Shaq)  [Verse 1: Shaq] You wanna fight? come fight me I'll hit ya with the \"wa-psh-psh-psh\", see, see I get dirty after dark, I'll treat you like Spielberg You'll get your ass kicked in in a park You don't believe me, the proof is in the pudding Been a boy in the hood way before Cuba Gooding I flip scrpits with the mad pa-style, freeze Music please I dribble rhymes like Basketball-ems People call me E.T., (what's that Shaq man?) Extra-Tallems You better than Shaq-tack, fool, shut up liar! I lean on the Statue of Liberty when I get tired Than I'll punch you in the stomach, I don't give a heck (hey yo, why you bug a hooker like that?) Yo, she breathed down my neck! People walk around like, Yo, they got charged! But I'm big like Gorilla, 6'7\" ain't large! I kick rhymes like moduck-kwong do I smoke-smoke the mic-mic Like Cheech and Chong do You don't like Shaq, frankly I don't give a damn I know I got skills man, I know I got skills man  [Verse 2: Def Jef]  Suprise, look who's back Not a prize from a Cracker Jack Look at that, it's Def Jef with the Shaq Attack Flexin', I'll be crackin your back with the boom-boom-bap Pass that mic over here, you ain't gon' want it back Everybody said I got fat, yep, but so did my wallet Still ripping rhymes and dropping bombs like Khalid Muhammad Do yourself a solid, don't flex, you go sex You know the time, get the high-hat, the Rolex The way I see, if I was wack like you I'd be at me The way I hold it down, you'd swear my name was Gravity Def Jef with the funk, Def Jef don't front, you know how the name is spelt I'm making it vital, my title, fool, break yourself Attack the track like Shaq on a whack broad Coming up with the hits, and I'm coming down with the backboard Don't fake the funk, just make the sound's up from the trunk The reason your tape didn't hit the deck is because your hits don't bump So get back, ain't no hassle, cause you ain't holding nuthin Keep sticking around, you get beat down like you stole something Sleep on me and the Shaq and jump your own hand Cause I know I got skills man, I know I got skills man  [Verse 3:]  [Def Jef] Ah yeah, yall don't know nothing about this The Shaq Man and The Arsenal What's up like that? Double XL in the nine-ohs kid Skills to make mills Big up, Flava Unit, Funky Town pros, upstate, yeah ??? ya large So check this out Shaq man, we gon' let this beat play right here, let all The brothers and sister know.....  [Shaq] Nah, nah, let me continue I'm a be like Pete Rock and see what's next on the menu Mic-checka, the rim and rhyme wrecka Rocks from here to Mecca Boom shack-a-lak-a-lak-a. I got a hand that'll rock ya cradle Cream you like cheese, spread you on my bagel My Ford Explorer boomin' with the trunk of funk All you jealous punks can't stop my dunks The brand new like Heavy Built like Chevy, Impala But Shaq's a smooth balla (Yeah, but what about rhymin'?) I can hold my own Knick-knack shaq-attack, give a dog a bone Rhymin is like hoopin', I'm already a legend Back in the days in the food stamp section Used to kick rhymes like, \"Baby, baby, baby!\" \"Every once, every twice, three times a lady.\" Is what I listend to, riding with my moms How you like me now? I drop bombs When you see me, please tap my hands I know I got skills man, I know I got skills man  [Outro: Shaq] I'd like to give a shout-out to my boy Uzi, Def Jef, Little Swany, Meech Ron Mac, and my other cousin Ron This is another rough shot from the arsenal And you know what? Booty rappers, stay booty Ha-ha-ha, and we out  Ahhh ha ha ha ha Ahhhhh ha ha ha ha Ahhhh... sike!  ",
        "title": "(I Know I Got) Skillz"
    },
    {
        "artist": "Domino",
        "lyrics": "  [Chorus] Here we go here we go as the tune starts to bloom With a phat phat phat chorus 1-2-3 if this is O.G The freaks would ya move ya booties The getto jam is about to slam With some notes from the diggady D-E As I key what's really goin on Would ya reminisce with me-e  [Verse 1: Domino] Saturday mornin' just gettin up With a hangover smellin' like I fucked I really can't remember cause I'm still kinda faded So I close my eyes and thank God that I made it Now I'm gettin flashbacks of some O.J With a green glass, says Tanqueray Took it to the head, gulped it down with the quickness Now I need a bitch so I can handle my business What do you know, a freak's in my reach Threw her on the flo', stuck it in her deep She's screamin and she's screamin and she's screamin, gettin hoarse But then I busted a nut, and that was that So kick the chorus  [Chorus]  [Verse 2: Domino] My homies are down, chillin' in the hood But them hood bitches, well they ain't no good To another man well she might be some good cat But homies in the hood label her as a hood rat She's scandalous So those with game can fuck And ooh, she'll clown your ass real fast, if you're quick to nut And when you're in that thi-ing She'll make a nigga si-ng Duh-du-dway, duh-dum-dway, duh-dum-dway But you don't hear me doe Ain't nuthin wrong with being a Trojan man, when ya ridin So let's kick the chorus please if ya like it  [Chorus]  [Verse 3: Domino] My homie's clownin' in his dope, yellow chevy Too O.D.'ed to be dropped Kenwood's kickin that funk in the trunk Clean with the rag on top, yeah Rollin down the 'Shaw, guess what we saw, some bitches The finest one is on my nuts, she's blowing kisses So I approached the freak of the week And I played it like a game of blackjack And for all that ass that she toted around Well I offered a backpack And since I'm a mack Well you know how the story goes So all ya hoes and their bros here we go  [Chorus (x3)]  ",
        "title": "Getto Jam"
    },
    {
        "artist": "Mr. Big",
        "lyrics": "  Now that I've lost everything to you You say you wanna start something new And it's breaking my heart you're leavin' Baby, I'm grieving  But if you wanna leave, take good care Hope you have a lot of nice things to wear But then, a lot of nice things turn bad out there  Oooh, baby, baby, it's a wild world It's hard to get by just upon a smile Oooh, baby, baby, it's a wild world And I'll always remember you like a child, girl  You know, I've seen a lot of what the world can do And it's breakin' my heart in two 'Cause I never want to see you sad girl Don't be a bad girl  But if you wanna leave, take good care Hope you make a lot of nice friends out there Just remember there's a lot of bad and beware  Oooh, baby, baby, it's a wild world It's hard to get by just upon a smile Oooh, baby, baby, it's a wild world And I'll always remember you like a child, girl  Baby I love you  But if you wanna leave, take good care Hope you make a lot of nice friends out there Just remember there's a lot of bad and beware  Oooh, baby, baby, it's a wild world It's hard to get by just upon a smile Oooh, baby, baby, it's a wild world And I'll always remember you like a child, girl  Oooh, baby, baby, it's a wild world It's hard to get by just upon a smile Oooh, baby, baby, it's a wild world And I'll always remember you like a child, girl  ",
        "title": "Wild World"
    },
    {
        "artist": "Blind Melon",
        "lyrics": "  [Verse 1] All I can say is that my life is pretty plain I like watching the puddles gather rain And all I can do is just pour some tea for two And speak my point of view, but it's not sane It's not sane  [Chorus] I just want someone to say to me: \"I'll always be there when you wake\" You know, I'd like to keep my cheeks dry, today So, stay with me and I'll have it made  [Verse 2] And I don't understand why I sleep all day And I start to complain that there's no rain And all I can do is read a book to stay awake And it rips my life away, but it's a great escape Escape Escape Escape  [Solo]  [Verse 3] All I can say is that my life is pretty plain You don't like my point of view You think that I'm insane Its not sane It's not sane  [Chorus] I just want someone to say to me: \"I'll always be there when you wake\" You know, I'd like to keep my cheeks dry, today So, stay with me and I'll have it made I'll have it made I'll have it made I'll have it made I'll have it made  ",
        "title": "No Rain"
    },
    {
        "artist": "Gabrielle",
        "lyrics": null,
        "title": "Dreams"
    },
    {
        "artist": "Janet Jackson",
        "lyrics": null,
        "title": "If"
    },
    {
        "artist": "Toni Braxton",
        "lyrics": "  [Intro] Ooh, ooh, ooh Ooh, ooh, ooh Baby  [Verse 1] Since you been gone I been hanging around here lately With my mind messed up Jumped in my car Tried to clear my mind, didn't help me I guess I'm all messed up now, baby Soon as I jumped into my ride Those memories start to play A song comes on, on the radio And there you are, baby Once again  [Chorus] It's just another sad love song Racking my brain like crazy Guess I'm all torn up Be it fast or slow It doesn't let go Or shake me And it's all because of you  [Verse 2] Since you been gone I keep thinking about you, baby Gets me all choked up This heart of mine keeps dreaming of you And it's crazy You'd think I'd had enough, yeah Soon as I get you out my head I'm in my car again, ooh, darling Just one request from the radio I'm back in love, sugar Once again  [Chorus] Just another sad love song Racking my brain like crazy Guess I'm all torn up Be it fast or slow It doesn't let go Or shake me Just another sad love song Racking my brain like crazy Guess I'm all torn up Be it fast or slow It doesn't let go Or shake me Oh, babe  [Bridge] Here come the strings Then somebody sings Only takes a beat And then it starts killing me, darling Only takes one note I tell ya From that radio It's just another lonely love song  [Chorus] It's just another sad love song Racking my brain like crazy (You know you had me going) Guess I'm all torn up (Going crazy, babe) Be it fast or slow It doesn't let go Or shake me Oh, yeah, yeah, yeah  [Bridge] So sad So sad, so sad So sad, sad love song Ooh I heard it on the radio last night So sad So sad, so sad So sad, sad love song Ooh, you got me singing another love song all night  [Chorus] It's just another sad love song Racking my brain like crazy Ooh and I'm all torn up Be it fast or slow It doesn't let go Or shake me Ooh and it's all because of you  [Outro] So sad So sad So sad, sad love song And it's all because of you So sad, so sad So sad, sad love song  ",
        "title": "Another Sad Love Song"
    },
    {
        "artist": "Joshua Kadison",
        "lyrics": null,
        "title": "Jessie"
    },
    {
        "artist": "Aerosmith",
        "lyrics": null,
        "title": "Cryin'"
    },
    {
        "artist": "Zapp & Roger",
        "lyrics": "  [Verse 1] Tonight I came home early 'Cause I just couldn't wait to see you You were on my mind Lately I've been thinkin', baby (Yeah, I've been thinkin') Of all the ways I can make you happy And tonight I'm gonna try  [Pre-Chorus] So just unwind (Just unwind) Relax your mind (Relax your mind) Leave your cares behind (Leave them behind) Let's make love (Nice and slow)  [Chorus] Slow and easy is the way I wanna love you tonight (Slow and easy is the way I wanna love you) Slow and easy is the way I wanna love you tonight (Slow and easy, oh yeah) Slow and easy is the way I wanna love you tonight (Wanna love you tonight, yeah) Slow and easy  [Verse 2] As we lay we can Just explore each other's treasures They're not hard to find We know the secret (Yeah) Of how to make each other happy I know yours and you know mine  [Pre-Chorus] So just unwind (Just unwind) Relax your mind (Relax your mind) Leave your cares behind (Leave them behind) Let's make love (All I wanna do is make sweet love to you)  [Chorus] Slow and easy is the way I wanna love you tonight (Slow and easy is the way I wanna love you) Slow and easy is the way I wanna love you tonight (Slow and easy, oh yeah) Slow and easy is the way I wanna love you tonight (I wanna take my time) Slow and easy (Slow and easy)  [Verse 3] Come to me, baby No, no, no there's no need to worry The kids are all asleep, yeah yeah yeah I know you want me Just as much as I want you I can see it in your eyes, oh  [Pre-Chorus] Just unwind (You better unwind, girl) Relax your mind (Relax your mind) Leave your cares behind (Baby, won't you leave your cares behind) Let's make love (All I wanna do, all I wanna do is make love)  [Chorus] Slow and easy is the way I wanna love you tonight (I wanna love you slow and easy) Slow and easy is the way I wanna love you tonight (Let's make love, yeah) Slow and easy is the way I wanna love you tonight (We don't have to worry 'bout nothing else) Slow and easy (Slow, yeah) Slow and easy is the way I wanna love you tonight (I wanna take my time) Slow and easy is the way I wanna love you tonight (Slow and easy, oh yeah) Slow and easy is the way I wanna love you tonight (That's the way I wanna love you) Slow and easy (Slow and easy)  [Outro] Slow and easy (Shooby doo bop, slow and easy) Slow and easy (Shooby doo bop, slow and easy) Slow and easy (Shooby doo bop, slow and easy) Slow and easy  ",
        "title": "Slow And Easy"
    },
    {
        "artist": "Def Leppard",
        "lyrics": "  [Verse 1] Walk away if you want to It's ok, if you need to You can run, but you can never hide From the shadow that's creeping up beside you There's a magic running through your soul But you can't have it all  [Chorus] (Whatever you do) I'll be two steps behind you (Wherever you go) And I'll be there to remind you That it only takes a minute of your precious time To turn around and I'll be two steps behind  [Verse 2] Take the time To think about it Walk the line, you know you just can't fight it Take a look around and see what you can find Like the fire that's burning up inside me There's a magic running through your soul But you can't have it all  [Chorus]  [Bridge/Chorus] There's a magic running through your soul But you, you can't have it all (Whatever you do) I'll be two steps behind you (wherever you go) And I'll be there to remind you That it only takes a minute of your precious time To turn around and I'll be two steps behind  Two steps behind Yeah, baby Two steps behind Ohh, sugar Two steps behind  ",
        "title": "Two Steps Behind (From \"Last Action Hero\")"
    },
    {
        "artist": "UB40",
        "lyrics": "  [Hook]: Every hour of every day I'm learning more The more I learn, the less I know about before The less I know, the more I want to look around Digging deep for clues on higher ground  Moon and stars sit way up high Earth and trees beneath them lie The wind blows fragrant lullaby To cool the night for you and I  On the wing the birds fly free Leviathan tames angry sea The flower waits for honeybee The sunrise wakes new life in me  [Hook]  The fishes swim while rivers run Through fields to feast my eyes upon Intoxicated drinking from The loving cup of burning sun  In dreams I'll crave familiar taste Of whispered rain on weary face Of kisses sweet and warm embrace Another time, another place  [Hook] (x2)  Moon and stars sit way up high Earth and trees beneath them lie The wind blows fragrant lullaby To cool the night for you and I  On the wing the birds fly free Leviathan tames angry sea The flower waits for honeybee The sunrise wakes new life in me  [Hook]  The fishes swim while rivers run Through fields to feast my eyes upon Intoxicated drinking from The loving cup of burning sun  In dreams I'll crave familiar taste Of whispered rain on weary face Of kisses sweet and warm embrace Another time, another place  [Hook]  ",
        "title": "Higher Ground"
    },
    {
        "artist": "Celine Dion",
        "lyrics": null,
        "title": "The Power Of Love"
    },
    {
        "artist": "Gin Blossoms",
        "lyrics": "  All last summer in case you don't recall I was yours and you were mine forget it all Is there a line that I could write That's sad enough to make you cry? And all the lines you wrote to me were lies  Months roll past, the love that you struck dead Did you love me only in my head? There were things you said and did to me They seem to come so easily The love I thought I'd won you give for free  Whispers at the bus stop Well I've heard about nights out in the school yard I found out about you I found out about you  Rumors follow everywhere you go Like when you left and I was last to know Well you're famous now and there's no doubt In all the places you hang out They know your name and they know what you're about  Whispers at the bus stop Well I've heard about nights out in the school yard I found out about you I found out about you  Street lights blink on through the car window I get the time too often on AM radio Well you know it's all I think about I write your name, drive past your house Your boyfriend's over, I watch your lights go out  Whispers at the bus stop Well I've heard about nights out in the school yard I found out about you I found out about you  Whispers at the bus stop Well I've heard about nights out in the school yard I found out about you I found out about you  I found about you  ",
        "title": "Found Out About You"
    },
    {
        "artist": "Gin Blossoms",
        "lyrics": "  Tell me do you think it'd be all right If I could just crash here tonight You can see I'm in no shape for driving And anyway I've got no place to go And you know it might not be that bad You were the best I'd ever had If I hadn't blown the whole thing years ago I might not be alone  [Chorus:] Tomorrow we can drive around this town And let the cops chase us around The past is gone but something might be found To take its place...hey jealousy Hey jealousy Hey jealousy Hey jealousy  You can trust me not to think And not to sleep around If you don't expect too much from me You might not be let down Cause all I really want is to be with you Feeling like I matter too If I hadn't blown the whole thing years ago I might be here with you  [Chorus ] Tomorrow we can drive around this town And let the cops chase us around The past is gone but something might be found To take its place...hey jealousy Tomorrow we can drive around this town And let the cops chase us around The past is gone but something might be found To take its place...hey jealousy Hey jealousy Tell me do you think it'd be all right If I could just crash here tonight You can see I'm in no shape for driving And anyway I've got no place to go And you know it might not be that bad You were the best I'd ever had If I hadn't blown the whole thing years ago I might not be alone  [Chorus] Tomorrow we can drive around this town And let the cops chase us around The past is gone but something might be found To take its place...hey jealousy  Hey jealousy She took my heart Well there's only one thing I couldn't start  ",
        "title": "Hey Jealousy"
    },
    {
        "artist": "2Pac",
        "lyrics": "  [Intro: Shock G & 2Pac] Round and round (aw yeah) Round and round, round we go (I get around) Round and round Still clown with the Underground, when we come around Round and round, round we go (stronger than ever) Round and round  [Verse 1: 2Pac] Back to get wrecked, all respect To those who break their neck to keep their hoes in check ‘Cause, oh, they sweat a brother majorly And I don't know why your girl keeps pagin' me She tell me that she needs me, cries when she leaves me And every time she sees me, she squeeze me—lady, take it easy! Hate to sound sleazy, but tease me I don't want it if it's that easy Ayo, bust it, baby got a problem saying \"bye-bye\" Just another hazard of a fly guy You ask \"Why?\", don't matter, my pockets got fatter Now everybody's lookin' for the latter And ain't no need in being greedy, if you wanna see me Dial the beeper number, baby, when you need me And I'll be there in a jiffy Don't be picky, just be happy with this quickie But when you learn you can't tie me down Baby doll, check it out: I get around  [Hook: Shock G & 2Pac] What you mean you don't know? Round and round, around we go I get around, the Underground just don't stop for hoes Round and round I get around, still down with the Underground Round and round, around we go I get around, yeah, ayo Shock, let them hoes know Round and round  [Verse 2: Shock G & Money B] Now you can tell from my everday fits I ain't rich So cease and desist with them tricks (tricks) I'm just another black man caught up in the mix (mix) Tryna make a dollar out of 15 cents (a dime and a nickel) Just cause I'm a freak don't mean that we could hit the sheets Baby, I can see, that you don't recognize me I'm Shock G, the one who put the satin on your panties Never knew a hooker that could share me; I get around  [Verse 3: Money B & Shock G] What's up, love? How you doin'? (alright) Well, I've been hangin', sangin' tryna do my thang, oh, you heard that I was bangin' Your homegirl you went to school with? That's cool But did she tell you about her sister and your cousin? Thought I wasn't (uhh) See, weekends were made for Michelob But it's a Monday, my day, so just let me hit it, yo And don't mistake my statement for a clown We can keep in the down low long as you know that I get around  [Hook: Shock G & 2Pac] Round and round, around we go 2Pacalypse Now don't stop for hoes, I get around Round and round Round and round, around we go Why I ain't call you? Hahahah, please! Round and round  [Verse 4: 2Pac] Finger tips on the hips as I dip Gotta get a tight grip, don't slip; loose lips sink ships It's a trip, I love the way she licks her lips, see me jockin' Put a little twist in her hips ‘cause I'm watchin' Conversations on the phone 'til the break of dawn Now we're all alone, why the lights on? Turn them off! Time to set it off, get you wet and soft Somethin' is on your mind, let it off You don't know me, you just met me, you won't let me Well, if I couldn't have it (silly rabbit) why you sweatin' me? It's a lot of real G's doin' time Cause a groupie bent the truth and told a lie You picked the wrong guy, baby, if you're too fly You need to hit the door, search for a new guy 'Cause I only got one night in town Break out or be clowned, baby doll are you down? I get around  [Outro: Shock G] Round and round, around we go Round and round, around we go, uhh Round and round, around we go Round and round, around we go Round and round, round we go Round and round, round we go Round and round, round we go, whoa Round and round we go Round and round Round and round Round and round Round and round  ",
        "title": "I Get Around"
    },
    {
        "artist": "Rod Stewart",
        "lyrics": "  If I listened long enough to you I'd find a way to believe that it's all true Knowing that you lied Straight-faced while I cried Still I look to find a reason to believe  Someone like you Makes it hard to live without somebody else Someone like you Makes it easy to give Never think about myself  If I gave you time to change my mind I'd find a way just to leave the past behind Knowing that you lied Straight-faced while I cried Still I look to find a reason to believe  If I listened long enough to you I'd find a way to believe that it's all true Knowing that you lied Straight-faced while I cried Still I look to find a reason to believe  Someone like you Makes it hard to live without somebody else Someone like you Makes it easy to give Never think about myself  Someone like you Makes it hard to live without somebody else Someone like you Makes it easy to give Never think about myself  Someone like you Makes it hard to live without somebody else Someone like you Makes it easy to give Never think about myself, wooh  Someone like you Makes it hard to live without somebody else Someone like you Makes it easy to give Never think about myself  Someone like you Makes it hard to live without somebody else  ",
        "title": "Reason To Believe"
    },
    {
        "artist": "Eazy-E",
        "lyrics": "  [Intro] Compton, Compton, Compton Ahh, real muthaphuckkin G's Ahh, real muthaphuckkin G's Ahh, real muthaphuckkin G's Ahh, real muthaphuckkin G's  [Verse 1: Eazy-E] Hey yo, Doctor, here's another proper track And it's phat, watch the sniper, time to pay the piper And let that real shit provoke See, you's a wannabe 'loc, and you'll get smoked, and I hope That your fans understand when you talk about sprayin' me The same records that you makin' is payin' me Motherfuck Dre! Motherfuck Snoop! Motherfuck Death Row! Yo, and here comes my left blow 'Cause I'm the E-A-Z-Y-E and this is the season To let the real motherfuckin' G's in You're like a kid, you found a pup, and now you're dapper But tell me, where the fuck you found an anorexic rapper? Talkin' 'bout who you gon' squabble with and who you shoot You're only sixty pounds when you're wet and wearin' boots (Damn, E, they tried to fade you on Dre Day) But Dre Day only meant Eazy's payday All of a sudden Dr. Dre is the G Thang But on his old album cover he was a she-thang So, nigga please, nigga please Don't step to these muthaphuckkin' real G's  [Hook] Stop him in his tracks, show him that I am Ruthless Yo, Dre! (What's up?) Boy, you should've known by now  [Verse 2: Dresta] Every day it's a new rapper claimin' to be dapper than the Dresta Softer than a bitch but portray the role of gangsta Ain't broke a law in your life Yet every time you rap you yap about the guns and knife Just take a good look at the nigga and you'll capture The fact that the bastard is simply just an actor Who mastered the bang and the slang and the mental Of niggas in Compton, Watts, and South Central Never ever once have you ran with the turf But yet in every verse claim you used to do the dirt But tell me, who's a witness to your fuckin' work? So you never had no bid'ness, so save the drama, jerk! Niggas straight kill me, knowin' that they pranksters This is goin' out to you studio gangstas See, I did dirt, put in work, and many niggas can vouch that So since I got stripes, I got the right to rap about that But niggas like you, I gotta hate ya 'Cause I'm just tired of suburbia niggas Talkin' about they come from projects Knowin' you ain't seen the parts of the streets, G Think you started tryna bang around the time of the peace treaty Wearin' khakis and mob while you rhyme Little fag tried to sag, but you're floodin' at the same time And your set don't accept ya; scared to kick it with your homies 'Cause you know they don't respect ya So, nigga please, check nuts Before you step to these muthaphuckkin' real G's  [Verse 3: B.G. Knocc Out] Well, it's the Knocc Out, definition \"Original baby gangsta\" Approach me like you hard, motherfucker, I'ma bank ya Shank ya, with my fuckin' shank, if I have to Dr. Dre and Snoop Doggy Dogg are fuckin' actors Pranksters, studio gangstas, busters But this time you're dealin' with some real motherfuckers G's, nigga please, don't try to step 'Cause if you do, then a pealed cap is all that would be left See, young niggas like me will break you off somethin' Claimin' my city — but Dre, you ain't from Compton Niggas like y'all is what I call wannabes And ain't shit compared to real muthaphuckkin' G's  [Hook] Stop him in his tracks, show him that I am Ruthless Yo, Dre! (What's up?) Boy, you should've known by now  [Verse 4: Eazy-E] I never met a O.G. who never did shit wrong You tried to diss the Eazy-E, so now, nigga, it's on You and your Doggy Dogg think that y'all hoggin' shit Both of you bitches can come and suck my Doggy dick Beatin' up a bitch don't make you shit, but then again Some niggas think it makes a man Damn, it's a trip how a nigga could switch so quick From wearin' lipstick to smokin' on chronic at picnics And now you think you're bigger But to me you ain't nothin' but a bitch-ass nigga That ain't worth a food stamp And at Death Row, I hear you gettin' treated like boot camp Gotta follow your sergeant's directions Or get your ass pumped with the Smith & Wesson Learn a lesson from the Eaze Stay in your place and don't step to real muthaphuckkin' G's  [Hook] Stop him in his tracks, show him that I am Ruthless Yo, Dre! (What's up?) Boy, you should've known by now Stop him in his tracks, show him that I am Ruthless Yo, Dre! (What's up?) Boy, you should've known by now Stop him in his tracks, show him that I am Ruthless Yo, Dre! (What's up?) Boy, you should've known by now: Eazy Duz It  ",
        "title": "Real Muthaphuckkin G's"
    },
    {
        "artist": "Intro",
        "lyrics": "  [Chorus:] (Let me) let me, come inside (I'll keep you) I'll keep you satisfied, tonight If you want me, if you need me (Let me) turn down all the lights (I'll make you) I'll make you feel alright, tonight Come inside, come inside  [Verse 1:] I'm thinking about you The last time we made love And I fantasize So many things that I dream of I wanna do with you baby And tonight won't be the same I wanna come inside I like to hear you call my name  [Bridge 1:] (Slowly) I'll give it to you baby (Only) if you promise me you'll let your mind run free Grab a hold and love me totally I wanna slip and slide dip and dive Do everything to make it alright tonight Just let me come inside, oh baby  [Chorus:] (Let me) let me, come inside (I'll keep you) I'll keep you satisfied, tonight If you want me, if you need me (Let me) turn down all the lights (I'll make you) I'll make you feel alright, tonight Come inside, come inside  [Verse 2:] Baby just imagine I can do anything you please I can set your body on fire, or soothe your soul with ease Just a kiss, I'll taste your sweet sweet lips All of the passion I have inside of me I know you won't forget  [Bridge 1:] (Slowly) I'll give it to you baby (Only) if you promise me you'll let your mind run free Grab a hold and love me totally I wanna slip and slide dip and dive Do everything to make it alright tonight Just let me come inside, oh baby  [Chorus:] (Let me) let me, come inside (I'll keep you) I'll keep you satisfied, tonight If you want me, if you need me (Let me) turn down all the lights (I'll make you) I'll make you feel alright, tonight Come inside, come inside  [Bridge 2:] Let me rub you down (Let me caress you all over your body, baby) Move in closer now (Feel my inner rise) Hold on tight and don't don't let go Coming home together baby [Talking until song ends]  ",
        "title": "Come Inside"
    },
    {
        "artist": "Aerosmith",
        "lyrics": null,
        "title": "Amazing"
    },
    {
        "artist": "Ice Cube",
        "lyrics": "  [Intro] *Gun shot* \"Ain't nobody talkin when I'm talkin fellas so shut the fuck up!\" (\"And who the fuck are you?\") Ohh.. steppin up in my motherfuckin uhh.. Chuck Taylors, Knick kickers, Wallabee's On my ass I got the umm.. um.. khakis, 501's On my back I got the uhh.. sweatshirt You know, with the fat three creases Uhh, my t-shirt, Slingshot, uhh.. khaki shirt Umm, and I got the Cake cutter in my—in my pocket Uhh, got the afro, the braids Motherfuckin uhh, rollers \"You got to believe in somethin\" And I just ask my motherfuckin self, uhh \"Why not believe in me?\"  [Verse 1] To G or not to G, is the question And like Smith told Wesson I'm shady with the .380 old school diploma I'll leave that ass in a coma, so If you got a herringbone, Welcome to the Terrordome Two-eleven, sorry Reverend Oh my god, gettin robbed Reach for the smog, \"Atomic Dog\" Hard to swallow, janky as Rollo Count to ten, and don't try to follow Cause just like Waco, I can take fo' ATF, to they death Bust a left on Western, go and get a room Don't want to be a felon like Stacey Koon Get the right bitch, hit the light switch, here we go Tap that ass like this - really doe  [Hook] \"You got to believe, somethin..\" West Side Lynch Mob \"I got to believe in me..\" Cause I'm a motherfuckin G Cause I'm a mother-fuckin.. {\"And who the fuck are you?\"}  [Verse 2] Thirty in a holdin tank, catch the vapors Make me a pillow out of toilet paper Concrete bench kickin' off the hemorrhoids; Eses deep, don't fuck with dem boys Phone check, collect call from the baller Her mama said please don't call her Do-Wah-Diddy, far from New Jack City Seen one of my peers, \"What the fuck you doin in here?\" He said, \"One-eighty-seven on the enemy And they treat me like I just shot a Kennedy!\" Deputy bitch thinks she's the Queen Bee Ink on my thumb, index, and pinky. \"Sir, what set you from?\" Play dumb \"General popu-la-tion\" Mama put your house up, and I can bounce up Out this motherfucker, that's why I love ya Out like a boss, with a half-pint of sauce Got the shit sewed up like Betsy Ross What a friend know? Buy some indo Never fuck with a silly ho - really doe  [Hook]  [Verse 3] Knock you out like NyQuil, I'll kill you quick You sucker-for-love-ass trick So don't run up, wit ya gun up Cause I got the back breaker, double pump rump shaker Cause we can play hookie in the Aqua Boogie With concrete Nikes, ya gets no stripes Livin unforgiven with the mic on And punks runnin like roaches with the light on And that's all the shit I'm startin Bust a cap (ka-kow-POW) like Jerome on Martin You lookin for a punk with benefits Cause you got a baby, that take many shits And you know I got a grip like a baby on a tit Scopin', hopin', thighs open But I kick back, six-pack, and hit the Phillie slow Hooker ho - really doe  [Hook X2]  ",
        "title": "Really Doe"
    },
    {
        "artist": "A Tribe Called Quest",
        "lyrics": "  [Produced by A Tribe Called Quest]  [Hook: Dove] We on Award Tour with Muhammad my man Going each and every place with the mic in their hand New York, NJ, NC, VA We on Award Tour with Muhammad my man Going each and every place with the mic in their hand Oaktown, LA, San Fran, St. John  [Verse 1: Q-Tip] People give your ears so I be sublime It's enjoyable to know you and your concubines Niggas, take off your coats, ladies act like gems Sit down, Indian style, as we recite these hymns See, lyrically I'm Mario Andretti on the MOMO Ludicrously speedy, or infectious with the slow-mo Heard me in the eighties, J.B.'s on \"The Promo\" In my never-ending quest to get the paper on the caper But now, let me take it to the Queens side I'm taking it to Brooklyn side All the residential Questers who invade the air Hold up a second son, cause we almost there You can be a black man and lose all your soul You can be white and groove but don't crap the roll See my shit is universal if you got knowledge of dolo Or delf or self, see there's no one else Who can drop it on the angle, acute at that So, do that, do that, do do that that that (come on) Do that, do that, do do that that that (OK) Do that, do that, do do that that that I'm bugging out but let me get back cause I'm wetting niggas So run and tell the others cause we are the brothers I learned how to build mics in my workshop class So give me this award, and let's not make it the last  [Hook: Dove] We on Award Tour with Muhammad my man Going each and every place with the mic in their hand Chinatown, Spokane, London, Tokyo We on Award Tour with Muhammad my man Going each and every place with the mic in their hand Houston, Delaware, DC, Dallas  [Verse 2: Phife Dawg] Back in '89 I simply slid in the place Buddy, buddy, buddy all up in your face A lot of kids was busting rhymes but they had no taste Some said Quest was wack, but now is that the case? I have a quest to have a mic in my hand Without that, it's like Kryptonite and Superman So Shaheed come in with the sugar cuts Phife Dawg's my name, but on stage, call me Dynomutt When was the last time you heard the Phife sloppy Lyrics anonymous, you'll never hear me copy Top notch baby, never coming less Sky's the limit, you gots to believe up in Quest Sit back, relax, get up out the path If not that, here's a dancefloor, come move that ass Non-believers, you can check the stats I roll with Shaheed and the brother Abstract Niggas know the time when Quest is in the jam I never let a statue tell me how nice I am Coming with more hits than the Braves and the Yankees Living mad phat like an oversized mampi The wackest crews try to diss, it makes me laugh When my track record's longer than a DC-20 aircraft So, next time that you think you want somethin' here Make something def or take that garbage to St. Elsewhere  [Hook: Dove] We on Award Tour with Muhammad my man Going each and every place with the mic in their hand SC, Maryland, New Orleans, Motown We on Award Tour with Muhammad my man Going each and every place with the mic in their hand Chinatown, Spokane, London, Tokyo We on Award Tour with Muhammad my man Going each and every place with the mic in their hand Houston, Delaware, DC, Dallas We on Award Tour with Muhammad my man Going each and every place with the mic in their hand New York, NJ, NC, VA  [Outro] Seven times out of ten we listen to our music at night, thus spawned the title of this program The word maraud means to loot In this case, we maraud for ears  ",
        "title": "Award Tour"
    },
    {
        "artist": "Collage",
        "lyrics": "  I always thought I was doing fine Spreading myself around another good time Then it hit me from out of the blue I was falling in love with you  But now everythings been changed My hopes my dreams Are rearranged it's true And it's all because of you My baby  (chorus) I'll be loving you all my life Til my dying day is through I'll be loving you Forever(2x)  Every night I wonder if you know No matter what they say I won't let go Don't ask yourself if I'll always be there Cause forever's how long I'll care  As time goes by and the feeling gets stronger To be in your arms can't wait any longer Look in my eyes And see it's true Day and night All my thoughts are of you  (chorus)  ",
        "title": "I'll Be Loving You"
    },
    {
        "artist": "Das EFX",
        "lyrics": "  Intro: (Well I'mma freakit like that, and I'mma freak it like this) *repeat x3*  [Verse 1: Dray]  Well I'mma freakit like this and then my nigga Books is next The crew is from the sewer and the crew is Das EFX I wrecks cause when I flex I gots to rip it Excuse me it's the fluid makes me woozy when I sip it I'm wicked so let me kick it, I got my crew in I rips just for kicks, I got more chicks than Perdue and I pick em, pluck em, stuff em with my cock and No my name ain't Santa but here's somethin for your stockin' I'm rockin', I gotcha clockin' I'm from the under- Ground so check my sound because it's bound to make ya wonder  Chorus:  Well I'mma freakit like that, and I'mma freakit like this Well I'mma freakit like that, and I'mma freakit like this Well I'mma freakit like that, and I'mma freakit like this Well I'mma freakit like that, and watch me freakit like this  [Verse 2: Books]  Well I'mma freakit like that with more maneovers than the Heimlich When I rhyme with the Krayz vertebraes in your spine get Chills, rippin up the skills, I'm like awesome And if the mic was Spades, well then my style would run a Boston So just buckle up and I'll be glad to blast that ass Out the socket when I rock it like NASA And plus I'm gettin hysterical wit my lyrical concoctions I take it to the top then hook up my pops and I'm dope when I'm swingin more hits than the Oakland A's I freakit like dat and then I'm swayz  Chorus:  Well I'mma freakit like this, and I'mma freakit like that *repeat x3*  [Verse 3: Dray]  Well I'mma freakit like this because I be doper than the dopest I focus on the mic and if you like this you can quote this I wrote this, I smoke this mic until it's heated This kid he tried to battle me but then he got defeated I'm weeded, no bleep that, no keep that, no sell-out Cause if I ever do you know my crew'll get the hell out I'm quick with the lingo, my thing go for days I flip it when I rip it cause I like what it pays I'm dip dodge dope, y'know I'm gonna getcha Cause now I rush the mic just like a batter rushed the pitcher  Chorus:  Well I'm freakit like that, and I'mma freakit like this *repeat x3*  [Verse 4: Books]  Well I'mma freakit like that cause, Black, I bust caps with rough raps And plus I does the stuff that, flips scripts and dust chaps Off with the quickness, I'm wicked with the propaganda And hot damn, I got more props than that Fox Samantha The hickory-dick slickest nigga wit thee Raps that sound nifty, weight around a pound sixty I'm freakin the rap flurries with a black skullie hat on I'm screamin on chumps like niggas do me from the platform I'm dope, when I'm swingin more hits than the Oakland A's I freakit like dat and then I'm swayz  Chorus:  Well I'mma freakit like this, and I'mma freakit like that *repeat x7*  ",
        "title": "Freakit"
    },
    {
        "artist": "US3",
        "lyrics": "  [Intro] Ladies and Gentlemen, as you know we have something special down here at Birdland this evening A recording for Blue Note Records  What's that? Yeah...yeah...yeah Funky, funky How 'bout a big hand now Wait, wait a minute  [Verse 1] Groovy groovy jazzy funky pounce bounce dance as we Dip in the melodic sea, the rhythm keeps flowin', and drips to MC Sweet sugar pop sugar pop rocks it pop Ya dont stop 'til the sweet beat drops I show and prove as I stick and move Vivid poems recited on top of the groove Smooth, my, floating like a butterfly Notes set afloat, sung like a lullaby Brace yourself as the beat hits ya Dip trip, flip fantasia  (Yeah...yeah...yeah...What's that?) Itty bitty bop (Yeah) Itty bitty bop (Funky, funky)  [Verse 2] Feel the beat drop, jazz and hip hop Drippin in your dome, makes you zone and bop Funk and fusion, a fly illusion Keeps ya coastin' on the rhythm you're cruisin' Up down, round and round, rhymes profound But nevertheless ya gots to get down Fantasy freak thru the beat so unique Ya move your feet, the sweat from the heat Back to the fact I'm the mack and I know that The way I kick the rhymes, some would call me a poet Poems steady flowin', growin', showin' sights and sound Caught in the groove in Fantasia I'm found Trip the tour upon the rhymes they soar To an infinite height to the realm of the hardcore Here we go off I take ya Dip trip, flip fantasia  (Yeah...yeah...yeah...What's that?) Itty bitty bop (Yeah) Itty bitty bop (Funky, funky)  (Yeah...yeah...yeah...What's that?) (Yeah...yeah...yeah...Funky, funky)  [Verse 3] Jump to the jam, boogie woogie jam slam Bust the dialect, I'm the man in command Come flow with the sounds of the mighty mic master Rhyming on the mic, I'm bringing suckas their disaster Beaucoup ducs but I still rock Nike With the razzle dazzle, star I might be Scribble drabble scrabble on the microphone I babble As I flip the funky words, into a puzzle Yes yes yes, on and on as I flex Get with the flow, words manifest Feel the vibe from here to Asia Dip trip, flip fantasia Out  ",
        "title": "Cantaloop (Flip Fantasia)"
    },
    {
        "artist": "Red Hot Chili Peppers",
        "lyrics": "  I got a bad disease Up from my brain is where I bleed Insanity it seems Has got me by my soul to squeeze Well all the love from me With all the dying trees I scream The angels in my dreams Have turned to demons of greed That's mean  [Chorus] Where I go, I just don't know I got to, got to, gotta take it slow When I find my piece of mind I'm gonna give you some of my good time  Today love smiled on me It took away my pain, said please I’ll let your ride be free You gotta let it be Oh yeah  [Chorus] Where I go, I just don't know I got to, got to, gotta take it slow When I find my piece of mind I'm gonna give you some of my good time  You're so polite indeed Well I got everything I need Oh make my days a breeze And take away my self destruction  It's bitter baby and it's very sweet A holy rollercoaster but I'm on my feet Take me to the river, let me on your shore Well, I'll be coming back baby, I'll be coming back for more  Doo doo doo doo dingle zing a dong bone Ba-di ba-da ba-zumba crunga cong gone bad I could not forget but I will not endeavour Simple pleasures are much better, but I won’t regret it, never  [Chorus] Where I go, I just don't know I got to, got to, gotta take it slow When I find my piece of mind I'm gonna give you some of my good time  Where I go I just don't know I might end up somewhere in Mexico When I find my piece of mind I'm gonna keep it for the end of time  ",
        "title": "Soul To Squeeze (From \"Coneheads\")"
    },
    {
        "artist": "Rick Astley",
        "lyrics": "  I walk the wire every night I can't decide between wrong and right I've lost control over the things i do 'Cause I'm hopelessly falling in love with you  Now the one who never took a chance Becomes a victim of circumstance I've lost my way, now I'm so confused 'Cause I'm hopelessly falling in love with you  All my dreams are far behind me They don't matter anymore I don't care about the things I could lose 'Cause I'm hopelessly falling in love with you  Now the one who always played it safe Becomes another who's lost his way I can't believe it, though I know it's true 'Cause I'm hopelessly falling in love with you  And all my dreams begin to blind me And I was so confused And I don't care about the things I could lose 'Cause I'm hopelessly falling in love with you  I'm not gonna fight it, I'm gonna choose To hopelessly fall, oh yeah You know I'll hopelessly fall in love, with you  ",
        "title": "Hopelessly"
    },
    {
        "artist": "Elton John & Kiki Dee",
        "lyrics": null,
        "title": "True Love"
    },
    {
        "artist": "R.E.M.",
        "lyrics": "  When the day is long and the night The night is yours alone When you're sure you've had enough Of this life, well hang on Don't let yourself go Cause everybody cries And everybody hurts sometimes  Sometimes everything is wrong Now it's time to sing along When your day is night alone (hold on, hold on) If you feel like letting go (hold on) When you think you've had too much Of this life, well hang on  Cause everybody hurts Take comfort in your friends Everybody hurts Don't throw your hand Oh, no Don't throw your hand If you feel like you're alone No, no, no, you are not alone  If you're on your own in this life The days and nights are long When you think you've had too much Of this life to hang on  Well, everybody hurts sometimes Everybody cries And everybody hurts sometimes And everybody hurts sometimes So, hold on, hold on Hold on, hold on Hold on, hold on Hold on, hold on Everybody hurts  No, no, no, you are not alone  ",
        "title": "Everybody Hurts"
    },
    {
        "artist": "Expose",
        "lyrics": null,
        "title": "As Long As I Can Dream"
    },
    {
        "artist": "Boyz II Men",
        "lyrics": "  [Intro] Let it snow, let it snow Let it snow, let it snow  [Verse 1] Hey, it's another Christmas Holiday It's a joyous thing let the angels sing Cause we're together We got a thing can't let is slip away Go outside, it's raining sleet When our bodies meet I don't care about the weather  [Chorus] Let it snow, let it snow Outside it's cold but the fire's blazin' So baby let it snow Let it snow, let it snow, let it snow  [Verse 2] Ohhhh, come over here and help me trim the tree I wanna wrap you up baby Then you'll see you're the only present I need There's so much more Waiting for you in store From this precious day I can gladly say There's no place that I'd rather be I know you are my everything, come a little closer God must have sent you down from heaven  [Chorus] Let it snow, let it snow Outside it's cold but the fire's blazin' So baby let it snow Let it snow, let it snow, let it snow Let it snow, let it snow Let it snow, let it snow I don't care what the weather may be As long as you're here with me  ",
        "title": "Let It Snow"
    },
    {
        "artist": "Lisette Melendez",
        "lyrics": "  [Verse 1:] The vibe you send me Reaches deep inside Subliminally Your words they gently whisper Sweet nothings to me  Why don't you make your move Set it off baby Me and you All I wanna do is to get with you Take you around the world The night through  [Hook:] (Do you want it right now) (I can show you how) Yeah Follow me to a world Where our hearts can run free (Do you want it right now) (I can show you how)  I need to know Love will find a way Tell me Do you want a piece of my  [Chorus:] Goody goody Goody goody Loving Do you want a piece of my Goody goody Goody goody Loving  Do you want a piece of my Goody goody Goody goody Loving  Do you want a piece of my Goody goody Goody goody Loving  [Verse 2:] I've got your sexual healing If you put your trust in me Get with this or your miss this Silky and milky  Your heart is safe with me I'll introduce you in ecstacy My word is born I'll never do you wrong Take a chance Get it going on strong, yeah  [Repeat Hook:]  [Repeat Chorus x2:]  I need to know love will find a way Tell me, do you want a piece of my Goody goody Goody goody Lovin' Do you want a piece of my Goody goody Goody goody Lovin' Do you want a piece of my Goody goody  Goody, goody Loving Do you want a piece of my Goody goody Goody goody Loving  [Bridge:] Yeah, baby I know you want some of this Come and get it  (Do you want it right now) (I can show you how) Believe you mean All the loving that runs within me  (Do you want it right now) (I can show you how) I need to know love will find a way Tell me Do you want a piece of my  [Repeat Chorus:]  (Goody goody) Goody goody (Goody goody) Goody goody (Goody, goody loving)  Goody goody (Goody goody) It's good to be with you, yeah (Goody goody loving)  (Do you want it right now) (I can show you how) Do you want it? Do you? Do you?  Woah, oh oh A piece of my love, yeah (Do you want it right now) (I can show you how)  Goody goody Goody goody Loving (Do you want a piece of my)  Goody goody Goody goody Loving (Do you want a piece of my)  Goody goody Goody goody Loving (Do you want a piece of my)  Goody goody Goody goody Loving (Do you want a piece of my)  Goody goody Goody goody Loving  ",
        "title": "Goody Goody"
    },
    {
        "artist": "Def Leppard",
        "lyrics": "  I believe, that there's something deep inside That shouldn't be from time to time I sure found out, thought love was such a crime The more you care, the more you fall No need to worry, no need to turn away 'Cause it don't matter, anyway  (oohh oohh oohh) I miss you in a heartbeat (oohh oohh oohh) I miss you right away (oohh oohh oohh) I miss you in a heartbeat 'cause it ain't love, if it don't feel that way Oh no  When we touch, I just lose my self control A sad sensation I can't hide To love is easy, it ain't easy to walk away I keep the faith and there's a reason why, yeah No need to worry, no need to turn away 'Cause it don't matter, anyway  (oohh oohh oohh) I miss you in a heartbeat (oohh oohh oohh) I miss you right away (oohh oohh oohh) I miss you in a heartbeat 'cause it ain't love, if it don't feel that way Oh no  Now, I ain't big on promises, I'll be true to you 'Cause I'd do 'bout anything, yeah For some one like, baby for you  (oohh oohh oohh) I miss you in a heartbeat (oohh oohh oohh) I miss you right away (oohh oohh oohh) I miss you in a heartbeat 'cause it ain't love, if it don't feel that way Oh no  ",
        "title": "Miss You In A Heartbeat"
    },
    {
        "artist": "Mista Grimm",
        "lyrics": "  [Intro: G-Child] Woo!, hey, this is the G-Child, spaceketeers Are ya in the house baby, are ya in the house? You know what I'm sayin, cuz it's that time For you to kicks the funk online as we rewind And then it will combine  [Verse 1: Mista Grimm] Smokin' on the bud, feelin' kinda high Sippin' on the gin, feelin' kinda fly A Warren G production sits in the tape deck As Mista Grimm raps over laps, don't say shit Just, listen and recline for a spell Pass the fat spliff back and forth (oh yeah) Stuck, unable to breathe through the Chronic Cloud that somehow prevents me from installin' fresh air  [Verse 2: Warren G] Ahh, Indosmoke Pass me the joint so I can take a toke 1 puff, 2 puff, 3 puff, 4 puff, 5 I'm feelin real high Lean into the side in my muthafuckin' ride With the O.G. gangsta glide Woo!, hey now ya know Inhale, exhale with my flow Breakaway, come again like this The LB to the C two times, don't miss Cuz if you do, you break you get broke Me and Mista G and the Indo Smoke  [Hook: Nate Dogg (x2)] (Are you high yet?) Whatever you do muthafucka you betta not choke This ain't no stress, it's the muthafuckin' indo smoke  [Verse 3: Mista Grimm] Fee, fi, foe, really doe I'm still smokin' and sippin', talkin' like a pimp Freakin', seekin' new lands without transport Cuz indo smoke is a man's sport I never feel stressed and that's the realist Just a proper herb for my chronic illness Please, let me go on with my day Relax with phat tracks and a real fat J Ooh, I think I'm in love Astounded from what it did, sended me far above On a fly toke, I can brag for days You can't swim with Grimm Because my tidal wave's - high And that's no joke Because Mista Grimm takes flight from the Indo Smoke  [Hook (x2)]  [Verse 4: Mista Grimm] Ignition to remission, blast off through the cos Most of the voyage I enjoy is just a cause I sonic boom when I return back to earth Birth of a new rhyme will take no time I'm prepared, papers and a lighter to provoke A comical scene to watch Mista Grimm choke Then gain composure, compose a symphony From C-H-R-O-N-I-C and Mista G mixed together nicely Combinin', lick the linings, voilà! A fat Chronic sack you can put in your jaw H and R puff the stuff in ya lungs Smokin' on the Chronic, gettin' straight sprung Stretched, taken to the extreme feelin' Dancin' on the ceilin' like Lionel If ya hear me on some vinyl I break 'em till they can't be broke As I soak, in the Indo Smoke  [Hook Outro: Nate Dogg] [Are you high yet? (repeated in background)] Take a trip with Nate Dogg to the Eastside We will show you whether our gangstas love to get high We get high on every street in Long Beach So don't come to my hood thinkin' that you can fade me Niggas from a funnyland wanna come to the East and reveal I gotta viscious left hook and you're damn right I will steal Shots go out to my nigga Mista Grimm and you know Warren G I gotta nigga named Gangsta Rod, you know B-Tip, you know me My name is Nate D-O double G and I'm comin' straight from the East Don't think you don't know where I'm from, I'm from 213  [Outro: G-Child] Yeah, you know what I'm sayin' 19 ninety muthafuckin' 3 (hey) I got my muthafuckin niggas in the house I got my nigga Mista Grimm in the house (uh, ah) I got my nigga B-Tip in the house (uh, ah) I got my nigga Nate Dogg in the house (uh, ah) I got my nigga Ricky Rod in the house (uh, ah) I got the nigga Butch in the house (uh, ah) I got my nigga Greg in the house (uh, ah) He's engineering this, check it out You know what I'm sayin' Long Beach in the house We hooked up with some people from West Covina My nigga Mista Grimm, but you know Ain't nothing but a G Thang, uh G Thang, but you don't hear me though, hahaha yeah Are you high yet? (laugh) (x2)  Are ya high big baby? Are ya high? (laugh) (x2)  Nigga I asked you is you high (I'm fucked up) I ain't be gotten no women, nigga is you high, shit (I'm fucked up)  Oh we can do this then Hey, let's go Its over big baby, hey  ",
        "title": "Indo Smoke (From \"Poetic Justice\")"
    },
    {
        "artist": "Jade",
        "lyrics": "  [Intro:] It's raining again What time is it? Man, I can't believe he done stood me up again I don't deserve this What kind of fool does he think I am?  Time after time And today But what for? Huh, you know what? I think it's time I've looked for Mr. Do Right  [Verse 1:] Worked all day long I need a man whose back is real strong Someone to fulfill my intellect and sexual desires  Now, please Don't get me wrong I don't even come on strong It's been awhile since I've been satisfied And these feelings I can no longer hide  [Pre-Chorus:] I used to be in love But it was oh, so long ago My mind and body's craving For a real man to give me some love  But now that you're here with me There's a smile upon my face Cause loving you is so damn easy And you sure 'nuff driving me crazy  [Chorus:] Can't someone stop this rain from falling on my face? I'm looking for Mister Mr. Do Right Someone who can do it all night  When will you learn playing with fire really burns I'm searching for Mister Mr. Do Right Someone who can please me through the night  [Verse 2:] I sit here waiting You just won't call, no My mind is so confused But you don't seem to care at all  Now Lord knows I've tried To keep our love alive So I sing this song for you Cause it seems like the right thing to do  [Repeat Pre-Chorus:]  [Repeat Chorus:]  [Verse 3:] You used to love me (I need a real man) I need a strong man I need a Mr. Do Right  You don't hold me like you used to My mind and body's craving Oh yeah For Mr. Do Right Lord knows I've tried Mr. Do Right  Don't keep me waiting, anticipating, oh I worked all week long I need a Mister I need a man who's back is real strong Fulfill me Take care of my sexual desires, baby  ",
        "title": "Looking For Mr. Do Right"
    },
    {
        "artist": "Lisa Keith",
        "lyrics": "  Mmmm Hey, baby  It's you I truly adore I finally found the peace of never wanting more Singing a sweet song Of who and where I belong  I see a vision of a love That's more than strong I feel so fine, truly divine My dream has come to life, hey yeah You're always there on my mind  Cause when I need two arms that can hold me tight A tender loving kiss that can make it right Someone to chase the darkness into the light I know it's true Baby, there's none better than you  Cause my love is true Ooh  Oh, my dear I can't say the way that I feel You're more than words You're more than pictures can reveal  Sugar is sweet But with you It's hard to believe There's nothing to compare You're all I want and need  Eternally I'm gonna see all that love can be Yeah, yeah Heaven has given to me  Hold me tight  Can make it right Someone to chase the darkness into the light I know it's true Yeah, yeah Baby, there's none better than you  And I know in time Our hearts will be together I see your smile and I see forever Baby, baby And our love is true Ooh! There's no one better, oh There's no one better than you  Cause when I need two arms that can hold me tight A tender loving kiss that can make it right Someone to chase the darkness into the light I know it's true Baby, there's none better than you  Cause when I need two arms that can hold me tight A tender loving kiss that can make it right Someone to chase the darkness into the light I know it's true Baby, there's none better than you  Cause when I need two arms that can hold me tight A tender loving kiss that can make it right Someone to chase the darkness into the light I know it's true Baby, there's none better than you  ",
        "title": "Better Than You"
    },
    {
        "artist": "The Lemonheads",
        "lyrics": "  I know a place where I can go When I'm alone Into your arms ooh oh ooh Into your arms I can go  I know a place that's safe and warm From the crowd Into your arms ooh oh ooh Into your arms I can go  And if I should fall (fall) I know I won't be alone Be alone anymore  I know a place where I can go When I'm alone Into your arms ooh oh ooh Into your arms I can go  I know a place that's safe and warm From the crowd Into your arms ooh oh ooh Into your arms I can go  So if I should fall (fall) I know I won't be alone Be alone anymore  I know a place where I can go When I'm alone Into your arms ooh oh ooh Into your arms I can go I can go  ",
        "title": "Into Your Arms"
    },
    {
        "artist": "Little Texas",
        "lyrics": "  I've seen a lot of places I've been around the world I've seen pretty faces Been with some beautiful girls After all I've witnessed One thing still amazes me Just like a miracle, you have to see to believe  [Chorus:] (Cause) God blessed Texas With His own hand Brought down angels from the promised land Gave 'em a place where they could dance If you wanna see heaven, brother, here's your chance I've been sent to spread the message God blessed Texas  First, He let the sun shine Then He made the waters deep Then He gave us moonlight For all the world to see Well everybody knows that the Lord works in mysterious ways He took a rest, then on the very next day  [Chorus (x2)]  Well I've been sent to spread the message God blessed Texas Well I've been sent to spread the message God blessed Texas  ",
        "title": "God Blessed Texas"
    },
    {
        "artist": "Taylor Dayne",
        "lyrics": "  I wasn't searching To end this hurting But out of nowhere You made me feel I cried about it I lied about it And tried to doubt This could be real You've touched me far too much I'm letting go of all the pain I'm into you in every way Send me a lover Someone to believe in Please send me someone I can hold Baby now Send me a lover A new beginning Someone to take away the cold And give me back What I've been missing All the love that lays and waits inside your heart It still astounds me The way you found me It's almost too good To be true From our first meeting I had the feeling The rest of my life I'd spend with you I can't just turn my back On everything I've heard you say I'm into you in every way Chorus I thought that love was only a word I'd never feel All the passion I hold inside Was simply just a dream Out of your heart you gave to me I know it's real And I've fallen So in love with you Chorus  ",
        "title": "Send Me A Lover"
    },
    {
        "artist": "Wu-Tang Clan",
        "lyrics": "  [Skit: Method Man and Raekwon] [Meth] Yeahhh, torture, motherfucker, what? [Torture, nigga, what?] What? I'll fuckin' – I'll fuckin' tie you to a fuckin' bedpost with your ass cheeks spread out and shit, right? Put a hanger on a fuckin' stove and let that shit sit there for like a half hour, take it off and stick it in your ass slow like *Tsssssss* [Rae] Yeah, I'll fuckin' – yeah, I'll fuckin' lay your nuts on a fuckin' dresser, just your nuts layin' on a fuckin' dresser, and bang them shits with a spiked fuckin' bat [Ooooohhhh] Whassup? BLAOWW!! [Meth] I'll fuckin' – I'll fuckin' pull your fuckin' tongue out your fuckin' mouth and stab the shit with a rusty screwdriver, BLAOWW!! [Rae] I'll fuckin' – I'll fuckin – I'll fuckin' hang you by your fuckin' dick off a fuckin' twelve sto-story building out this motherfucker [Meth] I'll fuckin' – I'll fuckin' sew your asshole closed, and keep feedin' you and feedin' you, and feedin' you, and feedin' you  Yo, roll the dice, yo, roll the dice Yo, so it's goin' down like that, huh? Yeah? Niggas is whylin', check it out, kid  [Intro: GZA] From the slums of Shaolin, Wu-Tang Clan strikes again The RZA, the GZA, Ol' Dirty Bastard, Inspectah Deck Raekwon the Chef, U-God, Ghostface Killah and the Method Man  [Hook: Method Man] M-E-T-H-O-D, Man M-E-T-H-O-D, Man M-E-T-H-O-D, Man M-E-T-H-O-D, Man  [Verse 1: Method Man] Hey, you, get off my cloud! You don't know me and you don't know my style Who be gettin' flam when they come to a jam? Here I am, here I am, the Method Man Patty cake, patty cake, hey, the Method Man Don't eat Skippy, Jif or Peter Pan Peanut butter 'cause I'm not butter In fact I snap back like a rubber band I be Sam, Sam-I-Am And I don't eat green eggs and ham Style will hit ya, wham! Then goddamn You be like, \"Oh shit, that's the jam!\" Turn it up, now hear me get buck w-w-wild I'm about to blow, light me up Upside, downside, inside and outside Hittin' you from every angle, there's no doubt I Am the one and only Method Man The master of the plan, rappin' shit like Saran Wrap, with some of this and some of that Hold up (what?) I tawt I tat I putty tat Over there, but I think he best to beware Of the diggy dog shit right here Yippy yippy yay yippy yah yippy yo Like Deck said, this ain't your average flow Comin' like rah ooh ah achie kah Tell me, how you like it so far, baby paw? The poetry's in motion coast to coast and Rub it on your skin like lotion What's the commotion? Oh my Lord Another cord chopped by the Wu-Tang sword \"Hey, hey, hey!\" like Fat Albert It's the Method Man, ain't no if ands about it It's the Method  [Break: Method Man] All right, y'all, get your White Owls Get your meth, get your skins Don't forget your forty And we gonna do it like this  [Bridge: Method Man] I got fat bags of skunk I got White Owl blunts And I'm about to go get lifted Yes, I'm about to go get lifted I got myself a forty I got myself a shorty And I'm about to go and stick it Yes, I'm about to go and stick it, uhh  [Verse 2: Method Man] H-U-F-F, huff, and I puff Blow like snow when the cold wind's blowin' Zoom, I hit the mic like boom! Wrote a song about it, like to hear it? Here it goes Question, what exactly is a panty raider? Ill behaviour savior or major flavor All of the above, oh yeah, plus seducer Also flam I'm the man, call me super Not an average Joe with an average flow Doin' average things with average hoes Yo, I'm super, I'll make a bitch squirm For my Super Sperm (check it) Check it, I give it to you raw butt-naked I smell sess, pass the method Let's get lifted as I kick ballistics Missiles and shoot game like a pistol Clip is loaded when I click bang dang A Wu-Tang slug hits your brain J-U-M-P, jump, and I thump Make girls rumps like pump and Humpty Hump Wow, the Shaolin style is all in me Child, the whole damn isle is callin' me P-A-N-T-Y R-A-I-D-E-R, mad raw, I don't fry Meaning no one can burn or toss and turn me Ooh, I be the super sperm Chim chimmeny chim chim cherie Freak a flow and flow fancy free Now, how many licks does it take For me to hit the Tootsie Roll center of a break? Peep and don't sleep the crew's mad deep Wu-Tang, fadin' motherfuckers like bleach So to each and every crew You're clear like glass I can see right through Your whole damn posse be catchin' 'em all, 'cause you vic'd And you didn't have friends to begin with, I'm…  [Hook: Method Man] The M-E-T-H-O-D, Man M-E-T-H-O-D, Man M-E-T-H-O-D, Man Here I am, here I am, the Method Man  [Outro: RZA (Ghostface Killah) {​Method Man}​] Straight from the slums of Shaolin Wu-Tang Killa Beez on a swarm (Y'alls all have just been taken Through the 36 Chambers of death, kid) {​Word to mother, Method Man signin' off, peace}​  ",
        "title": "Method Man"
    },
    {
        "artist": "U2",
        "lyrics": null,
        "title": "Stay (Faraway, So Close!)"
    },
    {
        "artist": "The Goodmen",
        "lyrics": null,
        "title": "Give It Up"
    },
    {
        "artist": "Dr. Dre",
        "lyrics": "  [Produced by Dr. Dre] [Directed by Dr. Dre]  [Intro: Woman + Snoop Dogg] Biatch! Eeeh, whappn no baby You look good ina ya car eh Longtime mi watch ya mi wha chat to ya And ya a gwaan like ya nuh wha chat to me So whappn Dre tell em whe di fuck a gwaan nuh  [Verse 1] Creeping down the back street on D's I got my Glock cocked, cause niggas want these No soon as I said it, seems I got sweated By some nigga with a TEC-9, trying to take mine You wanna make noise, make noise I make a phone call My niggas coming like the Gotti boys Bodies being found on Greenleaf With their fucking heads cut off Motherfucker, I'm Dre So listen to the play-by-play, day-by-day Rolling in my '4 with 16 switches And got sounds for the bitches Clocking all the riches Got the hollow points for the snitches So would you just walk on by Cause I'm too hard to lift And no, this ain't Aerosmith It's the motherfucking D-R-E From the C-P-T On a rhyming spree, a straight G Hop back as I pop my top, you trip I let the hollow points commence to pop, pop, pop Yeah, cause if it don't stop I have to put my shit in reverse Go back and take another spot  [Refrain: Snoop Dogg + Dr. Dre] Cause I'm rolling in my 6-4 With all the niggas saying  [Hook: Jewell & Ruben Cruz + Dr. Dre] Swing down, sweet chariot, stop, and let me ride Hell yeah Swing down, sweet chariot, stop, and let me ride With all the niggas saying Swing down, sweet chariot, stop, and let me ride Hell yeah Swing down, sweet chariot, stop, and let me ride  [Verse 2] Just another motherfucking day for Dre, so I begin like this No medallions, dreadlocks or black fists It's just that gangsta glare With gangsta raps That gangsta shit Makes a gangs of snaps (Uh, word to the motherfucking streets) And word to these hyped-ass lyrics and dope beats That I hit you with That I get you with As I groove in my '4 on D's Hitting the switches Bitches relax, while I get my proper swerve on Bumping like a motherfucker ready to get my serve on But before I hit the dope spot Gotta get the chronic The Remy Martin and my soda pop Now I'm smelling like indo-nesia Bus stop full of fly bitches and skeezers On my dick cause my '4 on hit Pancake, front and back, side to side, and all that shit So when I crawl, I comes correct Now, if your bitch in my shit, it's your bitch you check, nigga Now let the Chevrolet slide As I dip and make a trip to the south side Yeah  [Refrain: Snoop Dogg + Dr. Dre] Rolling in my 6-4 With all the bitches saying  [Hook: Jewell + Dr. Dre] Swing down, sweet chariot, stop, and let me ride Hell yeah Swing down, sweet chariot, stop, and let me ride With all the motherfucking bitches saying Swing down, sweet chariot, stop, and let me ride Know what I'm saying? Swing down, sweet chariot, stop, and let me ride  [Verse 3] Check this out The sun went down when I hit Slauson On my way to the strip Now I'm just flossin' Checking my rearview Cause niggas, they will do Jack moves, black fools cause I smack fools Try to set me up for a 2-11 Fuck around and get caught up in a (1-8-7) But I don't represent no gangbang Some niggas like lynching But I just watch 'em hang So on and so on Why don't you let me roll on? I remember back in the days when I used to have to get my stroll on Didn't nobody wanna speak Now everybody peeping out they window When they hear me beating up the street Is it Dre? Is it Dre? That's what they say Every single motherfucking day Yo, but I ain't tripping, I'm just kicking it While my D's keep spinning and these hoes keep grinning I be  [Refrain: Snoop Dogg + Dr. Dre] Rolling in my 6-4 With everybody saying  [Outro: Jewell + Parliament-Funkadelic (Dr. Dre)] Swing down, I wanna ride Swing down, sweet chariot, stop, and let me ride (Hell yeah) Swing down, I wanna ride Swing down, sweet chariot, stop, and let me ride (With everybody saying) Swing down, I wanna ride Swing down, sweet chariot, stop, and let me ride (Hell yeah) Swing down, I wanna ride Swing down, sweet chariot, stop, and let me ride Swing down, I wanna ride Swing down, sweet chariot, stop, and let me ride Swing down, I wanna ride Swing down, sweet chariot, stop, and let me ride Swing down, I wanna ride Swing down, sweet chariot, stop, and let me ride Swing down, I wanna ride Swing down, sweet chariot, stop, and let me ride  ",
        "title": "Let Me Ride"
    },
    {
        "artist": "The Breeders",
        "lyrics": "  [Intro] Check check check One two  [Verse 1] Spitting in a wishing well Blown to hell, crash I'm the last splash I know you little libertine I know you're a real cuckoo  [Chorus] Want you cuckoo cannonball Want you cuckoo cannonball In the shade, in the shade In the shade, in the shade  [Verse 2] I know you little libertine I know you're a cannonball I'll be your whatever you want The bong in this reggae song  [Chorus] In the shade In the shade Want you cuckoo cannonball Want you cuckoo cannonball  [Verse 3] Spitting in a wishing well Blown to hell, crash I'm the last splash I'll be your whatever you want The bong in this reggae song  [Chorus] Want you cuckoo cannonball Want you cuckoo cannonball In the shade, in the shade In the shade, in the shade  ",
        "title": "Cannonball"
    },
    {
        "artist": "Jazzy Jeff & The Fresh Prince",
        "lyrics": "  [Intro - Teddy Riley] Yeah, kick it!  [Hook - Teddy Riley] I'm looking for the one to be with me now Are you looking for the one to be With you, now I am looking for the one to be with me, now Are you looking For the...do you feel the same way too?  [Fresh Prince] Come on, clap your hands, wind it up if you're feeling alright Clap your hands, wind it up, if you're feeling the vibe Nod your head from side to side, as you ride the vibe Cause it's a party all night You can't fight the feelin' you feelin' Cause you're feelin' fine with nothing really on your mind It doesn't matter if you're with your crew Because (they can feel the same way too) I came to get down (you came to get down?) You came to get down? (we came to get down) I like that sound Cause it's a party over here, party over there Party right here (hey) Few over there (hooo) Keep it going, keep it going, keep it going now Keep it flowing, keep it flowing, keep it flowing now Keep it going, cause this is for you So (you can feel the same way too)  [Hook] I'm looking for the one to be with me now Are you looking for the one to be With you, now I am looking for the one to be with me, now Are you looking For the...do you feel the same way too?  [Fresh Prince] You know the puck don't stop here But the puck started here That's why I gotta put my heart in here To give you that old funky-funky-funky-funky-chunky funk That I know you want So get your boom box so we can boom blocks Or shake it up something pride for life Cause we rocking, right? It ain't a question 'bout bein' true Because (you can feel the same way too) A little something for the radio (hooo) A little something for the video (hooo) A little something for the jeeps (ride-ride) A little something for the streets (hey, hey) A little something for the homies on the block A little something for the honies in the flocks A little something from me to you So (you can feel the same way too)  [Hook]  [Fresh Prince] Nine Trey, everybody wanna be a gangsta Buck-buck-buck-buck, but no more, thanks to me You got something you can flip on the other tip As you get lost in the smooth rhymes I rip Years and years my peers misunderstood That I made cuts from my guts to make you feel good And if you get it, this is for you So (you can feel the same way too) Put your hands in the air, come on now Put your hands in the air, come on, yeah Feel the vibe, Jazzy Jazz in the place, right The upper-ground sound and pound to knock you outta your hide Feelin' alright? You feelin' alright? (yeah) You feelin' alright? You feelin' alright? (yeah) Well next time bring a friend with you So (they can feel the same way too)  [Hook]  ",
        "title": "I'm Looking For The One (To Be With Me)"
    },
    {
        "artist": "Souls Of Mischief",
        "lyrics": "  [Intro] Yo, whassup? This is Tajai Of the mighty Souls of Mischief crew I'm chillin' with my man Phesto, my man A-Plus And my man Op', you know he's dope (yo) But right now, y'know, we just maxin' in the studio We hailin' from East Oakland, California And, um, sometimes it gets a little hectic out there But right now, yo, we gonna up you on how we just chill  [Verse 1: Opio] Dial the seven digits, call up Bridgette Her man's a midget; plus she got friends, yo, I can dig it Here's a 40, swig it, you know it's frigid I got 'em chillin' in the cooler, break out the ruler Damn! That's the fattest stog' I ever seen The weather's heat in Cali Gettin' weeded makes it feel like Maui Now we feel the good vibrations So many females, so much inspiration  [Verse 2: A-Plus] I get inspired by the blunts too I'll front you, if you hang with a bunk crew I roam the strip for bones to pick When I find one, I'm done Take her home and quickly do this I need not explain this (Nah) A-Plus is famous, so get the anus!  [Verse 3: Tajai] Hey, Miss! Who's there? I'm through there No time to do hair; the flick's at eight, so get straight You look great – let's grub now A rub down sounds flavor, later there's the theatre We in the cut, the cinema was mediocre Take her to the crib so I can stroke her  [Verse 4: Phesto] Kids get broke for their skins when I'm in Close range, I throws game at your dip Like handball, ‘cause the man's all that All phat, I be the chill from 93 'til  [Hook: Souls of Mischief] Yeah, this is how we chill from 93 'til This is how we chill from 93 'til This is how we chill from 93 'til This is how we chill from 93 'til Uh-huh, this is how we chill from 93 'til This is how we chill from 93 'til This is how we chill from 93 'til This is how we chill… from 93 'til  [Verse 5: A-Plus] Huh, my black Timbs do me well (yeah) When I see a fool and he says he heard me tell (what?) Another person's business, I cause dizziness Until you stop acting like a silly bitch  [Verse 6: Phesto] Yo, crews are jealous 'cause we get props The cops, wanna stop our fun, but the top Is where we're dwellin', swell and fat, no sleep I work fit, and jerks get their hoes sweeped Under their noses, this bro's quick They hit blunts and flip once I'm chillin', ‘cause my crew's close, kid  [Verse 7: Tajai] I'm posted, most kids accept this as cool I exit, ‘cause I'm an exception to the rule I'm steppin' to the cool spots where crews flock To snare a dip, or see where the shit that's flam B Blam leakin' out his pocket So I got tons of indo and go to the Owen's basement My ace been fattenin' up tracks Time to get prolific with the whiz kid  [Verse 8: Opio] Greenbacks in stacks, don't even ask Who got the fat sacks? We can max pumpin' fat tracks Exchangin' facts about impacts, ‘cause in facts My freestyle talent overpowers, brothers can't hack it They lack wit, we got the mack shit '93 'Til Infinity – kill all that wack shit!  [Hook: Souls of Mischief] Yeah, this is how we chill from 93 'til This is how we chill from 93 'til This is how we chill from 93 'til This is how we chill from 93 'til Uh-huh, this is how we chill from 93 'til This is how we chill from 93 'til This is how we chill from 93 'til This is how we chill… from 93 'til  [Verse 9: Phesto] I be coolin', school's in session, but I'm fresh in Rappin', so I take time off to never rhyme soft I'm off on my own shit With my own clique, roll many backroads With a fat stog' and blunt, foldin' runts Holdin' stunts captive with my persona Plus a bomber, zestin' Niggas is testin' my patience, but I stay fresh, and…  [Verse 10: Tajai] Restin' at the mall, attendance on 'noid But I am shoppin' for my wish to exploit Some ill fits, some new kicks I often do this, ‘cause it's the pits not being dipped  [Verse 11: Opio] Flip the flyer attire females desire Baby, you can step to this if you admire The extraordinary, dapper rapper Keep tabs on your main squeeze before I tap her  [Verse 12: A-Plus] I'll mack her, attack her with the smoothness I do this, peepin' what my crew gets (Huh) Loot, props, respect, and blunts to pass Crews talk shit, but in my face they kiss my ass (Smack!) They bite flows, but we make up new ones If you're really dope, why ain't you signed yet? But I get my loot from Jive/Zomba I'ma bomb ya; you will see, from now 'til infinity  [Hook: Souls of Mischief] Yeah, this is how we chill from 93 'til This is how we chill from 93 'til This is how we chill from 93 'til This is how we chill from 93 'til Uh-huh, this is how we chill from 93 'til This is how we chill from 93 'til This is how we chill from 93 'til This is how we chill… from 93 'til  [Outro: Souls of Mischief] Hah-hah, just coolin' out, y'know what I'm sayin'? But, but who's chillin' around the land, y'know? Yo, who's chillin'? I think I know who's chillin' Yeah, tell me who's chillin' then, Plus Casual – you know he's chillin' Yo, Pep Love – he gotta be chillin' Jay-Biz – you know he's chillin' Ayo, man, my man Snupe is chillin', man Yo, Mike G – you know he's here chillin' Yeah, my man Mike P – you know he gotta chill Del the Funky Homosapien is chillin' Aye, aye, my man Domino – yo, he's chillin' Yeah… it's like that, yeah  ",
        "title": "93 'til Infinity"
    },
    {
        "artist": "Kenny G",
        "lyrics": null,
        "title": "Sentimental"
    },
    {
        "artist": "RAab",
        "lyrics": null,
        "title": "Foreplay"
    },
    {
        "artist": "Bell Biv DeVoe",
        "lyrics": "  [Verse 1:] You ask me why I say why not Anything is possible Anything can be  Therefore tonight I'll get you hot You'll feel a passion you never dreamed  And I know you feel I'm overconfident What kind of man could I be?  It's clear to see It's like animal attraction When you add it up It's just a matter of factions, girl  [Chorus:] Something in your eyes told me That you were looking for a man you could adore Something in your eye Had given me a sign And I knew it was on I knew it was on  [Verse 2:] You think you're dry I say you're wet I can make it possible I can make it true  And all night long I'll make you sweat Gonna do a feeling That's long past overdue  And I know you think Why so much confidence What kind of man must I be?  It's clear to see It's like adding and subtracting When you add it up It's just animal attraction  [Repeat Chorus x2:]  [Verse 3:] So when I get inside And make you wet I'll lick you dry Create your body weak From all the body heat  And like a lion You'll hear me roar And when I feed it to your body Make that body Get weak some more  I'll take you to the peak I'll make you wanna scream And like a lion You'll hear my body Roar and roar And roar and roar and roar  [Repeat Chorus x3:]  [Verse 4:] Anything is possible And anything can be You can feel a passion you never dreamed of  See it in your eyes You've given me a sign And I knew it was on I knew it was on  It was something in your eyes That took me to feel it Something in your eyes And hey, I can see it  Something in your eyes Had given me a sign And I knew it was on I knew it was on  [Repeat Chorus x2:]  ",
        "title": "Something In Your Eyes"
    },
    {
        "artist": "Shai",
        "lyrics": null,
        "title": "Yours"
    },
    {
        "artist": "Reality",
        "lyrics": null,
        "title": "Yolanda"
    },
    {
        "artist": "Robin S.",
        "lyrics": null,
        "title": "Love For Love"
    },
    {
        "artist": "Dwight Yoakam",
        "lyrics": "  [Verse1] Maybe someday I'll be strong Maybe it won't be long I'll be the one who's tough You'll be the one who's got it rough It won't be long and Maybe I'll be real strong  [Verse 2] Maybe I'll do things right Maybe I'll start tonight You'll learn to cry like me Baby let's just wait and see Maybe I'll start tonight And do things right  [Pre-Chorus] You'll control me And oh so boldly Rule me 'til I'm free 'Til the pain that shakes me Finally makes me Get up off of my knees Yeah, yeah, yeah, yeah  [Chorus] Maybe I'll be as fast as you Maybe I'll break hearts too But I think that you'll slow down When your turn to hurt comes around Maybe I'll break hearts And be as fast as you  Uhhh  [Pre-Chorus] You'll control me And oh so boldly Rule me 'til I'm free 'Til the pain that shakes me Finally makes me Get up off of my knees Yeah, yeah, yeah, yeah  [Chorus] Maybe I'll be as fast as you Maybe I'll break hearts too But I think that you'll slow down When your turn to hurt comes around Maybe I'll break hearts And be as fast as you Maybe I'll break hearts And be as fast as you  Ah, sookie  [Spoken under Guitar Outro] Maybe someday I'll be strong Maybe it won't be long I'll be the one who's strong You'll be the one gonna cry  You're gonna cry like me We'll just, uh, wait and see Maybe I'll be as fast as you Maybe I'll break hearts too  ",
        "title": "Fast As You"
    },
    {
        "artist": "Kris Kross",
        "lyrics": null,
        "title": "I'm Real"
    },
    {
        "artist": "Chantay Savage",
        "lyrics": "  Never, never, never find Never find another Never find another  [Verse 1:] I see it in your eyes Don't play me for a fool You know that I could always read between the lines You seem to think You want to find somebody new Maybe we should take some time to be apart  [Pre-Chorus:] Not gonna cry I won't ask you why If you're gonna go Do what you got to do I hope you know what you're leaving behind Because I know that I'm a special kind A love this good You'll never find  [Chorus:] I bet you'll never find another love like mine I bet you'll never find another (You'll never never never find) I bet you'll never find another love like mine I bet you'll never find another  [Verse 2:] So now you think that I should get out on my own That I should give somebody else a try Don't make suggestions Just leave well enough alone If you're gonna go, why don't you say goodbye  [Pre-Chorus]  [Chorus]  No, you'll, you'll never find another No, you'll, you'll never find another  [Bridge:] You can search the whole world over I'm that special kind I'm not gonna cry 'cause I know that A love this good you'll never find  [Chorus]  No, you'll, you'll never find another No, you'll, you'll never find another No, you'll (Never find a) No, you'll (Betcha'll never find, no) No, you'll (Never find a) No, you'll No, you'll (Never find a) No, you'll (Never find a)  ",
        "title": "Betcha'll Never Find"
    },
    {
        "artist": "Trisha Yearwood",
        "lyrics": "  I was standing at the counter I was waiting for the change When I heard that old familiar music start It was like a lighted match Had been tossed into my soul It was like a dam had broken in my heart  After taking every detour Getting lost and losing track So that even if I wanted I could not find my way back After driving out the memory Of the way things might have been After I'd forgotten all about us The song remembers when  We were rolling through the Rockies We were up above the clouds When a station out of Jackson played that song And it seemed to fit the moment And the moment seemed to freeze When we turned the music up and sang along  And there was a God in Heaven And the world made perfect sense We were young and were in love And we were easy to convince We were headed straight for Eden It was just around the bend And though I have forgotten all about it The song remembers when  I guess something must have happened And we must have said goodbye And my heart must have been broken Though I can't recall just why The song remembers when  Well, for all the miles between us And for all the time that's passed You would think I haven't gotten very far And I hope my hasty heart Will forgive me just this once If I stop to wonder how on Earth you are  But that's just a lot of water Underneath a bridge I burned And there's no use in backtracking Around corners I have turned Still I guess some things we bury Are just bound to rise again For even if the whole world has forgotten The song remembers when Yeah, and even if the whole world has forgotten The song remembers when  ",
        "title": "The Song Remembers When"
    },
    {
        "artist": "Bruce Hornsby",
        "lyrics": "  When the night lies so still Oh before I go to sleep I come by, I come by Oh just to look at you In the dim light I say That in my own small way I will try, I will try To help you through There'll be blue skies falling There'll be sad scenes and bad dreams In a world so uncertain Through the clouds it's hard to see I will grab you and lift you As you hold on tight and sway We'll go walking Across the fields of gray There's a place I can go When the world gets me down Oh when nothing, oh when nothing Goes quite right it seems As I look there I know Fortune smiles on me so But who knows, no one knows About tomorrow There'll be blue skies falling There'll be sad scenes and bad dreams In a world so uncertain Through the clouds it's hard to see I will grab you and lift you As you hold on tight and sway We'll go walking Across the fields of gray When I was younger, I saw things in black and white Now all I see is a sad, hazy gray Sometimes I see a narrow flash of light Sometimes I look and you show me the way No matter what else happens What the future will be In a world so uncertain Through the clouds it's hard to see I will grab you and carry you Calm your fears if you're afraid We'll go walking Across the fields of gray Fields of gray We'll go walking We'll go walking We'll go walking  ",
        "title": "Fields Of Gray"
    },
    {
        "artist": "John Mellencamp",
        "lyrics": "  This land today, shall draw its last breath And take into its ancient depths This frail reminder of its giant, dreaming self While I, with human-hindered eyes Unequal to the sweeping curve of life Stand on this single print of time  Human wheels spin round and round While the clock keeps the pace Human wheels spin round and round Help the light to my face  That time, today, no triumph gains At this short success of age This pale reflection of its brave and Blundering deed For I, descend from this vault Now dreams beyond my earthly fault Knowledge, sure, from the seed  Human wheels spin round and round While the clock keeps the pace Human wheels spin round and round Help the light to my face  This land, today, my tears shall taste And take into its dark embrace This love, who in my beating heart endures Assured, by every sun that burns The dust to which this flesh shall return It is the ancient, dreaming dust of God  Human wheels spin round and round While the clock keeps the pace Human wheels spin round and round Help the light to my face Human wheels spin round and round While the clock keeps the pace Human wheels spin round and round Help the light to my face  ",
        "title": "Human Wheels"
    },
    {
        "artist": "Lords Of The Underground",
        "lyrics": "  [DoItAll] Hey yo Funke wake up! [Mr. Funke] Huh? [DoItAll] Turn your radio up! [Mr. Funke] What?! [DoItAll] It's us! [Mr. Funke] It's US?! [DoItAll] Yeah listen to the cut! It's our style! [Mr. Funke] Our style? [DoItAll] Your style [Mr. Funke] Stop brother [DoItAll] Aiyyo nigga wake up, \"let me show you some-thin!\" Listen to the way they flip the metaphors and phrases Listen, listen, it's drivin me CRA-ZY Cause everytime I do a style and flip it kind of simple Brothers say, \"That's fat,\" and do it on the demo From a demo to a promo now a hit on the radio Next thing you know, they'll be doing our video [Mr. Funke] Same one? [DoItAll] Same one! Concepts, whole nine And crazy similarities to the whole rhyme I'm not worried though (why?) I'm flippin hits from the grill And in the underground only real stays real, so umm Check the skills, the skills are kinda ill and yo Here Come the Lords, cause we're here to make a kill!  (Here Come the Lords) 7X  [Mr. Funke] Aiyyo, Marley! [Marley] Aiyyo whassup knocka? [Mr. Funke] Do you hear these suckas tryin to clock the Lord Chief Rocka [Marley] Yeah I hear em, they're just a bunch of clones on your bone [Mr. Funke] Hold up, I'm tryin to figure out where could they get my style from Aiyyo wait a minute, remember the tape you shopped around a while back? [Marley] Yo what, wasn't that your boys? [Mr. Funke] Now they got our stuff down pat! [Marley] Yo man don't sweat it, just show em why they call you Mr. Funke Yo Lord Jazz, pass me some of that Brass Brass Monkey  [Mr. Funke] Here Come the Lords, Here Come the Lords, Mr. Funke don't you see me? I told you we were comin, you suckas didn't believe me The Skipper, my Lords style stick like Jack the Ripper I'm hangin other rappers like your girl hangs on my zipper Lord Jazz, hit me one time, make it funky Stop being stingy knocka, pass that Brass Monkey I step, off a stage, everyone knows, who I am Grab the mic like Teddy Riley and I _Jam_ (chicka, aawww, Jam) Give me the mic and watch me wax that ass *horn sample* Keep the camera moving cause I'm kinda fast *horn sample* You can trip, you can flip, you could even slip or dip But you'll never ever rip, Funke style as good as this Because you sound like you're drugged, you might as well be a singer Your whimsy couldn't touch me if your name was Sticky Fingaz So when I come around, don't try to be down, don't try to be down Just dig the sound, cause here comes the Lords of the Underground  (Here Come the Lords) 7X  [DoItAll] Well umm, open up the doors and yell, Here Come the Lords Yell it loud yell it loud, let me hear it from a crowd I packs em, _In the Closet_ like Michael Jackson And love to hear the girls go OOH when I'm rockin So catch it, no stutter in my flow but I wrecks it And caught you on the dillz from my jam called _Check It_ Check it check it check it check it microphone check it Yeah, you went wild, cause your moms digs my records So come on, I'm takin you where the sun don't shine The underground, but everything is fine I rhyme, copacetic, unless it gets hectic Your vocal chords'll get CRACKED, you gets no chloraseptic So hit em, so chill, chill man chill I know who used to be but now who's _Top Bill_ Well it's me, and yes, I am back by the Funke Marley filled the House with Hits so you know The Lords are chunky We stink, like pee-eww, funk from my shoe But what about this funk, can two brothers like us do But get down like James Brown and rock the whole town Hah! And now The Lords have broke ground  (Here Come the Lords) 7X (Here Come the Lords) 7X  * Lord Jazz cuts n scratches 'Here Come the Lords' *  ",
        "title": "Here Come The Lords"
    },
    {
        "artist": "MC Ren",
        "lyrics": null,
        "title": "Same Ol' Shit"
    },
    {
        "artist": "Clay Walker",
        "lyrics": null,
        "title": "What's It To You"
    },
    {
        "artist": "En Vogue Featuring FMOB",
        "lyrics": "  [Intro: Maxine Jones] Are you ready to roll? Funky Divas with a cool light stroll Sending smooth vibe to all our dear fans It feels good to be groovin' again  [Verse 1: Cindy Herron] Chocolate cream to me baby, so sweet to me Like some honey to a honey bee I am drawn to you baby like a strong magnet, oh Once I'm there, there's no turning back There is no real excuse, why take this abuse I keep running back, taking smack Don't know what to say or to do It's amazing, but I act crazy I can't win, it's a sin So I feel I have to fight it  [Chorus] Runaway love Like a train on broken tracks Runaway love It's too hard to turn it back now Runaway love Feels good without a doubt, yeah Runaway love Has to stop before it turns me out  [Verse 2: Terry Ellis] Ooh, I'm not qualified to play love games with you I've been hurt hard lately, I'm not for being used, no more Just a little lovin', it's like a drug and I'm a drug addict I just don't know why I just can't let go I can't walk away, fade away Every day my love grows and grows It's a sickness, or is it weakness Should I cope, is there hope? All I know it's hard to stop...  [Chorus] Runaway love Runaway love Runaway love Feels good without a doubt, yeah Runaway love Has to stop before it turns me out  [Bridge] Take me Take me Take me higher, higher Ooh, take me higher, higher Take me higher, take me higher I know you can do it Oh yeah, take me higher, higher Take me higher, take me higher, ooh Take me higher, higher  [Break]  [Chorus] Runaway love Like a train on broken tracks, yeah Runaway love It's too hard to turn it back, oh yeah Runaway love Ooh, feels good without a doubt, yeah Runaway love Has to stop before it turns me out Runaway love Runaway love Ooh, just a runaway love Runaway love Feels good without a doubt, baby Runaway love Has to stop before it turns me out...  ",
        "title": "Runaway Love"
    },
    {
        "artist": "Jazzy Jeff & The Fresh Prince",
        "lyrics": "  [Verse 1: Fresh Prince] Yo back up now and give a brother room The fuse is lit and I'm about to go boom Mercy, mercy, mercy me Uh, my life is a cage but on stage I'm free Hyped up, psyched up, ready for wildin' Standing in a crowd of girls like a island I see the one I want, I said \"come here cutie\" I flip her around and then I work that booty Work the body, work, work the body Slow down girl you're 'bout to hurt somebody Hold up, yo let's get just one thing clear There's only one reason why I came here  [Bridge: Fresh Prince]] Ya really done want me to tig-a-tig-a-tig-a tell ya wassup (GO) Ya really done want me to tig-a-tig-a-tig-a tell ya wassup (GO) Ya really done want me to tig-a-tig-a-tig-a tell ya wassup (GO) I came here tonight to hear the crowd go  [Hook: Crowd] (Boom! shake, shake, shake the room) (Boom! shake, shake, shake the room) (Boom! shake, shake, shake the room) (Tic, tic, tic, tic, boom)  [Bridge: Fresh Prince]] Well yo are ya'll ready for me yet? (Pump it up Prince) Well yo are ya'll ready for me yet? (Pump it up Prince) Well yo are ya'll ready for me yet? (Pump it up Prince) Well here I go, here I go here I, here I go  [Verse 2: Fresh Prince]] Yo, dance in the aisles when the Prince steps to it The rhyme is a football y'all and I went and threw it Out in the crowd and yo it was a good throw How do I know?, because the crowd went (HO) In response to the way that I was kicking it Smooth, an individual, rhymes always original Like the Dr. Jekyll man and this is my 'Hyde' side I am the driver and you're on a rap ride So fellas (yeah) Are y'all with me? (yeah) I said fellas (yeah) Are y'all with me? (yeah) Why don't you tell the girls what y'all wanna do Ya wanna (oh, ah, ah, ah, ah, ew) That's right yo and I'm in the flow So pump up the volume along with the tempo I want everybody in the house to know I came here tonight to hear the crowd go  [Hook: Fresh Prince]]  [Fresh Prince talking during Hook and into break] Yeah Break it on DOWN, uh Yeah, give 'em it Uh, bring it back to 'em Yeah, c'mon now  [Break - DJ Jazzy Jeff - *scratching*] - w/ ad libs \"Mix\" - repeated  [*solo scratching*]  [Hook]  [Fresh Prince] Here I go The F-f-f-f-Fresh P-p-p-p-Prince is who I am So tell my mother that I never make a whack jam But sometimes I get n-nervous and start to stutter And I f-fumble every word, for word I utter So I just try to ch-ch-ch-ch-ch-chill But it gets worse-a but worse-a but-but-but worse still I need the c-c-c-crowd to k-k-k-kick into it They help me calm down and I can get through it So higher higher, get your hands to the ceiling Let it go y'all don't fight the feeling Mic in a strangle hold, sweat pouring And like Jordan yo I'm scoring Yeah that's right y'all and I am in the flow So pump up the volume, along with the tempo Many have died trying to stop my show I came here tonight to here the crowd go  [Hook: Fresh Prince]]  [Fresh Prince - talking over] Yeah, uh Kick it to 'em right here Don't stop All night long And I'm outta here  ",
        "title": "Boom! Shake The Room"
    },
    {
        "artist": "Inner Circle",
        "lyrics": null,
        "title": "Rock With You"
    },
    {
        "artist": "Nightcrawlers",
        "lyrics": "  Push the feeling Push the feeling  There will come a time When the love of a man is first in line Soon the tide will turn And this world will be a place to learn But it's up to you To push through Don't you wanna help me now?  Push the feeling Oh, push the feeling on Push the feeling Oh, push the feeling on Push the feeling Oh, push the feeling on Push the feeling Ooo-ooo-on  Push it, let's push it Push the feeling on Push it, let's push it Gotta keep moving on  Those who suffer pain Will begin to live their lives again Those who cried in vain They will never have to hide in shame But it's up to you To pull us through Don't you wanna help me now?  Push the feeling Oh, push the feeling on Push the feeling Oh, push the feeling on Push the feeling Oh, push the feeling on Push the feeling Ooo-ooo-on  Push it, let's push it Gotta keep moving on Push it, let's push it Push the feeling on Push it, let's push it Gotta keep moving on  Push the feeling Ooooh Ya gotta push through Don't you wanna help me now?  Push the feeling Oh, push the feeling on Push the feeling Oh, push the feeling on Push the feeling Oh, push the feeling on Push the feeling Ooo-ooo-on  Push it, let's push it Push the feeling on Push it, let's push it Gotta keep moving on  Push it, let's push it Push the feeling on Push it, let's push it Gotta keep moving on  Push it, let's push it Push the feeling on Push it, let's push it Gotta keep moving on  Push it, let's push it Push the feeling on Push it, let's push it Gotta keep moving on  ",
        "title": "Push The Feeling On"
    },
    {
        "artist": "Bee Gees",
        "lyrics": "  How did you find there was somebody More than you want me I never understood Maybe I have never had you I have been lonely for you lately I can't wait another day And when you let me get you close to me You run and leave me  Paying the price of love The start of my end over you When you're doin' it for someone Who'll never be free Now is all there will ever be  No more to live without you All the nights I dream about you  Deep in the dark of the night I'm a man on a mission But safer with you home Never would I make you sorry You are the only drug I crave And I've been saving everyday I held it all inside, I pray You don't forget you got me  Paying the price of love My heart in my hands over you But the battle is just not fair You'll never be free That emotion is always replaying  You know the strongest heart Is broken when it falls You turn and walk away And let it die I got this picture in my head Of you in someone else's bed And I am torn apart I'm torn apart inside  I'll build my world around you I was nothing when I found you Paying the price of love  Paying the price of love The start of my end over you When you're doing it for someone Who'll never be free Now is all there will ever be  Paying the price of love My heart in my hands over you But the battle is just not fair You'll never be free That emotion is always replaying  ",
        "title": "Paying The Price Of Love"
    }
]