[
    {
        "artist": "Akon",
        "lyrics": "  [Intro] Konvict Oh, oh-whoa-oh-oh Oh, oh-whoa-oh-oh  [Hook] Nobody wanna see us together But it don't matter, no ('Cause I got you, babe) Nobody wanna see us together But it don't matter, no ('Cause I got you, babe) 'Cause we gon' fight Oh yes, we gon' fight Believe we gon' fight Fight for our right to love, yeah Nobody wanna see us together But it don't matter, no ('Cause I got you, babe)  [Verse 1] Nobody wanna see us together Nobody thought we'd last forever I feel I'm hopin' and prayin' Things between us gon' get better Men steady comin' after you Women steady comin' after me Seems like everybody wanna go for self And don't wanna respect boundaries Tellin' you all those lies Just to get on yo' side But I must admit there was a couple secrets I held inside Just know that I try to always apologize I'ma have you first always in my heart to keep you satisfied  [Hook] Nobody wanna see us together But it don't matter, no ('Cause I got you, babe) Nobody wanna see us together But it don't matter, no ('Cause I got you, babe) 'Cause we gon' fight Oh yes. we gon' fight Believe we gon' fight Fight for our right to love, yeah Nobody wanna see us together But it don't matter, no ('Cause I got you, babe)  [Verse 2] Got every right to wanna leave Got every right to wanna go Got every right to hit the road And never talk to me no mo' You don't ever have to call Even check for me at all 'Cause the way I've been actin' lately has been off the wall Especially towards you Puttin' girls before you And they watchin' everything I been doin' just to hurt you Most of it just ain't true And they won't show you How much of a queen you are to me And why I love you, baby  [Hook] Nobody wanna see us together But it don't matter, no ('Cause I got you, babe) Nobody wanna see us together But it don't matter, no ('Cause I got you, babe) 'Cause we gon' fight Oh yes, we gon' fight Believe we gon' fight Fight for our right to love, yeah Nobody wanna see us together But it don't matter, no ('Cause I got you, babe)  [Bridge] Oh, oh-whoa-oh-oh 'Cause I got you, babe Oh, oh-whoa-oh-oh 'Cause I got you babe 'Cause I got you babe 'Cause I got you babe  [Hook] Nobody wanna see us together But it don't matter, no ('Cause I got you, babe) Nobody wanna see us together But it don't matter, no ('Cause I got you, babe) 'Cause we gon' fight Oh yes, we gon' fight Believe we gon' fight Fight for our right to love, yeah Nobody wanna see us together But it don't matter, no ('Cause I got you, babe)  ",
        "title": "Don't Matter"
    },
    {
        "artist": "Gwen Stefani Featuring Akon",
        "lyrics": "  [Verse 1: Gwen Stefani] If I could escape I would but, first of all, let me say I must apologize for acting stank and treating you this way Cause I've been acting like sour milk all on the floor It's your fault, you didn't shut the refrigerator Maybe that's the reason I've been acting so cold?  [Chorus: Gwen Stefani] If I could escape and recreate a place that's my own world And I could be your favorite girl (forever), perfectly together Tell me boy, now wouldn't that be sweet? (sweet escape) If I could be sweet, I know I've been a real bad girl (I'll try to change) I didn't mean for you to get hurt (whatsoever) We can make it better Tell me boy, wouldn't that be sweet? (sweet escape)  [Refrain: Akon] I want to get away to our sweet escape I want to get away, yeah  [Verse 2: Gwen Stefani] You melt me down, I'm at my lowest boiling point Come help me out, I need to get me out of this joint Come on, let's bounce, counting on you to turn me around Instead of clowning around, let's look for some common ground So baby, times get a little crazy I've been gettin' a little lazy Waitin' on you to come save me I can see that you're angry by the way that you treat me Hopefully you don't leave me, wanna take you with me  [Chorus: Gwen Stefani] If I could escape and recreate a place that's my own world And I could be your favorite girl (forever), perfectly together Tell me boy, now wouldn't that be sweet? (sweet escape) If I could be sweet, I know I've been a real bad girl (I'll try to change) I didn't mean for you to get hurt (whatsoever) We can make it better Tell me boy, wouldn't that be sweet? (sweet escape)  [Bridge: Gwen] Woohoo, Yeehoo Woohoo, Yeehoo (If I could escape) Woohoo, yeehoo (If I could escape) Woohoo, Yeehoo Cause I've been acting like sour milk all on the floor It's your fault you didn't shut the refrigerator Maybe that's the reason I've been acting so cold  [Chorus: Gwen Stefani] If I could escape and recreate a place that's my own world And I could be your favorite girl (forever), perfectly together Tell me boy, now wouldn't that be sweet? (sweet escape) If I could be sweet, I know I've been a real bad girl (I'll try to change) I didn't mean for you to get hurt (whatsoever) We can make it better Tell me boy, wouldn't that be sweet? (sweet escape)  [Refrain: Akon] I want to get away get away to our sweet escape I want to get away, yeah  ",
        "title": "The Sweet Escape"
    },
    {
        "artist": "Mims",
        "lyrics": null,
        "title": "This Is Why I'm Hot"
    },
    {
        "artist": "Fergie Featuring Ludacris",
        "lyrics": "  [Intro: Polow Da Don] Are you ready? Yeah Polow Da Don It's Fergie  [Refrain: Polow da Don] If you ain't got no money, take yo' broke ass home, you say it! \"If you ain't got no money, take yo' broke ass home!\"  [Hook: Fergie] G-L-A-M-O-R-O-U-S, yeah G-L-A-M-O-R-O-U-S  [Bridge: Fergie] We flying first class, up in the sky Popping champagne, living my life In the fast lane, I won't change By the glamorous Oh, the flossy, flossy The glamorous The glamorous, the glamorous By the glamorous Oh, the flossy, flossy The glamorous The glamorous, the glamorous By the glamorous Oh, the flossy, flossy  [Verse 1: Fergie] Wear them gold and diamond rings All them things don't mean a thing Chaperones and limousines, shopping for expensive things I be on the movie screens, magazines and bougie scenes I'm not clean, I'm not pristine I'm no queen, I'm no machine I still go to Taco Bell, drive-thru, raw as hell I don't care, I'm still real No matter how many records I sell After the show or after the Grammy's I like to go cool out with the family Sipping, reminiscing on days when I had a Mustang And now I'm  [Bridge: Fergie] First class, up in the sky Popping champagne, living my life In the fast lane, I won't change By the glamorous Oh, the flossy, flossy The glamorous The glamorous, the glamorous By the glamorous Oh, the flossy, flossy The glamorous The glamorous, the glamorous By the glamorous Oh, the flossy, flossy  [Verse 2: Ludacris] I'm talking champagne wishes, caviar dreams You deserve nothing but all the finer things Now this whole world has no clue what to do with us I've got enough money in the bank for the two of us Brother gotta keep enough lettuce to support your shoe fetish Lifestyles so rich and famous, Robin Leach will get jealous Half a million for the stones Taking trips from here to Rome So, if you ain't got no money, take yo' broke ass home  [Hook: Fergie] G-L-A-M-O-R-O-U-S, yeah G-L-A-M-O-R-O-U-S  [Bidge: Fergie] We flying first class, up in the sky Popping champagne, living my life In the fast lane, I won't change By the glamorous Oh, the flossy, flossy The glamorous The glamorous, the glamorous By the glamorous Oh, the flossy, flossy The glamorous The glamorous, the glamorous By the glamorous Oh, the flossy, flossy  [Bridge 2: Fergie] I got problems up to here, I got people in my ear Telling me these crazy things that I don't wanna know (Fuck ya'll) I got money in the bank and I'd really like to thank All the fans I'd like to thank, thank you, really though Cause I remember yesterday, when I dreamt about them days When I'd rock on MTV, that'd be really dope Damn, it's been a long road and the industry is cold I'm glad my daddy told me so, he let his daughter know  [Refrain: Fergie & Polow Da Don] (If you ain't got no money, take yo' broke ass home, you say it!) My daddy told me so (\"If you ain't got no money, take yo' broke ass home!\") He let his daughter know (He said, if you ain't got no money, take yo' broke ass home, you say it!) My daddy told me so (\"If you ain't got no money, take yo' broke ass home!\") He let his daughter know  ",
        "title": "Glamorous"
    },
    {
        "artist": "Avril Lavigne",
        "lyrics": "  [Chorus] Hey, hey, you, you, I don’t like your girlfriend No way, no way, I think you need a new one Hey, hey, you, you, I could be your girlfriend Hey, hey, you, you, I know that you like me No way, no way, you know it's not a secret Hey, hey, you, you, I want to be your girlfriend  [Verse 1] You’re so fine, I want you mine, you’re so delicious I think about you all the time, you’re so addictive Don’t you know what I can do to make you feel alright? Don’t pretend, I think you know I’m damn precious And hell yeah, I'm the motherfucking princess I can tell you like me too and you know I’m right  [Pre-Chorus] She’s like so whatever You could do so much better I think we should get together now And that’s what everyone’s talking about  [Chorus] Hey, hey, you, you, I don’t like your girlfriend No way, no way, I think you need a new one Hey, hey, you, you, I could be your girlfriend Hey, hey, you, you, I know that you like me No way, no way, you know it's not a secret Hey, hey, you, you, I want to be your girlfriend  [Verse 2] I can see the way, I see the way you look at me And even when you look away I know you think of me I know you talk about me all the time again and again So come over here and tell me what I want to hear Better yet, make your girlfriend disappear I don’t want to hear you say her name ever again  [Pre-Chorus] 'Cause she’s like so whatever And you could do so much better I think we should get together now And that’s what everyone’s talking about  [Chorus] Hey, hey, you, you, I don’t like your girlfriend No way, no way, I think you need a new one Hey, hey, you, you, I could be your girlfriend Hey, hey, you, you, I know that you like me No way, no way, you know it's not a secret Hey, hey, you, you, I want to be your girlfriend  [Bridge] In a second you’ll be wrapped around my finger Because I can, 'cause I can do it better There’s no other, so when's it gonna sink in? She’s so stupid, what the hell were you thinking? In a second you’ll be wrapped around my finger Because I can, 'cause I can do it better There’s no other, so when's it gonna sink in? She’s so stupid, what the hell were you thinking?  [Chorus] Hey, hey, you, you, I don’t like your girlfriend No way, no way, I think you need a new one Hey, hey, you, you, I could be your girlfriend (no way, no way) Hey, hey, you, you, I know that you like me No way, no way, you know it's not a secret Hey, hey, you, you, I want to be your girlfriend (no way, no way) Hey, hey, you, you, I don’t like your girlfriend No way, no way, I think you need a new one Hey, hey, you, you, I could be your girlfriend (no way, no way) Hey, hey, you, you, I know that you like me No way, no way, you know it's not a secret Hey, hey, you, you, I want to be your girlfriend (no way, no way)  ",
        "title": "Girlfriend"
    },
    {
        "artist": "Beyonce & Shakira",
        "lyrics": null,
        "title": "Beautiful Liar"
    },
    {
        "artist": "Gym Class Heroes Featuring Patrick Stump",
        "lyrics": "  Ba ba da da Ba ba da da Ba ba da da, ba ba da da, ba ba da da  Take a look at my girlfriend She's the only one I got (ba ba da da) Not much of a girlfriend I never seem to get a lot (Ba ba da da, ba ba da da.)  It's been some time since we last spoke This is gonna sound like a bad joke But mama I fell in love again It's safe to say I have a new girlfriend  And I know it sounds so old But cupid got me in a chokehold And I'm afraid I might give in Towel's on the mat, my white flag is wavin' (ba ba da da)  I mean she even cooks me pancakes And Alka-Seltzer when my tummy aches If that ain't love then I don't know what love is  We even got a secret handshake And she loves the music that my band makes I know I'm young but if I had to choose her or the sun I'd be one nocturnal son of a gun (Ba ba da da, ba ba da da)  Take a look at my girlfriend She's the only one I got (ba ba da da) Not much of a girlfriend I never seem to get a lot (Ba ba da da, ba ba da da)  Take a look at my girlfriend She's the only one I got (ba ba da da) Not much of a girlfriend I never seem to get a lot (Ba ba da da, ba ba da da)  It's been awhile since we talked last And I'm tryin' hard not to talk fast But dad I'm finally thinkin' I may have found the one Type of girl that will make you way proud of your son  And I know you heard the last song About the girls that didn't last long But I promise this is on a whole new plane I can tell by the way she says my name (ba ba da da)  I love it when she calls my phone She even got her very own ringtone If that ain't love then I don't know what love is (ba ba da da)  It's gonna be a long drive home But I know as soon as I arrive home And I open the door take off my coat and throw my bag on the floor She'll be back into my arms once more for sure, like Nah... na na naa na naa  Take a look at my girlfriend She's the only one I got (ba ba da da) Not much of a girlfriend I never seem to get a lot (Ba ba da da, ba ba da da)  Take a look at my girlfriend She's the only one I got (ba ba da da) Not much of a girlfriend I never seem to get a lot (Ba ba da da, ba ba da da)  She's got a smile that would make the most senile Annoying old man bite his tongue I'm not done She's got eyes comparable to sunrise  And it doesn't stop there Man I swear She's got porcelain skin of course she's a ten And now she's even got her own song  But movin' on She's got the cutest laugh I ever heard And we can be on the phone for three hours Not sayin' one word  And I would still cherish every moment And when I start to build my future, she's the main component Call it dumb, call it luck, call it love or whatever you call it but Everywhere I go I keep her picture in my wallet like here  Take a look at my girlfriend She's the only one I got (ba ba da da) Not much of a girlfriend I never seem to get a lot (Ba ba da da, ba ba da da)  Take a look at my girlfriend She's the only one I got (ba ba da da) Not much of a girlfriend I never seem to get a lot (Ba ba da da, ba ba da da)  ",
        "title": "Cupid's Chokehold/Breakfast In America"
    },
    {
        "artist": "Justin Timberlake",
        "lyrics": "  [Verse 1] Hey girl, is he everything you wanted in a man? You know I gave you the world You had me in the palm of your hand So why your love went away I just can't seem to understand Thought it was me and you, baby Me and you until the end but I guess I was wrong  [Pre-Hook] Don't wanna think about it Don't wanna talk about it I'm just so sick about it Can't believe it's endin' this way Just so confused about it Feelin' the blues about it I just can't do without ya Tell me, is this fair?  [Hook] Is this the way it's really going down? Is this how we say goodbye? Should've known better when you came around That you were gonna make me cry It's breakin' my heart to watch you run around 'Cause I know that you're livin' a lie That's okay, baby, 'cause in time you will find  [Chorus] What goes around, goes around, goes around Comes all the way back around What goes around, goes around, goes around Comes all the way back around What goes around, goes around, goes around Comes all the way back around What goes around, goes around, goes around Comes all the way back around  [Verse 2] Now girl, I remember everything that you claimed You said that you were movin' on now And maybe I should do the same Funny thing about that is I was ready to give you my name Thought it was me and you, baby And now it's all just a shame And I guess I was wrong  [Pre-Hook] Don't wanna think about it (no) Don't wanna talk about it (hm) I'm just so sick about it Can't believe it's endin' this way Just so confused about it (uh) Feelin' the blues about it (yeah) I just can't do without ya Can you tell me, is this fair?  [Hook] Is this the way it's really going down? Is this how we say goodbye? Should've known better when you came around (Should've known better that you were gonna make me cry) Now it's breakin' my heart to watch you run around 'Cause I know that you're livin' a lie That's okay, baby, 'cause in time you will find  [Chorus] What goes around, goes around, goes around Comes all the way back around What goes around, goes around, goes around Comes all the way back around What goes around, goes around, goes around Comes all the way back around What goes around, goes around, goes around Comes all the way back around  [Bridge] What goes around comes around, yeah What goes around comes around You should know that What goes around comes around, yeah What goes around comes around You should know that (yeah)  [Pre-Hook] Don't wanna think about it (no) Don't wanna talk about it (hm) I'm just so sick about it Can't believe it's endin' this way Just so confused about it (uh) Feelin' the blues about it (yeah) I just can't do without ya Tell me, is this fair?  [Hook] Is this the way it's really going down? Is this how we say goodbye? Should've known better when you came around (Should've known better that you were gonna make me cry) It's breakin' my heart to watch you run around (Now it's breakin' my heart) 'Cause I know that you're livin' a lie That's okay, baby, 'cause in time you will find  [Chorus] What goes around, goes around, goes around Comes all the way back around What goes around, goes around, goes around Comes all the way back around What goes around, goes around, goes around Comes all the way back around What goes around, goes around, goes around Comes all the way back around Interlude[Intro] Yup, yup, yup, yup Let me paint this picture for you, baby  [Verse] You spend your nights alone And he never comes home And every time you call him All you get's a busy tone I heard you found out That he's doin' to you what you did to me Ain't that the way it goes When you cheated, girl My heart bleeded, girl So it goes without sayin' that you left me feelin' hurt Just a classic case, a scenario Tale as old as time Girl, you got what you deserved  [Bridge] And now you want somebody (hey) To cure the lonely nights (hey) You wish you had somebody (hey) That could come and make it right (hey) But girl, I ain't somebody (hey) With a lot of sympathy (hey) You'll see—  [Chorus] (What goes around comes back around) I thought I told ya, hey (What goes around comes back around) I thought I told ya, hey (What goes around comes back around) I thought I told ya, hey (What goes around comes back around) I thought I told ya, hey  [Outro] See, you should have listened to me, baby Because (what goes around comes back around)  ",
        "title": "What Goes Around...Comes Around"
    },
    {
        "artist": "Daughtry",
        "lyrics": "  [Verse 1] I was blown away What could I say? It all seemed to make sense You've taken away everything And I can't deal with that I try to see the good in life But good things in life are hard to find We'll blow it away, blow it away  [Pre-Chorus] Can we make this something good? Well, I'll try to do it right this time around  [Chorus] Let's start over I'll try to do it right this time around It's not over Cause a part of me is dead and in the ground This love is killing me But you're the only one It's not over  [Verse 2] Taken all I could take And I cannot wait We're wasting too much time Being strong, holding on Can't let it bring us down My life with you means everything So I won't give up that easily I'll blow it away, blow it away  [Pre-Chorus] Can we make this something good? Cause it's all misunderstood Well, I'll try to do it right this time around  [Chorus] Let's start over I'll try to do it right this time around It's not over Cause a part of me is dead and in the ground This love is killing me But you're the only one It's not over  [Bridge] We can't let this get away Let it out, let it out Don't get caught up in yourself Let it out  [Chorus] Let's start over I'll try to do it right this time around It's not over Cause a part of me is dead and in the ground This love is killing me But you're the only one It's not over  [Outro] Let's start over It's not over, yeah This love is killing me But you're the only one It's not over  ",
        "title": "It's Not Over"
    },
    {
        "artist": "Diddy Featuring Keyshia Cole",
        "lyrics": null,
        "title": "Last Night"
    },
    {
        "artist": "Rich Boy Featuring Polow Da Don",
        "lyrics": "  [Intro: Rich Boy] Zone 4 Get money New money It's what you been waiting on  [Hook: Rich Boy] Rich Boy sellin' crack Fuck niggas wanna jack Shit tight no slack Just bought a Cadillac (Throw some D's on that bitch!) Just bought a Cadillac (Throw some D's on that bitch!) Just bought a Cadillac  [Verse 1: Rich Boy] Rich Boy sellin' crack fuck niggas wanna jack Shit tight no slack just bought a Cadillac Took it to the chop shop Got the damn top dropped two colored flip flopped Candy red lollipop There's hoes in the parking lot But I still got my Glock cocked New money motherfucker don't you see the big knot Don't you see the big chain Don't you see the big rims Wonder who they hatin' on lately Baby it's him candy paint Gator skin seats call me Dundee Pope in your hood I'm the one that you wanna be Haters wish they could feel the wood in my '83 Ridin' with no tint so the motherfuckers know it's me  [Hook]  [Verse 2: Polow Da Don] I never slip, I never fall A lot of hoes give me they numbers but I never call A real O.G. — look at V.I.P. and see a nigga ball Then after we hit the club baby then I'm gonna hit them draws I'm gonna break you off (and that's all) Every freak should have a picture of my dick (on they wall) Polow be the shit, zone 4 be the click Yeah this for my dawgs Yeah gangsters, hustlers, wanksters, busters (Wait a minute motherfucker)  [Hook: Rich Boy]  [Verse 3: Rich Boy] Hit the block on some new 10 thousand dollar wheels Can't explain how I feel Touchin' gator on my wheel Got peanut butter ice cream Peter Pan seats just got a fresh cut Now we looking for them freaks Take a bad yella bitch Make her drop them draws I'mma show you how to ball Middle finger to the law so fuck them Niggas what they wanna do? Hating on a player cause my 'lac skated 22's When I pull up I'mma park right at the front door lean In my cup got purp in my blunt I'mma real pimp bitch I ain't playin' like a trick Just bought a new 'Lac bout to put them Thangs on that bitch!  ",
        "title": "Throw Some D's"
    },
    {
        "artist": "Nelly Furtado",
        "lyrics": "  [Verse 1] In the day, in the night Say it right, say it all You either got it or you don't You either stand or you fall When your will is broken When it slips from your hand When there's no time for joking There's a hole in the plan  [Hook] Oh you don't mean nothing at all to me No you don't mean nothing at all to me But you got what it takes to set me free Oh you could mean everything to me  [Verse 2] I can't say that I'm not Lost and at fault I can't say that I don't Love the light and the dark I can't say that I don't Know that I am alive And all of what I feel I could show you tonight, you tonight  [Hook] Oh you don't mean nothing at all to me No you don't mean nothing at all to me But you got what it takes to set me free Oh you could mean everything to me  [Verse 3] From my hands I could give you Something that I made From my mouth I could sing you another brick that I laid From my body I could show you a place God knows You should know the space is holy Do you really wanna go?  ",
        "title": "Say It Right"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": "  [Intro] 1-2-3 like a bird I sing 'Cause you've given me the most beautiful set of wings I'm so glad you're here today 'Cause tomorrow I might have to go and fly away Hey!  [Verse 1] I'm down to my last dollar I've walk right though my shoes Just a small reminder of the hell that I've gone through But look at me still smiling As I'm wondering what I'll do Since I ain’t got nothing I've got nothing to lose Everybody say \"hahaha, hahaha\" My friends are always giving me Watches, hats, and wine That's how I know this is serious That's how I know it's time I don't have to worry About things that I don't have Cause if I ain't got nothing I've got nothing to hold me back  [Chorus] 1-2-3 Like a bird I sing 'Cause you’ve given me the most beautiful set of wings I'm so glad you're here today 'Cause tomorrow I might have to go and fly away Fly away, fly away  [Verse 2] There's nothing that's worth keeping me From places I should go From happy Ville to loving land I'm going to tour from coast to coast I'm leaving everything behind There's not much that I need 'Cause If I ain't got nothing I'm footloose and fancy free  [Chorus] 1-2-3 Like a bird I sing 'Cause you’ve given me the most beautiful set of wings I'm so glad you're here today 'Cause tomorrow I might have to go and fly away Fly away, fly away  [Bridge] Look at me so free Nothings holding me down (down) Look at me so free Can't keep my feet on the ground  [Chorus] 1-2-3 Like a bird I sing 'Cause you've given me the most beautiful set of wings I'm so glad you're here today 'Cause tomorrow I might have to go and  [Chorus] 1-2-3 Like a bird I sing 'Cause you've given me the most beautiful set of wings I'm so glad you're here today 'Cause tomorrow I might have to go and fly away Fly away, Fly Away, Fly away, Fly away Fly away!!  ",
        "title": "Last Dollar (Fly Away)"
    },
    {
        "artist": "T-Pain Featuring Yung Joc",
        "lyrics": "  [Intro: T-Pain & Yung Joc] (Shawty snap) Yeah, T-Pain (Damn, shawty snap) Shawty, Yung Joc (Shawty Snappin') Yeah, yeah, yeah, ayy, ayy, she snappin' Ooh-ooh-ooh, ooh-ooh-ooh,  ooh-ooh-ooh Yeah, snap yo' fingers, do yo' step You can do it all by yourself (woo!)  [Verse 1: T-Pain] Baby girl, what's your name? Let me talk to you, let me buy you a drink I'm T-Pain, you know me Konvict Muzic, Nappy Boy, ooh wee I know the club close at three What's the chances of you rollin' with me? Back to the crib, show you how I live Let's get drunk, forget what we did  [Chorus: T-Pain] I'ma buy you a drank And then I'ma take you home with me I got money in the bank Shawty, what you think 'bout that? I'll be in the grey Cadillac We in the bed like, ooh, ooh, ooh, woah, woah, ooh, ooh We in the bed like, ooh, ooh, woah, ooh, woah, woah, ooh, ooh, woah  [Verse 2: T-Pain] Talk to me, I talk back Let's talk money, I talk that Crunk juice bombs, Oakley shades Shawty got class, oh behave Let's get gone, walk it out (now walk it out) Just like that, that's what I'm talkin' 'bout We gon' have fun, you gon' see On that patron you should get like me  [Chorus: T-Pain] I'ma buy you a drank, woah, oh-ooh, woah And then I'ma take you home with me I got money in the bank Shawty, what you think 'bout that? I'll be in the grey Cadillac We in the bed like, ooh, ooh, ooh, woah, woah, ooh, ooh We in the bed like, ooh, ooh, woah, ooh, woah, woah, ooh, ooh, woah  [Verse 3: Yung Joc] Won't you meet me at the bar, respect big pimpin' Tell me how you feel, mama tell me what you sippin' A certified dime piece, deserve Louis one three One fifty a shot, three for you and three for me I'm checking your body language, I love the conversation And when you lick your lips I get a tingling sensation Now were both 'bout tipsy, you say you in the mood All I need is 'bout a hour, better yet maybe two Let me take you where I live, Ferrari switch gears When I whisper in your ear, your legs hit the chandelier Passion fruit and sex all in the atmosphere I'ma let T-Pain sing it so he can make it clear  [Chorus: T-Pain] I'ma buy you a drank, woah, oh-ooh, woah And then I'ma take you home with me I got money in the bank Shawty, what you think 'bout that? I'll be in the grey Cadillac We in the bed like, ooh, ooh, ooh, woah, woah, ooh, ooh We in the bed like, ooh, ooh, woah, ooh, woah, woah, ooh, ooh, woah  [Bridge: T-Pain] Let's get gone, walk it out Now walk it out think about it, oh snap Now rock, rock, rock, rock You can do it all by yourself Let's get gone, walk it out Now walk it out think about it, oh snap Now rock, rock, rock, rock You can do it all by yourself  [Chorus: T-Pain] I'ma buy you a drank And then I'ma take you home with me I got money in the bank Shawty, what you think 'bout that? I'll be in the grey Cadillac We in the bed like, ooh, ooh, ooh, woah, woah, ooh, ooh We in the bed like, ooh, ooh, woah, ooh, woah, woah, ooh, ooh, woah  ",
        "title": "Buy U A Drank (Shawty Snappin')"
    },
    {
        "artist": "R. Kelly Or Bow Wow (Featuring T.I. & T-Pain)",
        "lyrics": "  [Intro: R. Kelly] I'm a, I'm a, I'm a  [Hook: R. Kelly] I'm a flirt Soon as I see her walk up in the club, I'm a flirt Winking eyes at me when I roll up on them dubs, I'm a flirt Sometimes when I'm with my chick on the low, I'm a flirt And when she's with her man looking at me damn right, I'm a flirt So homie don't bring your girl to meet me cause, I'm a flirt And baby don't bring your girlfriend to eat cause, I'm a flirt Please believe it, unless your game is tight and you trust her Then don't bring her around me because, I'm a flirt  [Verse 1: R. Kelly] Now swear to tell the truth and the whole truth When it comes to hoes I be pimping like I supposed to Rolling like I supposed to, shining like I supposed to In the club fucking with honeys like I supposed to I don't understand when a nigga bring his girlfriend to the club Freaking all on the floor with his girlfriend in the club And wonder why all these playas trying to holler at her Just soon as she go to the bathroom, nigga I'm gon' holler at her A dog on the prowl when I'm walking through the mall If I could man I would probably fuck with all of y'all Yeah, yeah homie you say she your girlfriend But when I step up to her I'mma be like cousin Believe me man this is how them playas do it in the Chi And plus we got them playerette flirters in the Chi Now the moral of this story is cuff your bitch Cause hey, I'm black, handsome, I sing plus I'm rich and I'm a flirt  [Verse 2: T.I.] Hey homie if you ain't got no money You better keep her away from me, ya dig?... Well if ya love ya girl and wanna keep ya girl Don't be walkin' up and askin' me to meet ya girl Because I'm well known to flirt when I speak to ya girl She winked her eyes on the sly, I seen cha girl Better treat girl right cause another man will Better eat ya girl like another man will Cause you leave ya wife and I see ya wife now be for real How long ya think that's fixin' to be ya wife Well I'm livin' the life, you just gettin' it right Ya old lady look at me cuz you ain't hittin' it right She probably used to like you cause you the business type But that's 'til I came along and put some dick in her life Wanna see how that ass lookin' thick in the light I noticed she was checkin' me and diggin' the ice And if I get that tonight bet I hit that twice I can even make her mine if I hit that right You know, smack that thang Sit that right up on that dresser, yeah that's right Pullin' on her hair like we gettin' in a fight Yeah, I know it's kind of tight but it'll sweat just right So if ya girl sexy and she test me Don't be upset G cause you might catch me Tryin' to catch a glance up her skirt, the McLaren in reverse If I see her and I like her then I'm a flirt  [Verse 3: T-Pain] When I, when I, when I... When I pull up to club all the shorties be like, \"Damn twenty-eights\" Then I be like \"girl you know just who I am, don't hate\" See I done +Fell in Love with a Stripper+ y'all All I do is flirt with her and I get them draws And I don't need no help, I got it down pat Teddy Pain was born to flirt now you can't down that Now I'mma flirt with her whether I'm in or out of town That's why they call me Teddy Bend-Er-Ass-Down I be like \"Como se llama, lil' mama? Me llamo Pain What is your name? I'm feeling your vibe and I'm hoping you feel the same\" I'ma wink my eye and let you know I got the game When I pass by I know exactly what you say \"He's so fly, yes he's so cool\" Hey shorty, hey shorty what it do He mad cause I'm looking but I already fucked her I got these niggas mad cause I'm a flirt  [Hook] [Hook: R. Kelly] I'm a flirt Soon as I see her walk up in the club, I'm a flirt Winking eyes at me when I roll up on them dubs, I'm a flirt Sometimes when I'm with my chick on the low, I'm a flirt And when she's with her man looking at me damn right, I'm a flirt So homie don't bring your girl to meet me cause, I'm a flirt And baby don't bring your girlfriend to eat cause, I'm a flirt Please believe it, unless your game is tight and you trust her Then don't bring her around me because, I'm a flirt  [Verse 4: R. Kelly] Oh, it's, the, re-mix... Now if you walk in up in the club with a bad chick And if she lookin' at me then I'm gon' hit Manjackin' for chicks, I tried to quit it But I'm a playa homie so I had to hit it While you buying her drinks in the club, actin' like you in love Stuntin' like you all thug, we was switching numbers She looking at you and I walk by You turn your head, she wink her eye I can't help it if she checking for a platinum type of guy She be calling me daddy, I be calling her mommy She be calling you Kelly when your name is Tommy I don't know what y'all be thinking when you bring 'em around me Let me remind you that I am the king of R&B Do you know what that means? That means if you love your chick Don't bring her to the V.I.P cause I might leave with your chick Just keeping it real my nigga, it's a playa's field my nigga Don't take no bitch to the club when you just met her my nigga Cause I'ma flirt with her, right, he gon' flirt with her, right And if she lickin' that good shit, she gon' flirt with her  [Hook: R. Kelly] I'm a flirt Soon as I see her walk up in the club, I'm a flirt Winking eyes at me when I roll up on them dubs, I'm a flirt Sometimes when I'm with my chick on the low, I'm a flirt And when she's with her man looking at me damn right, I'm a flirt So homie don't bring your girl to meet me cause, I'm a flirt And baby don't bring your girlfriend to eat cause, I'm a flirt Please believe it, unless your game is tight and you trust her Then don't bring her around me because, I'm a flirt  [Outro: R. Kelly] Kellz, T.I., T-Pain Ladies, if your man ain't hittin' it right Just call the number on the screen I'll be at your rescue  ",
        "title": "I'm A Flirt"
    },
    {
        "artist": "Robin Thicke",
        "lyrics": "  [Chorus] I'm lost without you Can't help myself How does it feel to know that I love you, baby? I'm lost without you Can't help myself How does it feel to know that I love you, baby?  [Verse 1] Tell me how you love me more And how you think I'm sexy, baby That you don't want nobody else You don't want this guy You don't want that guy You wanna Touch yourself when you see me Tell me how you love my body And how I make you feel, baby You wanna roll with me You wanna hold with me You wanna stay warm and get out of the cold with me I just love to hear you say it It makes a man feel good, baby Tell me you depend on it I need to hear it  [Chorus] I'm lost without you Can't help myself How does it feel to know that I love you baby? I'm lost without you Can't help myself How does it feel to know that I love you baby?  [Verse 2] Baby, you're the perfect shape Baby, you're the perfect weight Treat me like my birthday I want it this way I want it that way I want it Tell me you don't want me to stop Tell me it would break your heart But you love me and all my dirty You wanna roll with me You wanna hold with me You wanna make fires and get Norwegian wood with me I just love to hear you say it It makes a man feel good, baby  [Chorus] I'm lost without you Can't help myself How does it feel to know that I love you baby? I'm lost without you Can't help myself How does it feel to know that I love you baby?  [Bridge] Cause you may tell me every morning Alright, baby Ohh yeah, Ohh baby Ohh darling,Alright  [Chorus] I'm lost without you! Can't help myself How does it feel to know that i love you baby? I'm lost without you Can't help myself How does it feel to know that i love you baby?  Ooh yeah Oh baby Oh darlin' All right right Oh baby Oh darlin' Ooh ooh baby All right right... yeah  ",
        "title": "Lost Without U"
    },
    {
        "artist": "Omarion",
        "lyrics": "  [Verse 1] Fussing and fighting, we back at it again I know that, it's my fault but you don't understand I got memories, this is crazy You ain't nothing like the girl I used to know Good with ma, good with pa, cool with all my niggas I should try, truth is I wanna let u in, but no Damn these memories, and it's crazy You ain't nothing like the girl I used to know  [Bridge] Girl I really wanna work this out, cause I'm tired of fighting And I really hope you still want me the way I want you I said I really wanna work this out, damn girl I'm trying It's no excuse, no excuse But I got this  [Hook] I got this icebox where my heart used to be (but I got this) I got this icebox where my heart used to be (said I got this) I'm so cold, I'm so cold, I'm so cold, I'm so cold I'm so cold, I'm so cold, I'm so cold  [Verse 2] Why can't I get it right, just can't let it go I opened up, she let me down, I won't feel that no more I got memories, this is crazy She ain't nothing like the girl I used to know I don't mean to take it out on you baby but I can't help it Cause my heart is in the same ol' condition that baby left it And I, I apologize, for makin' you cry Look me in my eye and promise you won't do me the same  [Bridge] Girl I really wanna work this out, cause I'm tired of fighting And I really hope you still want me the way I want you I said I really wanna work this out, damn girl I'm trying It's no excuse, no excuse But I got this  [Hook] I got this icebox where my heart used to be (but I got this) I got this icebox where my heart used to be (said I got this) I'm so cold, I'm so cold, I'm so cold, I'm so cold I'm so cold, I'm so cold, I'm so cold  I don't wanna be stuck up in this cold cold world (cause I don't wanna be) I don't wanna be stuck up in this cold cold world (cause I don't wanna be) Don't wanna mess this up better keep your eye on me girl Don't wanna mess this up better keep your eye on me girl Don't wanna mess this up better keep your eye on me girl Don't wanna mess this up better keep your eye on me girl Don't wanna mess this up better keep your eye on me girl Don't wanna mess this up better keep your eye on me girl  [Bridge] Girl I really wanna work this out, cause I'm tired of fighting And I really hope you still want me the way I want you I said I really wanna work this out, damn girl I'm trying It's no excuse, no excuse But I got this  [Hook] I got this icebox where my heart used to be (but I got this) I got this icebox where my heart used to be (said I got this) I'm so cold, I'm so cold, I'm so cold, I'm so cold I'm so cold, I'm so cold, I'm so cold  [Hook] I got this icebox where my heart used to be (but I got this) I got this icebox where my heart used to be (said I got this) I'm so cold, I'm so cold, I'm so cold, I'm so cold I'm so cold, I'm so cold, I'm so cold  ",
        "title": "Ice Box"
    },
    {
        "artist": "Young Jeezy Featuring R. Kelly",
        "lyrics": "  [Intro: R. Kelly & Young Jeezy] Young Jeezy, CT And ya boy Kells Yeah, 8732, what it do, nigga? Haha. That's right keep clapping ya'll. DJ you playing with us, turn it up (Kiki, I got you homie, Let's get it) Let's go get 'em Jeezy...oh, oh, oh  [Hook: R Kelly] You know we trap all day (oh) we play all night (oh) This is the life of a, the life of a (ay) Go Getta (ay) Go Getta (ay) Go Getta (yeeeah) And in the club, you see a bad bitch, point her out (oh) Yeah ya damn right I'mma (ay) ya damn right I'mma (ay) Go Getta (ay) Go Getta (ay) Go Getta (yeeeah)  [Verse 1: Young Jeezy] Enemy of the state, they callin' me Will Smith (whoa) Thing on my side, you can call that Jada (damn) Them boys talking down, yeah we call them haters I'm balling right now so we'll get to that later (oh oh oh oh) I be the first to admit I'm such an alcoholic (oh oh oh oh) Only blow the good shit, yeah that wuchumacallit (haha) Catch me posted on the block, in somethin exotic (whoa) 0-7 year, the same color Hypnotiq (yeeeeeah) On the outside lookin, and I want in (ay) My homie did the same thing and he got ten (damn) Just took a loss, still tryin to win (yeah) Ain't tryin to give back, so what you tryin to spend? (Let's get it)  [Hook: R Kelly] You know we trap all day (oh) we play all night (oh) This is the life of a, the life of a (ay) Go Getta (ay) Go Getta (ay) Go Getta (yeeeah) And in the club, you see a bad bitch, point her out (oh) Yeah ya damn right I'mma (ay) ya damn right I'mma (ay) Go Getta (ay) Go Getta (ay) Go Getta (yeeeah)  [Verse 2: Young Jeezy] We live life on the edge like there's no tommorrow (damn) And grind hard like there's no today And do the same shit like it's yesterday The game never stop, so who's next to play? (oh oh oh oh) Against all odds, you can place ya bets (oh oh oh oh) Yeah I'm just getting started so I ain't done yet (nah) Risk it all, you can lose ya life What else can I say? That's a helluva price (damn) I don't under cause I overstand No time for mistakes so I overplan (ay) I'm in the club like what? 4-5 with me (yeah) And I'mma stay thuggin till the feds come get me (yeeeeeeah)  [Hook: R Kelly] You know we trap all day (oh) we play all night (oh) This is the life of a, the life of a (ay) Go Getta (ay) Go Getta (ay) Go Getta (yeeeah) And in the club, you see a bad bitch, point her out (oh) Yeah ya damn right I'mma (ay) ya damn right I'mma (ay) Go Getta (ay) Go Getta (ay) Go Getta (yeeeah)  [Verse 3: R. Kelly] Hey, hey, this is how we play When we roll up to the club high sittin on twenty-tre's Hop out like we fabolous Top models grabbin us They love them Go Getta's only in America Put the D on, chicks like Wallace Turn 'em forward now, they can have all of this Can't deny it when you see the wheels spinnin Boy Kells out the coupe in Miami white linen Chips big spending, walk up out the club with a shitload of women Soon as I see what I like I'mma get it I'mma get it, oh I'mma get it, cause I'mma Go Getta  [Hook: R Kelly] You know we trap all day (oh) we play all night (oh) This is the life of a, the life of a (ay) Go Getta (ay) Go Getta (ay) Go Getta (yeeeah) And in the club, you see a bad bitch, point her out (oh) Yeah ya damn right I'mma (ay) ya damn right I'mma (ay) Go Getta (ay) Go Getta (ay) Go Getta (yeeeah)  [Spoken Outro]  ",
        "title": "Go Getta"
    },
    {
        "artist": "P!nk",
        "lyrics": "  [Verse 1] Check it out, going out on the late night Looking tight, feeling nice, it's a cock fight I can tell, I just know, that it's going down Tonight  [Pre-Chorus 1] At the door we don't wait cause we know them At the bar six shots just beginning That's when dick head put his hands on me But you see  [Chorus] I'm not here for your entertainment You don't really want to mess with me tonight Just stop and take a second I was fine before you walked into my life Cause you know it's over Before it began Keep your drink just give me the money It's just you and your hand tonight  [Verse 2] Midnight, I'm drunk, I don't give a fuck Wanna dance, by myself, guess you're outta luck Don't touch, back up, I'm not the one Buh-bye  [Pre-Chorus 2] Listen up it's just not happening You can say what you want to your boyfriends Just let me have my fun tonight Aight  [Chorus] I'm not here for your entertainment You don't really want to mess with me tonight Just stop and take a second I was fine before you walked into my life Cause you know it's over Before it began Keep your drink just give me the money It's just you and your hand tonight  [Bridge] Break-break-break it down In the corner with your boys you bet them 5 bucks You'd get the girl that just walked in but she thinks you suck We didn't get all dressed up just for you to see So quit spilling your drinks on me yeah  [Interlude] You know who you are High fiving, talking shit, but you're going home alone aren't you?  [Chorus] I'm not here for your entertainment You don't really want to mess with me tonight Just stop and take a second I was fine before you walked into my life Cause you know it's over Before it began Keep your drink just give me the money It's just you and your hand tonight I'm not here for your entertainment You don't really want to mess with me tonight Just stop and take a second I was fine before you walked into my life Cause you know it's over Before it began Keep your drink just give me the money It's just you and your hand tonight  ",
        "title": "U + Ur Hand"
    },
    {
        "artist": "Fall Out Boy",
        "lyrics": "  [Verse 1] I am an arms dealer fitting you With weapons in the form of words And (don't really care which side wins) Long as the room keeps singing That's just the business I'm in  [Pre-Chorus] This ain't a scene, it's a goddamn arms race This ain't a scene, it's a goddamn arms race This ain't a scene, it's a goddamn arms race I'm not a shoulder to cry on, but I digress  [Chorus] I'm a leading man And the lies I weave are oh so intricate, oh so intricate I'm a leading man And the lines I weave are oh so intricate, oh so intricate  [Verse 2] I wrote the gospel on giving up (You're looking pretty sinking) But the real bombshells have already sunk (Prima-donnas of the gutter) At night, we're painting your trash gold while you sleep Crashing not like hips or cars, no, more like p-p-p-parties  [Pre-Chorus] This ain't a scene, it's a goddamn arms race This ain't a scene, it's a goddamn arms race This ain't a scene, it's a goddamn arms race Bandwagon's full, please catch another  [Chorus] I'm a leading man And the lies I weave are oh so intricate, oh so intricate I'm a leading man And the lines I weave are oh so intricate, oh so intricate  [Interlude] All the boys who the dancefloor didn't love And all the girls whose lips couldn't move fast enough Sing until your lungs give out  [Bridge] This ain't a scene, it's a goddamn arms race This ain't a scene, it's a goddamn arms race (Now you) This ain't a scene, it's a goddamn arms race (Wear out the groove) This ain't a scene, it's a goddamn arms race (Sing out loud) This ain't a scene, it's a goddamn arms race (Oh, oh) This ain't a scene, it's a goddamn arms race  [Chorus] I'm a leading man And the lies I weave are oh so intricate, oh so intricate I'm a leading man And the lines I weave are oh so intricate, oh so intricate  ",
        "title": "This Ain't A Scene, It's An Arms Race"
    },
    {
        "artist": "Nickelback",
        "lyrics": "  [Intro] From underneath the trees, we watch the sky Confusing stars for satellites I never dreamed that you'd be mine But here we are, we're here tonight  Singing Amen, I, I'm alive Singing Amen, I, I'm alive  [Chorus] If everyone cared and nobody cried If everyone loved and nobody lied If everyone shared and swallowed their pride Then we'd see the day when nobody died  [Bridge] And I'm singing  Amen I, Amen I, I'm alive Amen I, Amen I, Amen I, I'm alive  [Verse 1] And in the air the fireflies Our only light in paradise We'll show the world they were wrong And teach them all to sing along  Singing Amen, I, I'm alive Singing Amen, I, I'm alive (I'm alive)  [Chorus][x2]  [Verse 2] And as we lie beneath the stars We realize how small we are If they could love like you and me Imagine what the world could be  [Verse 3] If everyone cared and nobody cried If everyone loved and nobody lied If everyone shared and swallowed their pride Then we'd see the day when nobody died When nobody died  [Chorus]  [Verse 4] We'd see the day, we'd see the day When nobody died We'd see the day, we'd see the day When nobody died We'd see the day when nobody died  ",
        "title": "If Everyone Cared"
    },
    {
        "artist": "Carrie Underwood",
        "lyrics": "  [Verse 1] Right now, he's probably slow dancing With a bleached-blond tramp And she's probably getting frisky Right now, he's probably buying her some fruity little drink Cause she can't shoot whiskey Right now, he's probably up behind her with a pool-stick Showing her how to shoot a combo And he don't know  [Hook] That I dug my key into the side of his Pretty little souped up four-wheel drive Carved my name into his leather seats I took a Louisville slugger to both headlights Slashed a hole in all four tires Maybe next time he'll think before he cheats  [Verse 2] Right now, she's probably up singing some White-trash version of Shania karaoke Right now, she's probably saying \"I'm drunk\" And he's a thinking that he's gonna get lucky Right now, he's probably dabbing on Three dollars worth of that bathroom polo Oh, and he don't know  [Hook] That I dug my key into the side of his Pretty little souped up four-wheel drive Carved my name into his leather seats I took a Louisville slugger to both headlights Slashed a hole in all four tires Maybe next time he'll think before he cheats  [Bridge] I might've saved a little trouble for the next girl Cause the next time that he cheats Oh, you know it won't be on me No, not on me  [Hook] Cause I dug my key into the side of his Pretty little souped up four-wheel drive Carved my name into his leather seats I took a Louisville slugger to both headlights Slashed a hole in all four tires Maybe next time he'll think before he cheats Oh, maybe next time he'll think before he cheats  [Outro] Oh, before he cheats  ",
        "title": "Before He Cheats"
    },
    {
        "artist": "Lloyd Featuring Lil Wayne",
        "lyrics": null,
        "title": "You"
    },
    {
        "artist": "Baby Boy Da Prince Featuring Lil Boosie",
        "lyrics": "  D-Wizzle on the track,  D-Wizzle on the track Baby Boy Da Prince [?]  [Hook] This is the way I live Lil’ Boy still pushin’ big wheels I stack my money, lay low, and chill Don’t need to work hard that’s the way I feel, I feel, I This is the way I live Lil’ Boy still pushin’ big wheels I stack my money, lay low, and chill Don’t need to work hard that’s the way I feel, I feel, I This is the way I live  [Verse 1] Six months later now we’re big dog status Name elevated but I still act average Rockin’ shows in Dallas, ball like I play for the Mavericks West Bank rapper and I’m one of the baddest French Riviera spot and I’m getting in shape man I think I’m Super M-a-n without a cape man Ridin’ all day hustlin’, all for the cake man I’m a Benjamin stack one inch taller than Great Danes First they made cheap Ray-Ban like a felon I’m growin’ up now spittin’ hotter than Mohellans I’m a steal every girl ever gon’ to fly I’m a young little dude, stay runnin’ from cops And Marrero is the place where I got my props People love me in da hood they don’t want me to stop So uhh, that’s the only way I know how to rock And I’m a stay rappers like won’t stop ‘til I drop  [Hook] This is the way I live Lil’ Boy still pushin’ big wheels I stack my money, lay low, and chill Don’t need to work hard that’s the way I feel, I feel, I This is the way I live Lil’ Boy still pushin’ big wheels I stack my money, lay low, and chill Don’t need to work hard that’s the way I feel, I feel, I This is the way I live  [Verse 2] I I’s Baby Boy and I done it again I’m ridin fly with D-Wizzle in ‘cedes Benz Twenty two wanna ride with the ladies then Red Bull, Grey Goose, now the ladies bent Now we go and do a thing under a shady tent And they don’t question what I say cause I’m a ladies pimp See this little one right here this fellow got stripes And I is represent, my rail room for life Money in my pocket but I still act trife While I in da club they say the parlor a’int right Look I’m-doing great that’s the way I feel Hustlin’ hard all day that’s the way I live  [Hook] This is the way I live Lil’ Boy still pushin’ big wheels I stack my money, lay low, and chill Don’t need to work hard that’s the way I feel, I feel, I This is the way I live Lil’ Boy still pushin’ big wheels I stack my money, lay low, and chill Don’t need to work hard that’s the way I feel, I feel, I This is the way I live  [?]  [Verse 3] This the two-seat rider with the ketchup inside Red pepper paint must believe my ish ride They pause like stop signs when they rollin’ up Cause’ when the doors open up, they open UP I’m Lamboin’ it I was stashed, off stage I’m throwin’ it Cause they say I’m like Katrina with money, I blow the shhhh Real been gravy, three years out of da eighties Solos, shabo’s valley animals played it Commodores mirages, not the Nike hirages It cost 250 on up to put your foot inside this Y’all was wearing rocks that was my time to shine Don’t give me viesels y’all thinkin’ this McDonalds size I been fly I I I I I I I I from the crib to the ri I I I I I de Fifty-Four inch screens 26 inches from the ceiling dude The plasma look like a projector up in da livin’ room homie!  [Hook] This is the way I live Lil’ Boy still pushin’ big wheels I stack my money, lay low, and chill Don’t need to work hard that’s the way I feel, I feel, I This is the way I live Lil’ Boy still pushin’ big wheels I stack my money, lay low, and chill Don’t need to work hard that’s the way I feel, I feel, I This is the way I live  Ho, this is the way I live Ho, this is the way I live Ho, this is the way I live Ho, this is the way I live Ho, this is the way I live, I live, I  This is the way I She like it, like it, like it, like it, like it, like it She like it, like it, like it, like it, like it, like it She like it, like it, like it, like it, like it, like it She like it, like it, like it, like it, like it, like it  Oh na na na na na na na na Oh na na na na na na na na Oh na na na na na na na na Oh na na na na na na na na  Groove to the jam, groove to the jam Groove to the jam, groove to the, groove to the jam Groove to the jam, groove to the jam Groove to the, groove to the, groove to the jam Groove to the jam, groove to the jam Groove to the, groove to the, groove to the jam Groove to the jam, groove to the jam [?]  ",
        "title": "The Way I Live"
    },
    {
        "artist": "Ciara",
        "lyrics": "  [Produced by Calvo da Gr8, The Clutch, and Ciara]  [Verse 1] Pull up your pants (Just Like Em') Take out the trash (Just Like Em') Getting ya cash like em' Fast like em' Girl you outta act like ya dig (What I'm talkin' bout') Security codes on everything On vibrate so your phone don't ever ring (Joint Account) And another one he don't know about  [Pre-Hook] Wish we could switch up the roles And I could be that Tell you I love you But when you call I never get back Would you ask them questions like me? Like where you be at? Cause I'm out 4 in the morning On the corner rolling Doing my own thing Oh  [Hook] What if I Had a thing on the side Made ya cry Would the rules change up Or would they still apply If I played you like a toy Sometimes I wish I could act like a boy  [Chopped & Screwed] x2 Can't be getting mad! What You Mad? Can't Handle that!  [Verse: 2] Girl go head and be (Just Like Em') Go run the streets (Just Like Em') Come home late say sleep like em' Creep like em' Front with ya friends Act hard when you're with em' like em' (What) Keep a straight face when ya tell a lie Always keep an air-tight alibi (Keep Him In The Dark) What he don't know won't break his heart  [Hook]  [Chopped & Screwed] x3  [Bridge] If I was always gone With the sun getting home (Would Ya Like That?) Told you I was with my crew When I knew it wasn't true (Would Ya Like That?) If I act like you Walk A mile off in yo shoes (Would Ya Like That?) I'm messing with your head again Dose of your own medicine  [Hook]  [Chopped & Screwed] x4  [Outro] If I played you Would yo like that? Had friends... Would you like that? Never call? Would you like that? Hell naw You wouldn't like that No!  ",
        "title": "Like A Boy"
    },
    {
        "artist": "The Red Jumpsuit Apparatus",
        "lyrics": "  [Verse 1] Hey, girl, you know you drive me crazy One look puts the rhythm in my hand Still, I'll never understand why you hang around I see what's going down Cover up with makeup in the mirror Tell yourself, \"It's never gonna happen again\" You cry alone, and then He swears he loves you  [Chorus] Do you feel like a man when you push her around? Do you feel better now, as she falls to the ground? Well, I'll tell you my friend, one day this world's going to end As your lies crumble down, a new life she has found  [Verse 2] A pebble in the water makes a ripple effect Every action in this world'll bear a consequence If you wade around forever, you will surely drown I see what's going down  [Pre-Chorus] I see the way you go and say you're right again Say you're right again, heed my lecture  [Chorus] Do you feel like a man when you push her around? Do you feel better now as she falls to the ground? Well, I'll tell you my friend, one day this world's gon' to end As your lies crumble down, a new life she has found  [Bridge] Face down in the dirt She said, \"This doesn't hurt\" She said, \"I finally had enough\" Face down in the dirt She said, \"This doesn't hurt\" She said, \"I finally had enough\" One day she will tell you that she has had enough He's coming 'round again  [Chorus] Do you feel like a man when you push her around? Do you feel better now as she falls to the ground? Well, I'll tell you my friend, one day this world's gon' to end As your lies crumble down, a new life she has found Do you feel like a man when you push her around? Do you feel better now as she falls to the ground? Well, I'll tell you my friend, one day this world's gon' to end As your lies crumble down, a new life she has found  [Outro] Face down in the dirt She said, \"This doesn't hurt\" She said, \"I finally had enough\"  ",
        "title": "Face Down"
    },
    {
        "artist": "Fat Joe Featuring Lil Wayne",
        "lyrics": "  [Intro: R. Kelly, (Fat Joe), {Lil Wayne}, DJ Khaled] Roxanne! It's Kells bitches (Owww!) You don't have to turn off the red light {Hahah, chea!} (Scotty) I'm in the building (Let's make it rain on this niggas!) I see you Joey (Crack) Remix!  [Hook: Lil Wayne] Yeah, I'm in this bitch with the Terror Got a handful of stacks, better grab an umbrella I make it rain, I make it rain I'm in this bitch with the Terror Got a handful of stacks, better grab an umbrella I make it rain, I make it rain I make it rain on them hoes I make it rain, I make it rain I make it rain, I make it rain on them hoes  [Verse 1: R. Kelly] I be drillin' these chicks like Major Payne When I make it rain, they be like, \"Kells, do it again!\" From the club to the coupe, inside my gates Up in my bedroom, screamin' each others' names They was purrty-purrty, and I was flurrty-flurrty Lil' dro, lil' bub now they gettin' dirty-dirty Don't ask me what my name is—stupid bitch, I'm famous You gon' make me aim this, leave your ass brainless I'm tryin' to stay R&B, but these streets is a part of me So don't get it twisted! You see I order one bottle, then I fuck with one model Then I order more bottles, now I got more models I'm from that city where them niggas don't play, man I take a chick to my room like caveman So ask your girlfriend my name, I bet she go \"Skeet skeet skeet skeet, weatherman 'bout to make it rain!\"  [Hook: Lil Wayne] Yeah, I'm in this bitch with the Terror Got a handful of stacks, better grab an umbrella I make it rain, I make it rain I'm in this bitch with the Terror Got a handful of stacks, better grab an umbrella I make it rain, I make it rain I make it rain on them hoes I make it rain, I make it rain I make it rain, I make it rain on them hoes  [Verse 2: Lil Wayne] Blat, blat, blat, blat! Hey, Joey, let me get 'em! It's young money and we on like the television The Weather Channel, but I do not broadcast I throw up more cash, and change the forecast Your boyfriend is lame, I make it rain on ya He never make it rain, like Southern California Where's your umbrella? Now get your raincoat Baby, I make it flood, now you gon' need a boat  [Verse 3: Birdman] Fresh to death on 'em, we throwin' money on 'em Stay fly, 25's when we ride on 'em Alligator suede, custom with the shades Make it snow in the club, bitches know we paid Stay shine, rockin' Gucci in the Bentley White Rolls for my broad on them 23's Goin' to the club, nigga, in a new fleet All red doors up, doin' it like a real G  [Hook: Lil Wayne] Yeah, I'm in this bitch with the Terror Got a handful of stacks, better grab an umbrella I make it rain, I make it rain I'm in this bitch with the Terror Got a handful of stacks, better grab an umbrella I make it rain, I make it rain I make it rain on them hoes I make it rain, I make it rain I make it rain, I make it rain on them hoes  [Verse 4: T.I.] Come and see me and Crack in the club, flossin' .40 cal in my jacket, twenty stacks in my jeans Know real boss niggas do real boss things We ‘bout that shit, you just talkin' Young Sam Rothstein, out with my goons In the 430 down the strip I zoom In the drop in January, but it feel like June Big Glock I carry make a real big boom! Make moves like a young tycoon I come through like a young typhoon Category 3, don’t be categoryin’ me With these niggas like they'll get a better salary than me I'm El Capitan, King, numero uno I flood pussy clubs: ask any stripper you know  [Verse 5: Ace Mack] Ace Mizzy get all the hoes Gonna teach them shit they want to know Like shake that pussy, ass, 9-4 girl Make that bucket a pot of gold It ain't no money like custom money It ain't no bitch like a hustle bunny Ain't no bitch gettin' none of my money That why the money got a clip to protect it for me She gotta ride for the A, hop for the A Live for the minute or be out for the day Hop on the metal, lookin' hot in stilettos Gotta rock with a bezzle on the trigger finger Boss bitch of the ghetto, my Spanish Trina Talk shit to a nigga with the blamma beamed up When I see her gotta handle my bid-nah I gotta give her one of these in the back of the team truck  [Hook: Lil Wayne] Yeah, I'm in this bitch with the Terror Got a handful of stacks, better grab an umbrella I make it rain, I make it rain I'm in this bitch with the Terror Got a handful of stacks, better grab an umbrella I make it rain, I make it rain I make it rain on them hoes I make it rain, I make it rain I make it rain, I make it rain on them hoes  [Interlude: R. Kelly] Make it rain, make it rain Make it rain, make it rain Make it rain, make it rain Make it rain, make it rain  [Verse 6: Rick Ross] 305 M-I-Ayo Hey Khal, call Joe up Let him know I'm at the Rolex, I just ran outta money I need to borrow 50 thousand cash Come through, baby, make it rain E-Class on the way to you Got a hundred grand for you Triple Cs, oh yeah, it's the remix I be reppin' my city, blowin' hundreds and fifties If the head right, Ricky there every night Joey, I was listenin', on dubs, spinnin' rims Time to spend some dividends My money they swimmin' in Ross, I'm a boss, I'm the mayor Make it rain on these haters Get your umbrella, fella, 'cause we blowin' hella chedda I'm the nigga that you scared of 'cause no one can do it better  [Verse 7: Fat Joe] Joe Crack, girly, 80s crack baby's mama paid me Maybach, fly Mercedes, birth that, drop a baby Them purrty ladies, they drive me crazy Them skies is hazy, I'll pop like 80 Someone tell Mr. Bentley to bring his umbrella Katrina not, it's just a one fella Who got dumb chedda, and need a brain surgeon Got me a designated thrower, 'cause my hand's hurtin' I make it rain, its coca, bitch! It's not a game, I'm 'bout those locos rich Ain't nothin' wrong with wantin' a little happy endin' And we don't need a hotel, we parkin' lot pimpin', bitch!  [Hook: Lil Wayne] Yeah, I'm in this bitch with the Terror Got a handful of stacks, better grab an umbrella I make it rain, I make it rain I'm in this bitch with the Terror Got a handful of stacks, better grab an umbrella I make it rain, I make it rain I make it rain on them hoes I make it rain, I make it rain I make it rain, I make it rain on them hoes  ",
        "title": "Make It Rain"
    },
    {
        "artist": "Beyonce",
        "lyrics": null,
        "title": "Irreplaceable"
    },
    {
        "artist": "Christina Aguilera",
        "lyrics": "  [Intro] Tarzan and Jane were swinging' on a vine (Candyman, Candyman) Sipping' from a bottle of vodka double wine (Sweet sugar, Candyman)  [Verse 1] I met him out for dinner on a Friday night He really had me working up an appetite He had tattoos up and down his arm There's nothing more dangerous than a boy with charm  [Chorus] He's a one stop shop, makes the panties drop He's a sweet-talkin', sugar coated Candyman A sweet-talking', sugar coated Candyman  [Verse 2] He took me to the Spider Club at Hollywood and Vine We drank champagne and we danced all night We shook the paparazzi for a big surprise The gossip tonight will be tomorrow's headline  [Chorus] He's a one stop shop, makes my cherry pop He's a sweet-talking, sugar coated Candyman A sweet-talking', sugar coated Candyman Oh, yeah, shoop do ba di ba shu ba da Shoop do ba di ba shu ba da  He's a one stop shop, makes my cherry pop He's a sweet-talking, sugar coated candy man oh A sweet-talking, sugar coated Candyman  [Verse 3] Well, by now I'm getting all bothered and hot When he kissed my mouth he really hit the spot He had lips like sugar cane Good things come to boys who wait  [Interlude] Tarzan and Jane were swinging' on a vine (Candyman, Candyman) Sipping' from a bottle of vodka double wine (Sweet sugar, Candyman)  [Bridge] (Sweet sugar, Candyman) He's a one stop, gotcha hot, making all the panties drop (Sweet sugar, Candyman) He's a one stop, got me hot, making my (uh) pop (Sweet sugar, Candyman) He's a one stop, get it while it's hot, baby, don't stop (Sweet sugar)  [Chorus] He got those lips like sugar cane Good things come for boys who wait He's a one stop shop with a real big (uh) He's a sweet-talking, sugar coated Candyman (say what?) Sweet-talking, sugar coated Candyman (say) Sweet-talking, sugar coated Candyman Sweet-talking, sugar coated Candyman Candyman, Candyman Candyman, Candyman Candyman, Candyman Candyman, Candyman Candyman, Candyman Candyman  [Outro] Tarzan and Jane were swinging on a vine (Tarzan and Jane were swinging on a vine) Sipping from a bottle of vodka double wine (Sipping from a bottle of vodka double wine) Jane lost her grip and a-down she fell (Jane lost her grip and a-down she fell) Squared herself away as she let out a yell (Squared herself away as she let out a yell)  ",
        "title": "Candyman"
    },
    {
        "artist": "Unk",
        "lyrics": "  [Hook] {4..3...2...2..} A-2 Steeeeep, a-2 Steeeep (REMIIIIIIIIIIX!!!) Now gon' n 2 Step, (2 Step) now gon' n 2 Step (2 Step) Now gon' n 2 Step, (2 Step) now gon' n 2 Step (2 Step) Now get, jiggy wit it, (jiggy wit it) now get, jiggy wit it (jiggy wit it) Now get, jiggy wit it, (jiggy wit it) now get, jiggy wit it, (jiggy wit it) (REMIIIIIIIIIIIX!!) Now gon' n 2 Step! (2 Step!) Aye, watch me 2 Step! (2 Step) Now can you 2 Step! (2 Step!) Like I 2 Step! (2 Step!) Watch me get, jiggy wit it, watch me get, jiggy wit it Watch me get, jiggy wit it, watch me get, jiggy wit it Gon n' 2 Step  [T-Pain - over Hook] You can actually hear me 2 Steppin while I'm recordin this You know dat right? (This is the remiiiiix!!)  [T-Pain] Ay, you know my bank roll (roll!), got a lot of zero's (zero's!) Teddy Pain (Teddy Pain), the Tallahassee hero (hero!) I done got a crib (ayy!!), now I'm in The A (ayy!!) 2 Steppin lemme show you how I do this thang (thang!) Take yo left foot, put it out in the front And do it - mmmmmerrrrrrrrrahh...like this (AYY!!) Now if you look around the club, you would notice cain't nobody do it Qui....iiiiiiite - like this (AYY!!) Ay! Shades on, dem Oakley's to be exact Now when I sang my song, I'mma bring dem hoes in the back And you know, I'm the hottest nigga 'round! So when I get 'em up to my room, I got 'em countin me down, let's get it..  [Hook: T-Pain's version] {4.. (4!) 3... (3!) 2... (2!) 2..} Hey, hey, hey 2 Steeeeep, (OH!) 2 Steeeep (let's go!) Now gon' n 2 Step, (Oh!!) now gon' n 2 Step (Oh!!) Now watch me 2 Step, (OH!!) now watch me 2 Step (OH!!) Now get, jiggy wit it, (REMIX!) now get, jiggy wit it (REMIX!) Now get, jiggy wit it, (REMIX!!) now get, jiggy wit it, (jiggy wit it) (Now gon n 2 Step) (Ay, AY!)  [DJ Unk] {4..} Steppin to the right, wipe me down manye {3...} Steppin to the left, with yer stunna frames {2...} By this time the WORLD know what to do It's goin down 2 Steppin REMIX! Unk, what it do? I'm back one mo' geeeen, wit another one ('nother one) 2 Steppin, gettin jiggy baby have some fun (have some fun) They said it couldn't be dooooone, I guess I got it crackin (got it crackin) 2 Steppin, ay bay-BAY (AYYY!!) (That's what's hap'nin) Now gawn n get it shawty, the charts I climb back on (climb back on) One-hit wonder, bet dey wonder how I do it all (do it all) They got dey steps wrooooong, dey try to bite mine (bite mine) Let's see what's hap'nin when I count down, one more time - GO  [T-Pain's Hook]  [Jim Jones - over Hook] Money's on the fadeaway NYC, you know how we do it  [Jim Jones] Now catch us 2 Steppin, I got my goons reppin (Dip Set!) We turn the VIP into the \"do it, do it\" section (do it) You know the jewel selection (blingin), I'm blue VVS'in (flawless) We ain't gon' talk about the whips, you know the Coupe selection ('Raris!) And I got everything that you want (yep), I'm registered to Dupont (check) I get bread like croutons (dough), I make dough like crouissants (bread) I'm Grey Poupon (yep), Bentley shit baby (baby) \"What the fuck is you on?\" (what?!) It's how I'm livin' lady (lady) Like Queens call the car dealer then the Girbaud dealer Now we out at Vegas, poker face with the card dealer (westsiiide) The hard nigga (yep), gone off the hard liquor (Jones) You better watch your ass when them foreign cars wheel up (I'm back!)  [T-Pain's Hook]  [E-40 - over Hook] Official remix! Official remix! Official remix! eeRRRRRAH!  [E-40] I'm in my Cutlass on two shoes (two shoes) Breakin all the rules (the rules) Two hitters manye two fools! (two fools!) Two hammers manye two 2's! (two 2's!) Shinin like a chandelier ('lier) Diamonds up in my ear (ear) Sick Wid It trophy on my neck, I dang near wear it everywhere Too much candy on my ride (ride) Too many rumors I done died (died) Too many haters on this Earth All my life it ain't been certs (it ain't been certs) Started off real small (real small) But now my mail is tall (tall) Had to walk before I crawled I had my back against the wall (back against the wall) Two faces not us, two faces at once, grittin it gettin it in Hustlers R Us, never no punk, I'll 2 Step on yo' chin I see some broads (I see some broads) 2 steppin' by they lonesome (by they lonesome) These square suckers they actin' like they don't wanna (don't wanna) They don't know, they don't know, they don't know! (they don't know) You gotta find 'em doe, send 'em doe, break 'em doooooe-oooh (break 'em Though) You gotta get the dough, get the dough, get the dough I mean get it manye rain, shine, sleet, or snooooow-oooh See I managed wit it (managed wit it), I get jiggy wit it (jiggy wit it) Eh-ha ha! ERRRUGH! (Whoooooooo)  [T-Pain's Hook 2X]  ",
        "title": "2 Step"
    },
    {
        "artist": "Katharine McPhee",
        "lyrics": null,
        "title": "Over It"
    },
    {
        "artist": "Unk",
        "lyrics": "  [Refrain: Unk] Now walk it out Westside walk it out Southside walk it out Eastside walk it out Northside walk it out  [Intro: Unk] Big Oomp Records, we back at it again baby DJ Montay on the track, this the remix, Jim Jones Andre three stacks, Daddy Fatsacks, this your boy Unk Remix  [Verse 1: André 3000] Walk it out like an usher If you say real talk, I probably won't trust ya If you want to go to war, the gun's my pleasure Even Jesus had twelve disciples on the lever, trigger, whatever Pyong, you don't want nan day of three thou' I'm like jury duty, you're new to this part of town Your white tee, well to me, look like a nightgown Make your Momma proud, take that thing two sizes down Then you'll look like the man that you are or what you could be I can I give a damn 'bout your car, but then I would be If it was considered a classic before the drastic change In production when cars were metal instead of plastic Value, is what I'm talkin' 'bout, take two of these and walk it out You'll be the reason they chalk it out, you can't be the king in the parking lot Forever, not saying I'm the best but 'til they find something better I am here, no fear, write me a letter, 'til then I walk it out, I walk it out, I walk it out, I walk it out I walk it out, I walk it out, I walk it out I Westside walk it ow-out, I Westside walk it ow-out I Westside walk it ow-out, then Eastside walk it ow-out  [Verse 2: Unk] I walked it out the bank, with a lot of zeros That's what my teachers called me, predictions like they Cleo So I do my dance for 'em, then make 'bout forty thousand I do that in a month, I'm on resorts and islands I make them walk it out, yeah, it's me again But I'm with Jones, Daddy Fatsacks and Benjamin I roll with made men, that brake the stage in And keep the girls happy, so y'all can get the nappy Gangsters they do they dance, they do it to my song See I was up in Cali, Crip-walkin' it all night long Drop twenty on my neck, got ten on my wrist A billion dollar look, a million dollar kiss I'm nationwide homey, you still at home homey With no promotions on me, man that's bologna, homey The album off in stores, I'm \"Beat'n Down Yo Block\" Now 'gwan and walk it out, they still on my jock  [Refrain]  [Verse 3: Jim Jones] Jones it's DipSet Byrd Gang Now come holla at me, you know how we get it out here Eastside walk it out, Bronx walk it out Queens walk it out, you know Brooklyn walk it out Now Harlem walk it out, Harlem walk it out Harlem walk it out, Harlem walk shit out, balling Now we don't walk it out, we drop-top Porsche it out I hopped out floss it out, I bring my Air Forces out I'm blowing purple smoke, I cough it out, ball it up then ball it out Tap the bottle, pour it out, balling Now do the fade-away, and throw some paper-way And we can skate away, tell the office I'll be late today Ho I can thug it out, or starstud it out I take a trip with my bitch and Louis luggage out I'm talking Magic City, or even Body Tap You know that money ain't a thing we throwing thousand stacks Ho yeah we toss it out, you know I'm talking bout When cap'n status in da house you know New York is out  [Refrain]  [Verse 4: Big Boi] I walk it out like that last shot of 'gnac at the club Cause the package store was closed and I'm attached to my buzz Been slamming Cadillac doors, you know what it was cause Stay jamming everything platinum check the status cause Boy I side, brimming with diamonds but that don't mean shit Designing fly-rhyme patterns since I was seventeen kid On Southernplayalistic intro listen close to Peaches She said nothing but king shit all day, and they be bi-tches It's like I'm at the dentist cause everybody got crowns I'll change to ace of spades, cutthroats, and won't bow down Not a king queen or jack fade this, come clean son Swing from my sack like my babies Acting like you crazy, Daddy Fat don't like that misbehaving A-Town's up and deuces down, and something else that be created Tell Oomp, get the doomp, clear the booth it's now official Dropping bombs like a North Korean nuclear missile  ",
        "title": "Walk It Out"
    },
    {
        "artist": "The Fray",
        "lyrics": "  [Verse 1] Step one, you say we need to talk He walks, you say sit down; it's just a talk He smiles politely back at you You stare politely right on through Some sort of window to your right As he goes left and you stay right Between the lines of fear and blame You begin to wonder why you came  [Chorus] Where did I go wrong? I lost a friend Somewhere along in the bitterness, and I would have stayed up with you all night Had I known how to save a life  [Verse 2] Let him know that you know best ‘Cause after all, you do know best Try to slip past his defense Without granting innocence Lay down a list of what is wrong The things you've told him all along And pray to God he hears you And pray to God he hears you, and  [Chorus] Where did I go wrong? I lost a friend Somewhere along in the bitterness, and I would have stayed up with you all night Had I known how to save a life  [Verse 3] As he begins to raise his voice You lower yours and grant him one last choice Drive until you lose the road Or break with the ones you've followed He will do one of two things He will admit to everything Or he'll say he's just not the same And you'll begin to wonder why you came  [Chorus] Where did I go wrong? I lost a friend Somewhere along in the bitterness, and I would have stayed up with you all night Had I known how to save a life  [Chorus] Where did I go wrong? I lost a friend Somewhere along in the bitterness, and I would have stayed up with you all night Had I known how to save a life How to save a life How to save a life  [Chorus] Where did I go wrong? I lost a friend Somewhere along in the bitterness, and I would have stayed up with you all night Had I known how to save a life  [Chorus] Where did I go wrong? I lost a friend Somewhere along in the bitterness, and I would have stayed up with you all night Had I known how to save a life How to save a life How to save a life  ",
        "title": "How To Save A Life"
    },
    {
        "artist": "Crime Mob Featuring Lil Scrappy",
        "lyrics": "  [Intro] Lil Jay on the track nigga And you already know It's ya boy Lil scrappy Fin' to have the whole motherfuckin world rockin in this bitch Shake it shawty, check it out  [Hook: Crime Mob] I like it when she rock, her hips, then wave, and sip She rock, her hips, then wave, and sip She rock, her hips, she rock, her hips She rock, her hips, then Wave, and sip  [Verse One: Lil Jay] Hey look at them hips (look at them hips) I like how she rock it (she rock it) She bend that thing over and to the ground she be droppin And pop it hard as she can (okay) Got me hard in the pants, because she all in her stance Doin her motherfuckin dance man (AY!) Look, lil' buddy cute in the face She rock her hips to the bass, she take a sip then she wave And wanna get wit Lil Jay, after she dance on that pole I pull my cash so quick and fast when that ass hit the flo'  [Verse Two: Diamond] Now I got thirty-two flavors of that bootylicious bubblegum Raspberry, grape cherry, come and get this honeybun Yummy-yum baby, not your ordinary lady Known to drive a nigga crazy, Willy Wonka wanna pay me On the daily, off the hizzle, rock my hizzle, shake my Skittles Soda poppin, watch it sizzle, man this shit right here the shizzle Smokin on the highest drizzle, wanna taste it just a little Rock my hips and make it wiggle, wavin sippin in this bizzle  [Hook] - repeat 2X  [Verse Three] I like it When she show me she can rock'n'roll it, drop it to the flo' Boucin slow, shorty's all pro, that's the way to go Jello booty ooh-wee, got a nigga glacin every time that ass react \"I tawt I taw a puddy cat,\" gimme gimme gimme dat Fat cat, don't act on a pimp You got me enticed by the way you rock them hips Youse a trip girl, doin all them tricks, that's what's up I like that shit a lot, come and holla at a thug  [Verse Four: Princess] A-Town's finest I'm the top notch glamour chick Tell me if I throw it at'cha baby can you handle it Cause the cause is Russian if a hater wanna run they lip Step up in the club and have them whisperin, \"God damn she thick!\" Take it to the bar, Hypnotiq and Hennessy is on my list Seductively movin my body, now watch me rock my hips Take a sip, of the Goose, I'm lookin good and livin lavish Big boy pimpin, poppin dippin, now tell me I'm not the baddest  [Verse Five] I walk in the club and she whoppin and shakin I wanna take to the house, so a player start breakin in Her motherfuckin back like a player supposed God damn lil' buddy, touch yo' toes God damn lil' buddy, take off yo' clothes And let me see that apple bottom and that brown booty hole Shorty slide up and down on that pole And V.I.P. is how it motherfuckin goes  [Hook] - repeat 2X  [Outro] She rock her hips (told y'all niggas~!) She rock her hips (we gon' have the whole world rockin) Ay, ay, ay, ay, ay, ay, ay, I like, the way, she rock her hips She rock her hips (we done did this shit again man) Ay, ay, ay, ay (Crime Mob), ay, ay, ay I like, the way (M-O-B), she rock, her hips (Mob music)  ",
        "title": "Rock Yo Hips"
    },
    {
        "artist": "Akon Featuring Snoop Dogg",
        "lyrics": "  [Intro: Akon] Konvict Konvict, Music, and you know we Upfront  [Hook: Akon] I see you windin’ and grindin’ up on the floor I know you see me lookin' at you and you already know I wanna fuck you... you already know I wanna fuck you... you already know, girl  [Snoop Dogg] Money in the air as mo’ fell Grab you by your coattail, take you to the motel Ho sale; don’t tell, won't tell Baby say “I don’t talk, Dogg unless you told on me” - oh well Take a picture wit me, what the flick gon’ do Baby stick to me and I’ma stick on you If you pick me then I’ma pick on you D-O double G and I’m here to put this dick on you I'm stuck on pussy and your’s is right Rip ridin’ the poles and them doors is tight And I’ma get me a shot ‘fo the end of the night Cause pussy is pussy and baby you’re pussy for life  [Hook] I see you windin’ and grindin’ up on the floor I know you see me lookin' at you and you already know I wanna fuck you... you already know I wanna fuck you... you already know, girl  [Akon] Shorty I can see you ain’t lonely Handful of niggease and they all got cheese See you lookin’ at me now what its gon’ be Just another tease far as I can see Tryna get you up out this club... if it means spendin' a couple dubs Throwin’ bout 30 stacks in the back make it rain like that cause I'm far from a scrub And you know my pedigree... ex-deala use to move amphetamines Girl I spend money like it don’t mean nothing and besides I got a thing for you  [Hook] I see you windin’ and grindin’ up on the floor I know you see me lookin' at you and you already know I wanna fuck you... you already know I wanna fuck you... you already know, girl  [Snoop Dogg] Mobbin' through the club and I’m low pressin’ I’m sittin’ in the back in the smoker’s section (just smokin’) Birds eye, I got a clear view You can’t see me, but I can see you (baby I see you) Hmm, it’s cool, we jet, the mood is set, your pussy is wet You’re rubbin’ your back and touchin’ your neck Your body is movin', you humpin' and jumpin' Your titties is bouncin', you smilin' and grinnin' and lookin’ at me  [Akon] Girl and while your lookin' at me I’m ready to hit the caddy Right up on the patio move the patty to the caddy Baby you got a phatty, the type I like to marry Wantin’ to just give you everything and that’s kinda scary Cause I'm loving the way you shake your ass Bouncin', got me tippin' my glass Normally don’t get caught up too fast But I got a thing for you  [Hook] I see you windin’ and grindin’ up on the floor I know you see me lookin' at you and you already know I wanna fuck you... you already know I wanna fuck you... you already know I see you windin’ and grindin’ up on the floor I know you see me lookin' at you and you already know I wanna fuck you... you already know I wanna fuck you... you already know, girl, girl  ",
        "title": "I Wanna Love You"
    },
    {
        "artist": "Musiq Soulchild",
        "lyrics": null,
        "title": "Buddy"
    },
    {
        "artist": "Carrie Underwood",
        "lyrics": null,
        "title": "Wasted"
    },
    {
        "artist": "Huey",
        "lyrics": "  [Hook: Huey] Toot that thang up, mami make it roll Once you pop, pop lock it for me girl get low If yo mama gave it to you, baby girl let it show Once you pop lock, drop it for me maybe we can roll, OH!  [Women in background - 2X] Pop, lock, and drop it Pop, lock, and drop it Pop, lock, and drop it Pop, lock, and drop it  [Huey] Tonight it's gon' be some changes, no actin sadity So stop actin and get it clappin cause I'm knowin you feelin me Yeah you cute, but don't let that *shit* go to yo' head Cause what this cutie won't do, pimpin another one will You prepured rockin a skirt and ya heels so tall And we ain't wit none of that trickin but our bills so tall I been peepin you fo' a while and you throwin it back If you lookin fo you a balla, we got dough in da back Look yo' color carmello brown and your skin so smooth I'm havin fantasies about what you and me can do And you an undacover freak, you probably thinking da same I'm seein light up on yo face, because you peepin my chain And I ain't tryin put you out thurr, as if you a freak So don't even take it that way, just say you did it for me And yeah, you probably ROLL wit me cause it's money in my pockets So until THEN, I gotta see you pop lock and drop it  [Hook]  [Huey] I ain't gotta be yo' man, but I really wouldn't mind We ain't gotta talk again, I'm jus tryin have a time If you a balla, pull a stack out, and slap her on da ayyy! Pop lockin cock blockas, get up out da way Let lil' mami get low, give a space let her sweat The club turnin to hoolas cause they shirts is so wet From da window to da wall, lil' mama showin her thong The broad, freakin herself, it's tellin me that it's on You ready then we can roll I'm tellin you we can go I'm thinkin if I can handle it the way you make it roll You groovin and speedin up, you right in between us If you a strip-teaser, then baby don't tease us At first I thought I was trippin but my vision gettin clearer You movin that thang around as if you practice in the mirror \"She doin a new, dance,\" what the next man said I'm like, \"Naw, she just pop lockin on a headstand\"  [Hook]  [Hook] Make it roll to the left (left), roll to the right (right) Pop lock and drop it get low aight Make it roll to the left (left), roll to the right (right) Pop lock and drop it get low aight It ain't trickin if you got it, we got it but I ain't givin Just bounce it and roll wit it and maybe you roll wit us It ain't trickin if you got it, we got it and I ain't givin Just bounce it and roll wit it and maybe you roll wit us Pop lock and drop it, now pop lock and drop it fo' me Pop lock and drop it, say pop lock and drop it What's yo name girl? Neva mind, neva mind Do ya thang girl, fire you ain't neva lied What's yo name girl? Neva mind, neva mind Do you thang girl, fire you ain't neva lied, oh!  ",
        "title": "Pop, Lock & Drop It"
    },
    {
        "artist": "Good Charlotte Featuring M. Shadows And Synyster Gates",
        "lyrics": null,
        "title": "The River"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": "  [Verse 1] Every time you take a sip In this smoky atmosphere You press that bottle to your lips And I wish I was your beer In the small there of your back Your jeans are playing peekaboo I'd like to see the other half Of your butterfly tattoo  [Verse 2] Hey that gives me an idea Let's get out of this bar Drive out into the country And find a place to park  [Chorus] Cause I'd like to see you Out in the moonlight I'd like to kiss you Way back in the sticks I'd like to walk you Through a field of wildflowers And I'd like to check you for ticks  [Verse 3] I know the perfect little path Out in these woods I used to hunt Don't worry babe I've got your back And I've also got your front Now, I'd hate to waste a night like this I'll keep you safe you wait and see The only thing allowed to crawl All over you when we get there is me  [Verse 4] You know every guy in here tonight Would like to take you home But I've got way more class than them Babe that ain't what I want  [Chorus] Cause I'd like to see you Out in the moonlight I'd like to kiss you Way back in the sticks I'd like to walk you Through a field of wildflowers And I'd like to check you for ticks  [Bridge] Ooo, you never know where one might be Ooo, there's lots of place that are hard to reach I gotcha  [Verse 5] I'd like to see you out in the moonlight I'd like to kiss you baby way back in the sticks I'd like to walk you through a field of wildflowers And I'd like to check you for ticks I'd sure like to check you for ticks  ",
        "title": "Ticks"
    },
    {
        "artist": "Akon Featuring Eminem",
        "lyrics": "  [Intro: Akon] Shady, Konvict, Upfront Akon, Slim Shady I see the one, could she be that lady?  [Chorus: Akon] I feel you creepin' I can see you from my shadow Wanna jump up in my Lamborghini Gallardo Maybe go to my place And just kick it like Tae Bo And possibly bend you over Look back and watch me  [Hook: Akon] Smack that, all on the floor Smack that, give me some more Smack that, 'til you get sore Smack that, oh-oh-oh-oh-oh Smack that, all on the floor Smack that, give me some more Smack that, 'til you get sore Smack that, oh-oh-oh-oh-oh  [Verse 1: Akon] Upfront style, ready to attack now Pull in the parking lot slow with the 'Lac down Konvict's got the whole thing packed now Step in the club now and wardrobe intact now I feel it down and cracked now Ooh, I see it dull and backed now I'mma call her, than I put the mack down Money no problem, pocket full of that now!  [Chorus: Akon] I feel you creepin' I can see you from my shadow Wanna jump up in my Lamborghini Gallardo Maybe go to my place And just kick it like TaeBo And possibly bend you over Look back and watch me  [Hook: Akon] Smack that, all on the floor Smack that, give me some more Smack that, 'til you get sore Smack that, oh-oooh  [Verse 2: Eminem] Ooh, looks like another club banger They better hang on when they throw this thang on Get a lil' drink on, they gon' flip for this Akon shit You can bank on it Pedicure, manicure, kitty-cat claws The way she climbs up and down them poles Lookin' like one of them Putty-Cat Dolls Tryin' to hold my woodie back through my drawers Steps upstage, didn't think I saw her Creeps up behind me, she's like \"You're —\" I'm like, \"Yeah, I know, let's cut to the chase\" No time to waste, back to my place Plus from the club to the crib it's like a mile away Or more like a palace, shall I say And plus I got a pal if your gal is game In fact he is the one singin' the song that's playin' (Akon!)  [Chorus: Akon] I feel you creepin' I can you see from my shadow Wanna jump up in my Lamborghini Gallardo Maybe go to my place And just kick it like TaeBo And possibly bend you over Look back and watch me  [Hook: Akon] Smack that, all on the floor Smack that, give me some more Smack that, 'til you get sore Smack that, oh-oooh Smack that, all on the floor Smack that, give me some more Smack that, 'til you get sore Smack that, oh-oooh  [Verse 3: Akon] Eminem is rollin', D and 'em rollin' Bo and all marvelous them rollin' Women just hoein', big booty rollin' Soon I'll be all in them and throwin' D Hittin' no less than three Block wheel style like whee Girl, I can tell you want me, because lately  [Chorus: Akon] I feel you creepin' I can see you from my shadow Wanna jump up in my Lamborghini Gallardo Maybe go to my place And just kick it like TaeBo And possibly bend you over Look back and watch me  [Hook: Akon] Smack that, all on the floor Smack that, give me some more Smack that, 'til you get sore Smack that, oh-oooh  ",
        "title": "Smack That"
    },
    {
        "artist": "Timbaland Featuring Nelly Furtado & Justin Timberlake",
        "lyrics": "  [Intro: Timbaland] Is it going? Is it going? Is it going? Is it going? I don't know what you're lookin' for Oh, yeah, boy, come on  [Verse 1: Nelly Furtado] I'm the type of girl that look you dead in the eye, eye I'm real as it comes if you don't know why I'm fly-y-y-y-y I've seen you trying to switch it up, but girl, you ain't that dope I'm the Wonder Woman, let me go get my rope I'm a supermodel and mami, si mami Amnesty International, got Bangkok to Montauk on lock Love my ass and my abs in the video for \"Promiscuous\" My style is ri-dic-dic-diculous, 'ulous, 'ulous  [Chorus: Nelly Furtado] If you see us in the club, we'll be actin' real nice If you see us on the floor, you'll be watchin' all night We ain't here to hurt nobody (so give it to me, give it to me, give it to me) Wanna see you work your body (so give it to me, give it to me, give it to me)  [Verse 2: Timbaland] When Timbo' is in the party, everybody put up they hands I get a half a mil' for my beats, you get a couple gra-a-and Never gon' see the day that I ain't got the upper hand I'm respected from Californ-I-A, way down to Japan I'm a real producer and you just a piano man Your songs don't top the charts, I heard 'em, I'm not a fa-a-an Niggas talkin' greasy, I'm the one that gave them they chance Somebody need to tell 'em that they can't do it like I can  [Chorus: Nelly Furtado] If you see us in the club, we'll be actin' real nice If you see us on the floor, you'll be watchin' all night We ain't here to hurt nobody (so give it to me, give it to me, give it to me) Wanna see you work your body (so give it to me, give it to me, give it to me)  [Verse 3: Justin Timberlake] Could you speak up and stop mu-mumbling? I don't think you came in clear When you're sittin' on the top It's hard to hear you from way up here Now I saw you tryin' to act cute on TV \"Just let me clear the air...\" We missed you on the charts last week Damn, that's right you wasn't there Now if se-sexy never left, then why is everybody on my shi-i-it? Don't hate on me just because you didn't come up with it So if you see us in the club, go on and walk the other way 'Cause our run will never be over, not at least until we say  [Chorus: Nelly Furtado] If you see us in the club, we'll be actin' real nice If you see us on the floor, you'll be watchin' all night We ain't here to hurt nobody (so give it to me, give it to me, give it to me) Wanna see you work your body (so give it to me, give it to me, give it to me)  [Nelly Furtado] (Justin Timberlake) Oh.. (huh, huh, huh) Oh.. (huh, huh, huh) Oh.. (huh, huh, huh) Oh.. (huh, huh, huh) Oh.. (huh, huh, huh) Oh.. (huh, huh, huh) Oh.. (huh, huh, huh) Oh.. (huh, huh, huh)  [Chopped up] If, you, see, us, in, the...  [Chorus: Nelly Furtado + Justin Timberlake] Club, we'll be actin' real nice If you see us on the floor, you'll be watchin' all night We ain't here to hurt nobody (so give it to me, give it to me, give it to me) Wanna see you work your body (so give it to me, give it to me, give it to me) If you see us in the club, we'll be actin' real nice If you see us on the floor, you'll be watchin' all night We ain't here to hurt nobody (so give it to me, give it to me, give it to me) Wanna see you work your body (so give it to me, give it to me, give it to me)  ",
        "title": "Give It To Me"
    },
    {
        "artist": "Hilary Duff",
        "lyrics": "  [Verse 1] I don't mind you telling me what's been on your mind lately I don't mind you speaking up I know sometimes I can be all wrapped up and into me I can be in such a rush  [Pre-Chorus 1] Just slow me down Slow me down Tell me tomorrow everything will be around Just slow me down Slow me down You're the one that keeps me on the ground  [Chorus] Baby, you can be tough Say enough is enough You can even be blunt Just do it with love, love, love, love You can tell me I'm wrong That I'm coming on way too strong Don't think I'll be crushed Just do it with love, love, love, love Just do it with love, love, love, love Just do it with love  [Verse 2] I can take your honesty All your words weigh heavily Listening to you all the time I wanna be there for you the way you've been there for me Always help me walk the line  [Pre-Chorus 2] And slow me down Slow me down I know you will always be around  [Chorus] Baby, you can be tough Say enough is enough You can even be blunt Just do it with love, love, love, love You can tell me I'm wrong That I'm coming on way too strong Don't think I'll be crushed Just do it with love, love, love, love Just do it with love, love, love, love Just do it with love  [Bridge] All this time we thought we knew each other Now that I am leaning on your shoulder I can tell you, baby, that you're right when you're right And you're wrong when you're wrong And I can be weak, 'cause I know you are strong  [Chorus] Baby, you can be tough Say enough is enough You can even be blunt Just do it with love, love, love, love You can tell me I'm wrong That I'm coming on way too strong Don't think I'll be crushed Just do it with love, love, love, love Just do it with love, love, love, love Baby, you can be tough Say enough is enough You can even be blunt Just do it with love, love, love, love You can tell me I'm wrong That I'm coming on way too strong Don't think I'll be crushed Just do it with love, love, love, love Just do it with love, love, love, love Just do it with love, love, love, love Just do it with love Just do it with love, love, love, love Just do it with love  ",
        "title": "With Love"
    },
    {
        "artist": "Bow Wow Featuring T-Pain & Johnta Austin",
        "lyrics": "  [Intro] Oooooh, Damn! I mean I just keep thinkin about you (awww baby) I mean I wanna move on but I can't move on (oh, oh, oh, ooooh) It's like you got some kind of hold on me And I don't know But I'm a go ahead and talk about it Listen  [Verse: 1 Bow Wow] I'm sittin lookin out the window like damn Tryna fix this situation that's at hand You still runnin through my mind - when I'm knowin that you shouldn't be Me all on ya mind, I'm knowin that it couldn't be Cause you ain't called, and I ain't even apalled I still got alot of pain, I ain't dealt with it all I been runnin 'round with other chicks - I'm single and they lovin it I'm likin it, but I just want the one that I was in love with That's not the end of it - I'm tryna let you go I can't get a grip of it, is what I'm tryna let you know You gotta hold of some kinda control on me I don't know what it is - but I gotta get you gone from me I'm workin at it and it ain't gettin no better Just tryna be like \"yeah, forget it, whatever\" Instead of starrin out this glass - lookin at this bad weather Damn I gotta pull myself together, cause...  [Hook - T-Pain] When I'm with somebody, all I think 'bout is you When I'm all alone - that's all I wanna do I miss the smiley faces in my sidekick, out of town visits All the time we spent together, makes it hard to get you outta my system You know what you do to me (do to me)  you don't even understand Damn  you know what you do to me (do to me) It's so hard to get you outta my system  [Verse 2 - Bow Wow] I'm too attached my heart want let me fall back I got it bad that's what you can call that (ah) And when I see you in the streets that's the worse for me Use to love the little things you did, that's what works for me It's too major, don't see you in my pager Know what you doin?, where you at?, or can I see you later? The fellas tellin'me just let her go Bow Believe me I'm tryin man I just don't know how I be in all the hot spots - leavin with the hot shots Knowin they just want me cause I'm the top spot That's not poppin, and my brain ain't stoppin Thinkin who she with?, or where she goin?, is she club hoppin? I never had this kinda problem in my life This is my first time dealin with this kind of fight It's every night, and every flight, and everytime you in my sight Damn, this ain't even right....cause  When I'm with somebody, all I think 'bout is you When I'm all alone - that's all I wanna do I miss the smiley faces in my sidekick out of town visits All the time we spent together, makes it hard to get you outta my system You know what you do to me (do to me)  you don't even understand Damn  you know what you do to me (do to me) It's so hard to get you outta my system  [Hook: Bow Wow] Is it wrong for me to feel this way You been runnin thru my mind all day - can you feel me I been tryna get you off my mind But I can't after all this time - that's what kills me  Is it wrong for me to feel this way You been runnin thru my mind all day  can you feel me I been tryna get you off my mind But I can't after all this time - that's what kills me  When I'm with somebody, all I think 'bout is you When I'm all alone - that's all I wanna do I miss the smiley faces in my sidekick out of town visits All the time we spent together, makes it hard to get you outta my system You know what you do to me (do to me)  you don't even understand Damn  you know what you do to me (do to me) It's so hard to get you outta my system  Hook: Bow Wow I remember everything that me and you talked about Me and you had our whole life planned out together And if I could, I would turn back the hands of time And correct all my mistakes that I ever did But I guess I gotta move on right? Still hard, and I still love until this day.. Peace!  ",
        "title": "Outta My System"
    },
    {
        "artist": "John Mayer",
        "lyrics": "  [Verse 1] Me and all my friends We're all misunderstood They say we stand for nothing and There's no way we ever could Now we see everything that's going wrong With the world and those who lead it We just feel like we don't have the means To rise above and beat it  [Chorus] So we keep waiting Waiting on the world to change We keep on waiting Waiting on the world to change It's hard to beat the system When we're standing at a distance So we keep waiting Waiting on the world to change  [Verse 2] Now if we had the power To bring our neighbors home from war They would have never missed a Christmas No more ribbons on their door And when you trust your television What you get is what you got Because when they own the information, oh They can bend it all they want  [Chorus] So we keep waiting Waiting on the world to change We keep on waiting Waiting on the world to change It's not that we don't care We just know that the fight isn't fair So we keep on waiting Waiting on the world to change  [Guitar Solo]  [Chorus] And we're still waiting Waiting on the world to change We keep on waiting, waiting on the world to change One day our generation Is going to rule the population So we keep on waiting Waiting on the world to change  [Outro] Now we keep on waiting Waiting on the world to change We keep on waiting Waiting on the world to change Waiting on the world to change Waiting on the world to change Waiting on the world to change  ",
        "title": "Waiting On The World To Change"
    },
    {
        "artist": "Lumidee Featuring Tony Sunshine",
        "lyrics": "  [Verse 1: Lumidee] Listen baby I've been around I know that you like how I wear my crown And I know that I'm something that is so profound So far what I'm hearing look I like the sound Everybodys talkin about it We could be talkin why would you doubt it Your plams are sweaty and your heart sounds poundin' This is what you're feeling tell me about it  [Verse 2: Tony Sunshine] She's like the wind Through my tree (Vaby yea baby yea) She rides the night Next to me Like you won't believe (no) She leads me through moonlight Only to burn me with the sun Damn it I believe she knows She's taken' my heart She doesn't know what she's done Baby please  [Hook: Tony Sunshine] I feel her breath on my face (baby I can feel) Her body close to me (her body close to me) Can't look in her eyes (can't look in your eyes) She's outta my league (she's outta my league oh) Just a fool to believe She's got everything I need She's like the wind  [Break: Lumidee] If you can't conceive it muffin Cause you just let it be its nothing Look we just hangin around Sneakin' a look When I can just put you down  [Verse 3: Tony Sunshine] Girl I look in the mirror (what you see what you see) And all I see (tell me what u see girl, tell you I can feel this baby) Is a young old man with only a dream (Ohh oh oh) Am I just fooling myself (yea) Thinkin she'll stop the pain (yes she will yes she will) Living without her I'd go insane Damn it I believe she knows  [Hook: Tony Sunshine] I feel her breath on my face (baby I can feel) Her body close to me (her body close to me) Can't look in her eyes (can't look in your eyes) She's outta my league (she's outta my league oh) Just a fool to believe She's got everything I need She's like the wind  [Verse 4: Lumidee] Look I'm right here Come on toughin' up Boo get it together and just try you luck Ever since I heard you got this little crush I Pass you way and it's giving me a rush So I peeped your style Yes I'm impressed Always with the best Put them other dudes to rest So you ain't got to stress cause I got what you need I could ease your pain and fulfill all your dreams Just a fool to believe She got anything I need (take that)  [Hook: Tony Sunshine] I feel her breath on my face (baby I can feel) Her body close to me (her body close to me) Can't look in her eyes (can't look in your eyes) She's outta my league (she's outta my league oh) Just a fool to believe She's got everything I need She's like the wind  [Break: Lumidee] If you can't conceive it muffin Cause you just let it be its nothing Look we just hangin around Sneakin' a look When I can just put you down  [Outro: Tony Sunshine] Tony Sunshine Yea Take that She's like the wind  ",
        "title": "She's Like The Wind"
    },
    {
        "artist": "Rihanna & Sean Paul",
        "lyrics": "  [Intro: Sean Paul] Breakin' it off And settin' it off in da real way Makin da girls dem chill dey mind Makin dem have a good time Ya man SPZ, yo, long side RiRi Come down now Rihanna Tek it to dem, tek it to dem girl  [Hook: Rihanna & Sean Paul] Break it off boy Cause you've got me feelin' naughty I wanna know, boy If I could be ya shawty (most definitely) Set if off boy Make me hot all ova my body (Break it off, take it off, miss take it off) (Break it off tonight) (Yo) Break it off boy Cause you've got me feelin' naughty I wanna know, boy If I could be ya shawty (yo, yo) Set it off boy (yeah, yeah) Make me hot all ova my body Break it off tonight (yo)  [Verse 1: Sean Paul] Struggle and pain what she feel all the while And she want a good man to give her the style Wild child So she dere pon me file It's a long time now me wha plow the sile Plow de sile meh car run run like the nile And the most energy me whan give her tonight Give her tonight Gan make she feel right Make she fly like a kite that reach a new height Ah we give it to the gyal dem Make dem reel up and bawl And make dem start call Anytime she want it back she ha fi call Dutty Paul Admitting it on the spot I know the real Sean Paul When the traits so great Cuz she feelin' top up and tall wat de ting say  [Hook: Rihanna & Sean Paul] Break it off boy Cause you've got me feelin' naughty I wanna know, boy If I could be ya shawty (most definitely) Set if off boy And make me hot all ova my body (Break it off, take it off, miss take it off) (Break it off tonight) (Yo) Break it off boy Cause you've got me feelin' naughty I wanna know, boy If I could be ya shawty (yo, yo) Set it off boy (yeah, yeah) Make me hot all ova my body Break it off tonight (yo)  [Verse 2: Sean Paul] No doubt Gyal u shoulda know SP and a scout Naughty sweat so shout Make ya bawl out (shout) Make ya holla me gah give affection in your direction We go all out Gyal, just follow we if ya love energy If ya wan' pedigree Cruise like Penelope Make a see you just bounce wit the Dutty Lee We keep givin you de Q to de U to the A (yea) to de L to de I to de T to de Y Girl I got to try (try) Take ya booty make you reach to the S.K.Y Woman I got to say (say) Da way u move is makin' me hype Girl cause you know say you S to the E to the X to the Y (Pumba Pumba)  [Hook: Rihanna & Sean Paul] Break it off boy Cause you've got me feelin' naughty I wanna know, boy If I could be ya shawty (sexiness) Set if off boy And make me hot all ova my body (Break it off, take it off, miss take it off) (Break it off tonight) (Yo) Break it off boy Cause you've got me feelin naughty I wanna know, boy If I could be ya shawty Set it off boy (yeah, yeah) Make me hot all ova my body Break it off tonight (yo, yo, yo)  [Bridge: Rihanna & Sean Paul] Boy (Uh huh!) The way you push up on me I Whan get da roughest wine I dun know ya like (ay, yo, ay) Fuh sho we gonna break it off tonight (yoga machuga uh) Ooh boy We really shouldn't waste no time (sing it) Come let me back up on ya dancehall style (bring it) And I'm hopin baby you don't mind Cuz I really wanna break it off tonight (instantaneous)  [Hook: Rihanna & Sean Paul] Break it off boy Cause you've got me feelin' naughty I wanna know boy If I could be ya shawty Set if off boy And make me hot all ova my body (Break it off, take it off, miss take it off) (Break it off tonight) (Yo) Break it off boy Cause you've got me feelin' naughty I wanna know, boy If I could be ya shawty (yo) Set it off boy (yeah, yeah) Make me hot all ova my body  ",
        "title": "Break It Off"
    },
    {
        "artist": "Pretty Ricky",
        "lyrics": "  [Hook: Pleasure] It's five in the mornin' And I'm up havin' phone sex witchu you, you (so horny, so horny) And now I'm on the hotline Over here lustin' for you, you (so horny, so horny)  Let's talk about sex baby, let's talk about you and me Let's talk about bubbles in the tub, let's talk about makin' love Let's talk about you on top, or me goin' down Let's have a little phone sex baby, on the hotline  [Verse 1: Baby Blue] On the hotline, the sun ain't up but, I had to call ya Cuz I'm home alone lustin' for ya I'm in my room, nothing' but a towel on Take them granny panties off put a thong on I love it when I hear ya moan You got that sexy tone, that makes the dick long You in a complete 'nother city on the fanline with nothin' but a baby tee on You the kinda girl that's sexy in some boxer shorts I'm the kinda nigga that make you ride it like a Porsche Yeah, I met you on Myspace Now I'm bout to fly you out to my place, in the mornin'  [Hook]  [Verse 2: Slick'Em] It's 5:30 in the morning, good morning I'm horny and I'm lonely I'm touching and rubbing Call me, call me, you call me, you call me Called you seven times baby girl don't stall me I wanna kiss you from your temple to your feet To the dimples in ya cheek, to the middle of your g-string Conversation underneath the sheets You know me, Red Bull like a energy, I'mma freak  [Verse 3: Spectacular] Baby girl said she love phone sex Say the sound of my deep voice make her wet You call me five a.m. on the dot Now I'm thinkin' bout you with panties no top Picture this, you say you comin' over Thirty minutes later you was parkin' the Rover Jumped out the car and I met you at the do' Three seconds in the house and ya panties on the flo' Kiss you on ya mouth and ya hips on my cheeks Straight action on the carpet, rug burns on my knees Now you on the phone like damn I made a mess Got my hands in my pants man I love phone sex  [Hook]  ",
        "title": "On The Hotline"
    },
    {
        "artist": "Jim Jones",
        "lyrics": "  [Produced by Zukhan]  [Intro] I wear a mean dark pair of shades And you can't see my eyes Unless my head is bent, you dig  [Hook] We fly high, no lie, you know this (ballin'!) Foreign rides outside, it's like showbiz (we in the building) We stay fly, no lie, you know this (ballin'!) Hips and thighs, oh my, stay focused  [Verse 1] Ya boy gettin' paper (money), I buy big cars (foreign) I need fly rides to drive in my garage (choose one!) Stay sky high, twisted, fly with the stars (twinkle, twinkle) G4 Flights, 80 grand large (ballin'!) So we lean with it, pop with it (Bankhead) 'Vertible Jones, mean with the top missin' (flossin'!) I'm sittin' clean with the bottom kitted (do it!) I hopped out saggy jeans and my rock glistenin' (ballin'!) But I spent 'bout 8 grand Mami on stage doin' the rain dance (I think she like me) She let it hit the floor, made it pop (what else?) Got my pedal to the floor screamin', \"Fuck the cops!\"  [Hook] We fly high, no lie, you know this (ballin'!) Foreign rides outside, it's like showbiz (we in the building) We stay fly, no lie, you know this (ballin'!) Hips and thighs, oh my, stay focused  [Verse 2] Slow down, tonight may be gone tomorrow (one chance) So I speed through life like there's no tomorrow (speedin'!) 100 G's worth of ice on the Audemars (flossin'!) And we in the street life 'til they call the law (ballin'!) I made the whip get naked (what happened?) While I switch gears, bitch lookin' at the bracelet Step out, show me what you all about Flashbacks of last night of me ballin' out (Harlem!) 1 AM we was at the club (what happened?) 2 AM: ten bottles of bub (money ain't a thing) And 'bout 3-somethin' I was thinkin' 'bout grub So I stumbled to the car, threw the drinks and the drugs (twisted)  [Hook] We fly high, no lie, you know this (ballin'!) Foreign rides outside, it's like showbiz (we in the building) We stay fly, no lie, you know this (ballin'!) Hips and thighs, oh my, stay focused  [Verse 3] Nigga, could you buy that? I keep 20 in the pocket (light change) Talk a buck 80 if the Bentley is the topic (that Grey Poupon) But of course got a Flying Spur To the hood to roll dice on the side of the curb But I know a G a bet may sound absurd (get your money up!) Drive 80 up Lenox 'cause I got a urge (speedin'!) The rap game like the crack game Lifestyles, rich and famous, livin' in the fast lane (ballin'!) So when I bleep, shorty bleep back Lou' Vuitton belt where I'ma keep all the heat strapped I beat the trial over Rucker (let's do it!) All guns loaded and I'm back, motherfucker (Dipset)  [Hook] We fly high, no lie, you know this (ballin'!) Foreign rides outside, it's like showbiz (we in the building) We stay fly, no lie, you know this (ballin'!) Hips and thighs, oh my, stay focused  [Outro] You niggas need to stay focused When you're dealin' with a motherfuckin' G You know my name, Jones, One Eye, Capo Status All the above, motherfucka This Dipset, ByrdGang, we born to fly Y'all know the rules: fall back or fall back Someone tell my bitch Summer I'm lookin' for her Ya dig, another day another dollar, fast life fucka  ",
        "title": "We Fly High"
    },
    {
        "artist": "Hinder",
        "lyrics": "  [Verse 1] I think you can do much better than me After all the lies that I made you believe Guilt kicks in and I start to see The edge of the bed Where your nightgown used to be  [Pre-Chorus] I told myself I won’t miss you But I remembered What it feels like beside you  [Chorus] I really miss your hair in my face And the way your innocence tastes And I think you should know this You deserve much better than me  [Verse 2] While lookin’ through your old box of notes I found those pictures I took That you were lookin’ for If there’s one memory I don’t wanna lose That time at the mall You and me in the dressing room  [Pre-Chorus] I told myself I won’t miss you But I remembered What it feels like beside you  [Chorus] I really miss your hair in my face And the way your innocence tastes And I think you should know this You deserve much better than me  [Bridge] The bed I’m lyin’ is getting colder Wish I never would’ve said it’s over And I can’t pretend I won’t think about you when I’m older Cause we never really had our closure This can’t be the end  [Chorus] I really miss your hair in my face And the way your innocence tastes And I think you should know this You deserve much better than me I really miss your hair in my face And the way your innocence tastes And I think you should know this You deserve much better than me  [Outro] And I think you should know this You deserve much better than me And I think you should know this You deserve much better than me And I think you should know this You deserve much better than me And I think you should know this  ",
        "title": "Better Than Me"
    },
    {
        "artist": "Daughtry",
        "lyrics": null,
        "title": "Home"
    },
    {
        "artist": "Ludacris Featuring Mary J. Blige",
        "lyrics": "  Yeah, and it go a little somethin {\"Li-li-like this\" - Slick Rick}  [Hook 2X: Mary J. Blige] Runaway love (love love) runaway love (love love) Runaway love (love love) runaway love (love love)  [Verse 1] Now little Lisa's only nine years old She's tryin to figure out why the world is so cold Why she's all alone and they never met her family Momma's always gone and she never met her daddy Part of her is missin and nobody'll listen Momma's on drugs gettin high up in the kitchen Bringin home men at different hours of the night Startin with some laughs, usually endin in a fight Sneakin in her room when her momma's knocked out Tryin to have his way and little Lisa says ouch She tries to resist but then all he does is beat her Tries to tell her mom but her momma don't believe her Lisa's stuck up in a world on her own Forced to think that hell is a place called home Nothin else to do but get some clothes and pack She says she's 'bout to run away and never come back {\"Like this\"}  [Hook] w/ ad libs  [Verse 2] Little Nicole is only ten years old She's steady tryin to figure why the world is so cold Why she's not pretty and nobody seems to like her Alcoholic stepdad always wanna strike her Yells and abuses, leaves her with some bruises Teachers ask questions, she's makin up excuses Bleedin on the inside, cryin on the out It's only one girl really knows what she's about Her name is little Stacy and they become friends Promise that they'll always be tight 'til the end Until one day lil' Stacy gets shot A drive-by bullet went stray up on her block Now Nicole's stuck up in a world on her own Forced to think that hell is a place called home Nothin else to do but get her clothes and pack She says she's 'bout to run away and NEVER come back  [Hook] w/ ad libs  [Verse 3] Little Erica is eleven years old She's steady tryin to figure why the world is so cold So she pops X to get rid of all the pain Plus she's havin sex with her boy who's sixteen Emotions run deep as she thinks she's in love So there's no protection, he's usin no glove Never thinkin 'bout the consequences of her actions Livin for today and not tomorrow's satisfaction The days go by and her belly gets big The father bails out, he ain't ready for a kid Knowin her momma would blow it all out of proportion Plus she lives poor so no money for abortion Erica is stuck up in a world on her own Forced to think that hell is a place called home Nothin else to do but get her clothes and pack She says she 'bout to run away and NEVER come back, ah!  [Hook] - 2x w/ ad libs  [Mary J. Blige] Runaway runaway love Don't keep runnin away I'll run away with you, if you want me to Lahhhhhhh  [Outro: Ludacris] Yeah, I can only imagine what you goin through ladies Sometimes I feel like runnin away myself So do me a favor right now and close your eyes And picture us runnin away together When we come back everything gonna be okay Open your eyes {*echoes*}  ",
        "title": "Runaway Love"
    },
    {
        "artist": "Avril Lavigne",
        "lyrics": "  [Verse 1] You're not alone, together we stand I'll be by your side, you know I'll take your hand When it gets cold and it feels like the end There's no place to go, you know I won't give in No I won't give in  [Chorus] Keep holding on Because you know we'll make it through, we'll make it through Just stay strong Because you know I'm here for you, I'm here for you There's nothing you could say, nothing you could do There's no other way when it comes to the truth So keep holding on Because you know we'll make it through, we'll make it through  [Verse 2] So far away, I wish you were here Before it's too late, this could all disappear Before the doors close and it comes to an end With you by my side, I will fight and defend I'll fight and defend Yeah, yeah  [Chorus] Keep holding on Because you know we'll make it through, we'll make it through Just stay strong Because you know I'm here for you, I'm here for you There's nothing you could say, nothing you could do There's no other way when it comes to the truth So keep holding on Because you know we'll make it through, we'll make it through  [Bridge] Hear me when I say, when I say I believe Nothing's going to change, nothing's going to change destiny Whatever's meant to be will work out perfectly Yeah, yeah, yeah, yeah  La da da da La da da da La da da da da da da da da  [Chorus] Keep holding on Because you know we'll make it through, we'll make it through Just stay strong Because you know I'm here for you, I'm here for you There's nothing you could say, nothing you could do There's no other way when it comes to the truth So keep holding on Because you know we'll make it through, we'll make it through Keep holding on Keep holding on  [Outro] There's nothing you could say, nothing you could do There's no other way when it comes to the truth So keep holding on Because you know we'll make it through, we'll make it through  ",
        "title": "Keep Holding On"
    },
    {
        "artist": "Ne-Yo",
        "lyrics": "  [Verse 1] Want to, but I can’t help it, I love the way it feels It’s got me stuck between my fantasy and what is real I need it when I want it, I want it when I don’t Tell myself I’ll stop everyday, knowin’ that I won't I got a problem and I don’t know what to do about it Even if I did, I don’t know if I would quit but I doubt it I’m taken by the thought of it  [Pre-Chorus] And I know this much is true Baby, you have become my addiction I’m so strung out on you I can barely move but I like it  [Chorus] And it’s all because of you And it’s all because of you And it’s all because of you And it’s all because Never get enough She’s the sweetest drug  [Verse 2] Think of it every second, I can't get nothing done Only concern is the next time I’m gon' get me some Know I should stay away from, cause it's no good for me I try and try, but my obsession won't let me leave I got a problem and I don’t know what to do about it Even if I did, I don’t know if I would quit but I doubt it I’m taken by the thought of it  [Pre-Chorus] And I know this much is true Baby, you have become my addiction I’m so strung out on you I can barely move but I like it  [Chorus] And it’s all because of you And it’s all because of you And it’s all because of you And it’s all because Never get enough She’s the sweetest drug  [Bridge] Ain’t no doubt, so strung out Ain’t no doubt, so strung out Over you, over you, over you Because of you And it’s all because of you Never get enough She’s the sweetest drug  [Pre-Chorus] And I know this much is true Baby, you have become my addiction I’m so strung out on you I can barely move but I like it  [Chorus] And it’s all because of you And it’s all because of you And it’s all because of you And it’s all because Never get enough She’s the sweetest drug  [Outro] She's the sweetest drug  ",
        "title": "Because Of You"
    },
    {
        "artist": "Lloyd",
        "lyrics": "  [Verse 1] I guess if I can let this moment slip away Cause I got my eye on you I see you looking over your shoulder Let me make my way over  [Hook] Excuse me, miss lady how you doing Your body looking right You're the type I like Can I pursue and Can I get a little closer So I can get to know you And exchange names and thangs Before the night is over All I really want is for you to back it up Go on and put your weight on it Cause it's alright Do what you wanna Make me believe ya Oooh, I wanna see ya Get it shawty, get it shawty Get-get-get-get-get Get it shawty, get it shawty  [Verse 2] I guess if we can let the night just drift away So baby, what you gon' do Cause I don't wanna lose it Come on, keep it moving  [Hook] Excuse me, miss lady how you doing Your body looking right You're the type I like Can I pursue and Can I get a little closer So I can get to know you And exchange names and thangs Before the night is over All I really want is for you to back it up Go on and put your weight on it Cause it's alright Do what you wanna Make me believe ya Oooh, I wanna see ya Get it shawty, get it shawty Get-get-get-get-get Get it shawty, get it shawty  [Rap Verse] Jeans tight, high heels This is how you make me feel Lips glossed, teeth white Apple bottoms, let me bite Spend the night, catch a flight We can do what-what you like Feeling right, ya smelling good Let get this understood Is there something you're not telling me Are you the daughter of Frankie Beverly It's the way you move The way you groove I'm a fan and you're the celebrity She doing freaky stuff Shawty got me geeked up Like Fabo I got Play-doh Let me show you street love  [Hook] Excuse me, miss lady how you doing Your body looking right You're the type I like Can I pursue and Can I get a little closer So I can get to know you And exchange names and thangs Before the night is over All I really want is for you to back it up Go on and put your weight on it Cause it's alright Do what you wanna Make me believe ya Oooh, I wanna see ya Get it shawty, get it shawty Get-get-get-get-get Get it shawty, get it shawty  ",
        "title": "Get It Shawty"
    },
    {
        "artist": "T.I.",
        "lyrics": "  [Intro: T.I. & Young Jeezy] Crème de la crème, homie, top shelf you know I like my beat down low, down low, down low, down low Down low, down low, down low, I like my top let back Let back, let back, let back let back, let back Chea, you already know what this shit is nigga, remix nigga Mannie Fresh, T.I.P what up, nigga? I got'cha nigga I'ma show these niggas what to do on you, nigga  [Verse 1: Young Jeezy] I let my chain hang low get that thing up on my waist All them haters talking reckless tell 'em say it to my face Concealed bankroll, yeah, I almost caught a case It's the remix so Mannie Fresh drop the bass I say now 28 inches got me sitting so high Reach straight up through the clouds God damn I'm in the sky Got my 87 zone, goddammit I'm fly Bet you anything won't nann' nigga try it I push the Yukon Wednesday, the drop top Monday Ice cream Impala same color as a sundae So you can miss me with that hating and that \"He can't rap shit\" Tell them faggot-ass niggas wrap their lips around my dick Goddamn my money's sick, hey, I need to see a doctor Black on black Bentley call it \"Phantom of the Opera\" Lemon lime drop top, I call it a Sprite When I pull out the garage you can call it at night  [Hook x2: T.I.] I like my beat down low and my top let back Can see me ridin 24's with a chopper in the back You like your Kenwood hot and your top let back If your rims sit high and your windows pitch black  [Verse 2: Young Dro] Dro, my trunk gon' break the damn law I'm riding through the hood with eighths of damn raw Them 27's tall but them eights are damn raw Bitches know they see the platinum is gray like grandpa Spray the Chevy all kind of sour apple colors Diamonds up in my charm look like pineapple suckers TEC-9 for some, MAC-90 for others Lethal weapon on Ducati's, I got on my Danny Glovers Nah, this ain't the movie, but I shot four brothers And plus I gotta Chevelle that flop four colors Cars without the covers, my beat down low I let my rims sit high, I'm the best thing blowing now  Hook x2  [Verse 3: Big Kuntry] I got my treble up high and my beat down low I don't slam no doors, hop in where the roof go What I need a roof fo', replace it with the sky Streets be mine with that Georgia on my mind I ride in the wettest paint, like I'm surfing on a tidal wave Cocaine whip, yeah, straight out the microwave Man in the trunk, sound like the man knockin' Five pass rocking with stacks in my pockets  [Verse 4: B.G.] I got money in my pocket and my mind on mo' To hear myself think, I like my beat down low Cigarello full of 'dro and the chevy two-toned It's sitting on chromes, that's how I get my roll on Gotta dip through the hood, you know Gizzle keep it real I see some hot girls, so I'm a turn it up a lil' Let them bounce to the music, ba-bounce to the beat The top down, hop in and ride with a G  Hook x2  [Verse 5: T.I.] Even though I like my beat down low and my top let back Chrome feet down low and my impala wet black Ditch or dash, hit the gas tell them niggas check that Make them bitches sit back woofers give 'em wet cats Coming down in a Chevy motor sound like it very tight It is you can tell I hear the tire yelling er' light And the way they ain't kicking I bet you could still hear it Lord forbid I cut it up, I bet I could let Phil hear it Okay my money real big, choppers is still hid They catch me with it fuck it I'm doing my lil bid And my drop top riding with my Glock cocked riding I'm looking for them niggas where they at stop hiding  [Outro: T.I.] Now that's a motherfuckin remix nigga  ",
        "title": "Top Back"
    },
    {
        "artist": "MIKA",
        "lyrics": "  \"I wanna talk to you.\" \"The last time we talked, Mr. Smith, you reduced me to tears. I promise you it won't happen again.\"  Do I attract you? Do I repulse you with my queasy smile? Am I too dirty? Am I too flirty? Do I like what you like?  I could be wholesome I could be loathsome I guess I'm a little bit shy Why don't you like me? Why don't you like me without making me try?  [Chorus] I tried to be like Grace Kelly But all her looks were too sad So I tried a little Freddie I've gone identity mad!  [Chorus continued] I could be brown I could be blue I could be violet sky I could be hurtful I could be purple I could be anything you like Gotta be green Gotta be mean Gotta be everything more Why don't you like me? Why don't you like me? Why don't you walk out the door!  \"Getting angry doesn't solve anything\"  How can I help it How can I help it How can I help what you think? Hello my baby Hello my baby Putting my life on the brink Why don't you like me Why don't you like me Why don't you like yourself? Should I bend over? Should I look older just to be put on your shelf?  [Chorus] I tried to be like Grace Kelly But all her looks were too sad So I tried a little Freddie I've gone identity mad!  [Chorus continued] I could be brown I could be blue I could be violet sky I could be hurtful I could be purple I could be anything you like Gotta be green Gotta be mean Gotta be everything more Why don't you like me? Why don't you like me? Why don't you walk out the door!  Say what you want to satisfy yourself But you only want what everybody else says you should want  [X2] I could be brown I could be blue I could be violet sky I could be hurtful I could be purple I could be anything you like Gotta be green Gotta be mean Gotta be everything more Why don't you like me? Why don't you like me? Walk out the door!  \"Humphry! We're leaving.\" \"Cha-ching!\"  ",
        "title": "Grace Kelly"
    },
    {
        "artist": "Red Hot Chili Peppers",
        "lyrics": "  [Verse 1] Come to decide that the things that I tried Were in my life just to get high on When I sit alone, come get a little known But I need more than myself this time Step from the road to the sea to the sky And I do believe that we rely on When I lay it on, come get to play it on All my life to sacrifice  [Refrain] Hey oh Listen what I say oh I got your hey oh Now listen what I say oh  [Verse 2] When will I know that I really can't go To the well once more time to decide on When it's killing me, when will I really see All that I need to look inside? Come to believe that I better not leave Before I get my chance to ride When it's killing me, what do I really need All that I need to look inside  [Refrain] Hey oh Listen what I say oh Come back and hey oh Look at what I say oh  [Pre-Chorus] The more I see, the less I know The more I like to let it go Hey oh, whoa-whoa  [Chorus] Deep beneath the cover of another perfect wonder Where it's so white as snow Privately divided by a world so undecided And there's nowhere to go In between the cover of another perfect wonder And it's so white as snow Running through the field where all my tracks will be concealed And there's nowhere to go  [Verse 3] When to descend to amend for a friend All the channels that have broken down Now you bring it up, I'm gonna ring it up Just to hear you sing it out Step from the road to the sea to the sky And I do believe what we rely on When I lay it on, come get to play it on All my life to sacrifice  [Refrain] Hey oh Listen what I say oh I got your hey oh Listen what I say oh  [Pre-Chorus] The more I see, the less I know The more I like to let it go Hey oh, whoa-whoa  [Chorus] Deep beneath the cover of another perfect wonder Where it's so white as snow Privately divided by a world so undecided And there's nowhere to go In between the cover of another perfect wonder Where it's so white as snow Running through the field where all my tracks will be concealed And there's nowhere to go  [Interlude] I said hey, hey yeah Oh yeah, tell my Love now Hey, hey yeah Oh yeah, tell my Love now  [Chorus] Deep beneath the cover of another perfect wonder Where it's so white as snow Privately divided by a world so undecided And there's nowhere to go Deep beneath the cover of another perfect wonder Where it's so white as snow Running through the field where all my tracks will be concealed And there's nowhere to go  [Outro] I said hey, oh yeah Oh yeah, tell my love now Hey, hey yeah, oh yeah  ",
        "title": "Snow ((Hey Oh))"
    },
    {
        "artist": "The Fray",
        "lyrics": "  [Verse 1] If I don't say this now I will surely break As I'm leavin' the one I want to take Forget the urgency but hurry up and wait My heart has started to separate  [Hook] Oh, oh, oh Oh, oh, oh Be my baby Oh, oh, oh Oh, oh, oh Oh, oh, oh Be my baby I'll look after you  [Verse 2] There now, steady love, so few come and don't go Will you, won't you be the one I'll always know? When I'm losin' my control, the city spins around You're the only one who knows, you slow it down  [Hook] Oh, oh, oh Oh, oh, oh Be my baby Oh, oh, oh Oh, oh, oh Oh, oh, oh Be my baby I'll look after you And I'll look after you  [Bridge 1] If ever there was a doubt My love she leans into me This most assuredly counts She says most assuredly  [Hook] Oh, oh, oh Oh, oh, oh Be my baby I'll look after you After you Oh, oh, oh Oh, oh, oh Be my baby Oh, oh, oh  [Bridge 2] It's always have and never hold You've begun to feel like home What's mine is yours to leave or take What's mine is yours to make your own  [Hook] Oh, oh, oh Oh, oh, oh Be my baby Oh, oh, oh Oh, oh, oh Oh, oh, oh Be my baby Oh, oh, oh Oh, oh, oh Oh, oh, oh Be my baby Oh, oh, oh Oh, oh, oh Oh, oh, oh Be my baby Oh, oh, oh  ",
        "title": "Look After You"
    },
    {
        "artist": "Sugarland",
        "lyrics": "  [Verse 1] Fifteen minutes left to throw me together For mister right now, not mister forever Don't know why i even try when i know how it ends Looking like another \"maybe we could be friends\" I've been leaving it up to fate It's my life so it's mine to make  [Chorus] I ain't settling for just getting by I've had enough so so for the rest of my life Tired of shooting too low, so raise the bar high Just enough ain't enough this time I ain't settling for anything less than everything, yeah  [Verse 2] With some good red wine and my brand new shoes Gonna dance a blue streak around my living room Take a chance on love and try how it feels With my heart wide open now you know i will Find what it means to be the girl Who changed her mind and changed her world  [Chorus]  [Outro] I ain't settling for just getting by I've had enough so so for the rest of my life Tired of shooting too low, so raise the bar high Just enough ain't enough this time I ain't settling for just getting by I've had enough so so for the rest of my life Tired of shooting too low, so raise the bar high I ain't settling no, no, no, no, no, no So raise the bar high  ",
        "title": "Settlin'"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": "  [Verse 1] Staring out into the wild blue yonder So many thoughts to sit and ponder 'Bout life and love and lack of And this emptiness in my heart  Too old to be wild and free still Too young to be over the hill Should I try to grow up But who knows where to start  [Chorus] So I just Sit right here and have another beer in Mexico Do my best to waste another day Sit right here and have another beer in Mexico Let the warm air melt these blues away  [Verse 2] Sun comes up and sun sinks down And I seen them both in this tourist town Up for days in a rage Just trying to search my soul  From the answers and the reasons why I'm at these crossroads in my life And I really don't know Which way to go  [Chorus] Maybe I'll settle down, get married Or stay single and stay free Which road I travel Is still a mystery to me  [Chorus]  [Outro] Down in Mexico  ",
        "title": "Beer In Mexico"
    },
    {
        "artist": "Martina McBride",
        "lyrics": null,
        "title": "Anyway"
    },
    {
        "artist": "Three 6 Mafia Featuring Chamillionaire",
        "lyrics": "  [Intro: DJ Paul] Yeah, Hypnotize Minds Three 6 Mafia, Academy Award Winners Chamillionaire, we stronger than ever, for real Da last to walk It's goin' it's goin' down  [Hook: DJ Paul] I stay doe boy, doe-d-doe boy fresh Yeah, fresh, fresh, fresh Now what I is boy Dope boy, doe-d-doe boy fresh Yeah, fresh, fresh, fresh Now what I is boy Dope boy, doe-d-doe boy fresh Yeah, fresh, fresh, fresh Now what I is boy Dope boy, doe-d-doe boy fresh Yeah, fresh, fresh, fresh Now what I is boy  [Verse 1: DJ Paul] Another day another dollar, another night to make a ho holla I pop her cherry then I pop my collar I pop brand new tags off of brand new clothes Brush my hair back and kick the ho out the do' Flip a coin see which ride I'm pullin' up out the garage Wireless transmitters send the bump from my i-pod Pull a pack out and fill my body up with sin Ten o'clock at night but my day has just begin Oh-seven Murcielago with the wings out I usually never drive it but I heard the hoes out Fresher than a mint leaf, smellin' like a coca leaf Center of attention, hoes smilin' cause they wants to be  [Hook: DJ Paul] I stay doe boy, doe-d-doe boy fresh Yeah, fresh, fresh, fresh Now what I is boy Dope boy, doe-d-doe boy fresh Yeah, fresh, fresh, fresh Now what I is boy Dope boy, doe-d-doe boy fresh Yeah, fresh, fresh, fresh Now what I is boy Dope boy, doe-d-doe boy fresh Yeah, fresh, fresh, fresh Now what I is boy  [Verse 2: Chamillionaire] Hey, streets know how I gets my grands Try to snatch it better switch ya plans Pull a stack out my Dickies pants Slap a hater with my business hand Keep a spare for that clip that jam Money like Mike and pimp like Ken Put some chrome under the big sedan And I pimp it better than Xzibit can And they impressed by how my ear lookin' Aquafina clear If you don't like it come dispute it do ya best to disappear Yeah, you know what it is don't call me Chamillionaire Now the world gotta address me as the hustler of the year I'm the man to respect, I'm demandin' respect Or I'm commandin' that cannon through that damage to chest Ain't a hustler or another on the planet as fresh So when I lift up my royal hand my pinky ring should get pecked  [Hook: DJ Paul] I stay doe boy, doe-d-doe boy fresh Yeah, fresh, fresh, fresh Now what I is boy Dope boy, doe-d-doe boy fresh Yeah, fresh, fresh, fresh Now what I is boy Dope boy, doe-d-doe boy fresh Yeah, fresh, fresh, fresh Now what I is boy Dope boy, doe-d-doe boy fresh Yeah, fresh, fresh, fresh Now what I is boy  [Verse 3: Juicy J] My cars inside peanut butter outside jelly Flickin' twenty-sixes drankin' drankin' on my celly We takin' real orders, talkin' codes on that telly We choppin' up that dope like a butcher in a deli You know that purple kush leave yo clothes all smelly But if you slangin' pound then ya pockets should be swelly I'm ballin' till I'm fallin' just like the movie Belly I'm always stayin' strapped for you niggas that be petty Tote a nine, nine, nine on the grind, grind, grind I shine, shine, shine jewelry blind, blind, blind The time, time, time yes it's prime, prime, prime I'm takin over traps cause its mine, mine, mine nigga  ",
        "title": "Doe Boy Fresh"
    },
    {
        "artist": "The Killers",
        "lyrics": "  [Verse 1] On the corner of Main Street Just trying to keep it in line You say you wanna move on and You say I'm falling behind Can you read my mind? Can you read my mind?  [Verse 2] I never really gave up on Breaking out of this two-star town I got the green light, I got a little fight I'm gonna turn this thing around Can you read my mind? Can you read my mind?  [Chorus 1] The good old days, the honest man The restless heart, the Promised Land A subtle kiss that no one sees A broken wrist and a big trapeze Oh, well, I don't mind if you don't mind 'Cause I don't shine if you don't shine Before you go, can you read my mind?  [Verse 3] It’s funny how you just break down Waiting on some sign I pull up to the front of your driveway With magic soaking my spine Can you read my mind? Can you read my mind?  [Chorus 2] The teenage queen, the loaded gun The drop dead dream, the Chosen One A southern drawl, a world unseen A city wall and a trampoline Oh well I don't mind, if you don't mind 'Cause I don't shine if you don't shine Before you jump, tell me what you find when you read my mind  [Bridge] Slipping in my faith until I fall You never returned that call Woman, open the door, don't let it sting I wanna breathe that fire again She said \"I don't mind, if you don't mind 'Cause I don't shine if you don't shine\" Put your back on me, put your back on me, oh put your back on me  [Outro] The stars are blazing like rebel diamonds cut out of the sun Can you read my mind?  ",
        "title": "Read My Mind"
    },
    {
        "artist": "Blue October",
        "lyrics": "  [Verse 1] I'm just a normal boy That sank when I fell overboard My ship would leave the country But I'd rather swim ashore Without a life vest, I'd be stuck again Wish I was much more masculine Maybe then I could learn to swim (Like fourteen miles away) Now floating up and down I spin, colliding into sound Like whales beneath me diving down I'm sinking to the bottom of my Everything that freaks me out The lighthouse beam has just run out I'm cold as cold as cold can be Be  [Chrous] I want to swim away but don't know how Sometimes it feels just like I'm falling in the ocean Let the waves up take me down Let the hurricane set in motion, yeah Let the rain of what I feel right now come down Let the rain come down  [Verse 2] Where is the coastguard? I keep looking each direction For a spotlight, give me something I need something for protection Maybe flotsam junk will do just fine The jetsam sunk, I'm left behind I'm treading for my life believe me (How can I keep up this breathing?) Not knowing how to think I scream aloud, begin to sink My legs and arms are broken down With envy for the solid ground I'm reaching for the life within me How can one man stop his ending? I thought of just your face Relaxed, and floated into space  [Chorus] I want to swim away but don't know how Sometimes it feels just like I'm falling in the ocean Let the waves up take me down Let the hurricane set in motion, yeah Let the rain of what I feel right now come down Let the rain come down  [Verse 3] Now waking to the sun I calculate what I had done Like jumping from the bow, yeah Just to prove that I knew how, yeah It's midnight's late reminder of The loss of her, the one I love My will to quickly end it all Set front row in my need to fall Into the ocean, end it all Into the ocean, end it all Into the ocean, end it all Into the ocean, end it all  [Refrain] Into the ocean (goodbye), end it all (goodbye) Into the ocean (goodbye), end it all (goodbye) Into the ocean (goodbye), end it all (goodbye)  [Chorus] I want to swim away but don't know how Sometimes it feels just like I'm falling in the ocean Let the waves up take me down Let the hurricane set in motion, yeah Let the rain of what I feel right now come down Let the rain come down  [Outro] Into space I thought of just your face  ",
        "title": "Into The Ocean"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": null,
        "title": "Stand"
    },
    {
        "artist": "Chris Brown Featuring Jay Biz",
        "lyrics": null,
        "title": "Poppin'"
    },
    {
        "artist": "Three Days Grace",
        "lyrics": null,
        "title": "Pain"
    },
    {
        "artist": "Keith Urban",
        "lyrics": "  [Verse 1] Well, she was precious like a flower She grew wild, wild, but innocent A perfect prayer in a desperate hour She was everything beautiful and different  [Chorus] Stupid boy, you can't fence that in Stupid boy, it's like holding back the wind She laid her heart and soul right in your hands And you stole her every dream and you crushed her plans She never even knew she had a choice And that's what happens when the only voice she hears is telling her she can't Stupid boy Stupid boy, oh  [Verse 2] So what made you think you could take a life And just push it, push it around I guess to build yourself up so high You had to take her and break her down  [Chorus] Stupid boy, you can't fence that in Stupid boy, it's like holding back the wind She laid her heart and soul right in your hands And you stole her every dream and you crushed her plans She never even knew she had a choice And that's what happens when the only voice she hears is telling her she can't You stupid boy  [Bridge 1] Oh, you always had to be right But now you've lost the only thing that ever made you feel alive Ooh, yeah  [Chorus] Well, she laid her heart and soul right in your hands And you stole her every dream and you crushed her plans Yes, you did She never even knew she had a choice And that's what happens when the only voice she hears is telling her she can't You stupid boy, oh I'm the same old, same old stupid boy  [Bridge 2] It took a while for her to figure out she could run But when she did, she was long gone, long gone  [Outro] Ah, she's gone, she's long gone Yes, she's gone Yeah, oh Nobody's ever going to love me like she loved me And she loved me, she loved me God, please, just let her know I'm sorry I'm sorry, I'm sorry, I'm sorry Baby Yeah, I'm down on my knees She's never coming back to me  ",
        "title": "Stupid Boy"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] Drew looks at me I fake a smile so he won't see That I want and I'm needing Everything that we should be  [Pre-Chorus 1] I'll bet she's beautiful, that girl he talks about And she's got everything that I have to live without  [Verse 2] Drew talks to me I laugh 'cause it's so damn funny That I can't even see Anyone when he's with me  [Pre-Chorus 2] He says he's so in love, he's finally got it right I wonder if he knows he's all I think about at night  [Chorus] He's the reason for the teardrops on my guitar The only thing that keeps me wishing on a wishing star He's the song in the car I keep singing, don't know why I do...  [Verse 3] Drew walks by me Can't he tell that I can't breathe? And there he goes, so perfectly The kind of flawless I wish I could be  [Pre-Chorus 3] She'd better hold him tight, give him all her love Look in those beautiful eyes and know she's lucky cause  [Chorus] He's the reason for the teardrops on my guitar The only thing that keeps me wishing on a wishing star He's the song in the car I keep singing, don't know why I do...  [Bridge] So I drive home alone, as I turn off the light I'll put his picture down and maybe get some sleep tonight  [Chorus] He's the reason for the teardrops on my guitar The only one who’s got enough of me to break my heart He's the song in the car I keep singing, don't know why I do...  [Outro] He's the time taken up, but there's never enough And he's all that I need to fall into Drew looks at me I fake a smile so he won't see  ",
        "title": "Teardrops On My Guitar"
    },
    {
        "artist": "Joe Nichols",
        "lyrics": "  [Verse 1] The snow in Montana was three feet high The lady at the counter said: There ain't no flights And so he called her on the telephone He said: I'll rent a car and I'll drive home  [First Chorus] And she said: I'll wait for you Like I did last year At Christmas time with your family here And your truck broke down out in San Antone And the gifts stayed wrapped until you got home Oh, this ain't nothin' new Sweetheart, I'll wait for you  [Verse 2] Now he's on his cell phone is a Coupe DeVille Talkin' to the one he loves and always will His heart is breakin' 'cause she's there alone Her heart is achin' 'cause she wants him home  [Second Chorus] She says: I'll wait for you like in '68 When our child was due, but I said, he'll have to wait Until his dad gets here and stands by my side Remember, dear, our son's first cry Oh, this ain't nothin' new Sweetheart, I'll wait for you  [Verse 3] He didn't stop all day to eat a bite And he finally got there around midnight The doctor said, she's in a better place She said to give you this note just in case  [Third Chorus] And it said, I'll wait for you at Heaven's gate Oh, I don't care how long it takes And I'll tell Saint Pete I can't come in Without my love and my best friend Oh, this ain't nothin' new Sweetheart, I'll wait for you  [Tag] P.S. I love you, too Sweetheart, I'll wait for you  ",
        "title": "I'll Wait For You"
    },
    {
        "artist": "Billy Currington",
        "lyrics": "  [Verse 1] I was sitting there selling turnips on a flatbed truck Crunching on a pork rind when she pulled up She had to be thinking, \"this is where rednecks come from\" She had Hollywood written on her license plate She was lost and looking for the interstate Needing directions and I was the man for the job  [Chorus] I told her way up yonder past the caution light There's a little country store with an old Coke sign You got to stop in and ask Miss Bell for some of her sweet tea Then a left will take you to the interstate But a right will bring you right back here to me  [Verse 2] I was sitting there thinking about her pretty face Kicking myself for not catching her name I threw my hat and thought, You fool, that could have been love I knew my old Ford couldn't run her down She probably didn't like me anyhow So I watched her disappear in a cloud of dust  [Chorus]  [Verse 3] Is this Georgia heat playing tricks on me Or am I really seeing what I think I see The woman of my dreams coming back to me She went way up yonder past the caution light Don't know why, but something felt right When she stopped in and asked Miss Bell for some of her sweet tea Mama gave her a big old glass and sent her right back here to me  [Outro] Thank God for good directions and turnip greens  ",
        "title": "Good Directions"
    },
    {
        "artist": "Dierks Bentley",
        "lyrics": "  [Verse 1] It's a long trip alone over sand and stone That lie along the road that we all must travel down  [Chorus] So maybe you could walk with me a while And maybe I could rest beneath your smile Everybody stumbles sometimes and needs a hand to hold Cause it's a long trip alone  [Verse 2] It's a short piece of time but just enough to find A little peace of mind under the sun somewhere  [Chorus] So maybe you could walk with me a while And maybe I could rest beneath your smile Everybody stumbles sometimes and needs a hand to hold Cause it's a long trip alone  [Verse 3] And I don't know where I'd be without you here Cause I'm not really me without you there  [Bridge] Yea Yeah Hallelujah hallelujah oh  [Chorus] So maybe you could walk with me a while And maybe I could rest beneath your smile Everybody stumbles sometimes and needs a hand to hold Cause it's a long trip alone  [Chorus] So maybe you could walk with me a while And maybe I could rest beneath your smile Everybody stumbles sometimes and needs a hand to hold Cause it's a long trip alone  ",
        "title": "Long Trip Alone"
    },
    {
        "artist": "Big & Rich",
        "lyrics": null,
        "title": "Lost In This Moment"
    },
    {
        "artist": "DJ Khaled Featuring T.I., Akon, Rick Ross, Fat Joe, Lil' Wayne & Baby",
        "lyrics": "  [Intro: Akon & DJ Khaled] Ohh ohh! (DJ Khaled!) Konvict Music (We The Best!) Yeah (We takin' over, listen!)  [Verse 1: T.I.] Started in Atlanta, then I spread out with it South Carolina, Alabama, Mississippi On to North Carolina, Philadelphia, Virginia From down in Miami where it warm in the winter On up to Minnesota where it storm in the winter Jacksonville, Tallahassee, Memphis, Tenn; holla at me Be in H-Town, Southside, Cloverland, daddy I'm the man out in Dallas, better ask Khaled Kept me out in Cali with my eyes open barely Blowin' and spinnin', goin' down Bennett Drop 6-4, 3-wheel, then switch it Red light stop, make it drop for the bitches Got a Glock 4/5th, blow your head off with it Anything you hear that I said, I meant it King got the crown, then sped off with it Say you need bricks, I said \"I'll get it.\"  [Pre-Hook: Akon] If you want to, we can supply you Got enough work to feed the whole town They won't shoot you unless you try to Come around and try to stomp on our ground  [Hook: Akon & DJ Khaled] 'Cause we takin' over (one city at a time) Said we takin' over (one city at a time) Said we takin' over (one city at a time) Said we takin' over (one city at a time) Oh oh (Listen!)  [Verse 2: Rick Ross] Boss, it's what I does I get money er'ryday, er'ryday I does That Benz is how I ride Black flag on the left, two hoes and ride You better move, AK all day Get shot up like Shyne, that's on my neck I'm big like Diddy; damn it, I'm with it Khaled, we did it, Biggie of my city Please no fitted, fuck it, I'm too pretty I'd rather get brain, stupid, I'm silly Money that come runnin' like water Mami so hot, damn it, she gorgeous Miami on fire, you better be cautious Might get shot on the porch of your fortress Now they see that you know I'm from Port City I'm runnin', 'cause Rick Ross is boss shit  [Hook: Akon & DJ Khaled] 'Cause we takin' over (one city at a time) Said we takin' over (one city at a time) Said we takin' over (one city at a time) Said we takin' over (one city at a time) Oh oh (Listen!)  [Verse 3: Fat Joe] Blat, when you see Crack, better duck Like the MAC gotta EZ pass, nigga what? Shit, I don't give a fuck, I run these streets Y'all talk that shit, I walk that beef I'ma tell you like a G told me They'll come back quick if a nigga OD Cash rule everything around me I'm YSL, Versace You could see me in that Porsche GT Comin' down Sunset, sittin' on D's Feelin' like Pac: all eyes on me Fresh bandana and I'm blowin' mad trees Nigga please, I spit crack, every verse a ki Some say \"Khaled,\" some say \"Khaleed\" Twelve years down and I'm finally free  [Pre-Hook: Akon] If you want to, we can supply you Got enough work to feed the whole town They won't shoot you unless you try to Come around and try to stomp on our ground  [Hook: Akon & DJ Khaled] 'Cause we takin' over (one city at a time) Said we takin' over (one city at a time) Said we takin' over (one city at a time) Said we takin' over (one city at a time) Oh oh (Listen!)  [Verse 4: Birdman] Birdman daddy, I'm number one Nigga came at me wrong, so we got him done Fuckin' with the fam, I'ma give him some Spent that corner, he didn't run Sunday had a whole church singin' a song Why'd they have to send my baby home? Fuckin' with some niggas, that paper long Been a G in the game, now my son on the throne  [Verse 5: Lil Wayne] Ah, I am the beast Feed me rappers or feed me beats I'm untamed, I need a leash I'm insane, I need a shrink I love brain, I need a leech Why complain on easy streets? I don't even talk, I let the Visa speak And I like my Sprite Easter-pink And my wristwear Chopard, but the Muller's cooler I have more jewels than your jeweler Touch and I will bust your medulla That's a bullet-hole, it is not a tumor Red light, read light, stop your rumors I stay on track like a box of Pumas Now just r-r-rock with Junior I am the Little Big Kahuna, y'dig?  [Outro: Akon] 'Cause we takin' over (one city at a time)  ",
        "title": "We Takin' Over"
    },
    {
        "artist": "Toby Keith",
        "lyrics": "  [Verse 1] I see her laying by the poolside every day She ain't got a lot on She ain't got a lot to say  [Verse 2] She wouldn't look my way But buddy, what do you expect I'm just the fix-it-up boy at the apartment complex  [Pre-Chorus] And she'll go out dancing' 'bout 7:15 Climb into the back of a long limousine I know where she's going She's going downtown I'm going downtown, too, and take a look around  [Chorus] See my baby doll She's my beauty queen She's my movie star Best I ever seen I ain't hooked it up yet But I'm trying hard as I can It's just a high maintenance woman Don't want no maintenance man  [Verse 3] I'm just sitting 'round waiting on a telephone call After water pipe exploded in the living room wall If your washer and dryer in need of repair You know the handyman's waiting And he'll be right there  [Pre-Chorus] Twenty-four hours Seven days a week If it's getting clogged up or maybe starting to leak Just ring up my number, baby, give me a try You know I got all the tools And I can satisfy [Chorus 2] See my baby doll She's my beauty queen She's my movie star Best I ever seen I ain't asked her out yet 'Cause I don't know if I can You see a high maintenance woman Don't want no maintenance man, man  [Chorus] See my baby doll She's my beauty queen She's my movie star Best I ever seen I ain't hooked it up yet But I'm trying hard as I can It's just a high maintenance woman Don't want no maintenance man Ain't no high maintenance woman Gonna fall for a maintenance man, no  ",
        "title": "High Maintenance Woman"
    },
    {
        "artist": "Trace Adkins",
        "lyrics": "  This is for all you sophisticated ladies out there  [Verse 1] She grew up in the city in a little subdivision Her daddy wore a tie, mama never fried a chicken Ballet, straight-As, most likely to succeed They bought her a car after graduation Sent her down South for some higher education Put her on the fast track to a Law Degree Now she's coming home to visit Holding the hand of a wild-eyed boy With a farmers tan  [Chorus] Shes riding in the middle of his pickup truck Blaring Charlie Daniels, yelling, Turn it up! They raised her up a lady, but there's one thing They couldn't avoid Ladies love country boys  [Verse 2] You know mamas and daddies want better for their daughters Hope they'll settle down with a doctor or a lawyer And their uptown, ball gown, hand-me-down royalty They never understand why their princess falls For some camouflage britches and a southern-boy-drawl  [Chorus 2] She's riding in the middle of his pickup truck Blaring Hank Jr., yelling, turn it up They raised her up a lady, but there's one thing They couldn't avoid, ladies love country boys  [Bridge] You can train them, you can try to teach them Right from wrong but its still going to turn them on  [Chorus 3] She's riding in the middle of his pickup truck Blaring Lynyrd Skynyrd, yelling, turn it up They raised her up a lady, but there's one thing They couldn't avoid, ladies love country boys  [Outro] They love us country boys  ",
        "title": "Ladies Love Country Boys"
    },
    {
        "artist": "Rob Thomas",
        "lyrics": "  [Verse 1] Let it go Let it roll right off your shoulder Don't you know? The hardest part is over Let it in Let your clarity define you; In the end We will only just remember how it feels  [Chorus 1] Our lives are made In these small hours These little wonders These twists and turns of fate Time falls away But these small hours These small hours Still remain  [Verse 2] Let it slide; Let your troubles fall behind you Let it shine Till you feel it all around you And I don't mind If it's me you need to turn to We'll get by It's the heart that really matters in the end  [Chorus 1] Our lives are made In these small hours These little wonders These twists and turns of fate Time falls away But these small hours These small hours Still remain  [Bridge] All of my regret Will wash away somehow But I cannot forget The way I feel right now  [Pre-Chorus] In these small hours These little wonders These twists and turns of fate Yeah, these twists and turns of fate  [Chorus 2 Time falls away Yeah, but these small hours And these small hours Still remain Yeah [?] still remain These little wonders Oh, these twists and turns of fate Time falls away But these small hours These little wonders Still remain  ",
        "title": "Little Wonders"
    },
    {
        "artist": "Plain White T's",
        "lyrics": "  [Verse 1] Hey there Delilah What's it like in New York City? I'm a thousand miles away But girl, tonight you look so pretty Yes, you do Times Square can't shine as bright as you I swear it's true Hey there Delilah Don't you worry about the distance I'm right there if you get lonely Give this song another listen Close your eyes Listen to my voice, it's my disguise I'm by your side  [Chorus] Oh, it's what you do to me Oh, it's what you do to me Oh, it's what you do to me Oh, it's what you do to me What you do to me  [Verse 2] Hey there Delilah I know times are getting hard But just believe me, girl Someday I'll pay the bills with this guitar We'll have it good We'll have the life we knew we would My word is good Hey there Delilah I've got so much left to say If every simple song I wrote to you Would take your breath away I'd write it all Even more in love with me you'd fall We'd have it all  [Chorus] Oh, it's what you do to me Oh, it's what you do to me Oh, it's what you do to me Oh, it's what you do to me What you do to me  [Bridge] A thousand miles seems pretty far But they've got planes and trains and cars I'd walk to you if I had no other way Our friends would all make fun of us And we'll just laugh along because we know That none of them have felt this way Delilah I can promise you That by the time we get through The world will never ever be the same And you're to blame  [Verse 3] Hey there Delilah You be good and don't you miss me Two more years and you'll be done with school And I'll be making history like I do You'll know it's all because of you We can do whatever we want to Hey there Delilah here's to you This one's for you  [Chorus] Oh, it's what you do to me Oh, it's what you do to me Oh, it's what you do to me Oh, it's what you do to me What you do to me  ",
        "title": "Hey There Delilah"
    },
    {
        "artist": "Beyonce Featuring Jay Z",
        "lyrics": null,
        "title": "Upgrade U"
    },
    {
        "artist": "Modest Mouse",
        "lyrics": "  Well, it would've been, could've been Worse than you would ever know Oh, the dashboard melted But we still have the radio  Oh, it should've been, could've been Worse than you would ever know Well, you told me about nowhere Well it sounds like someplace I'd like to go  Oh, it could've been, should've been Worse than you would ever know Well, the windshield was broken But I love the fresh air you know (The dashboard melted but we still have the radio)  Well, it would've been, could've been Worse than you would ever know, oh! (The dashboard melted but we still have the radio) Oh, we talked about nothing Which was more than I wanted you to know-oh-oh-oh-oh Now here we go!  Oh! It would've been, could've been Worse than it had even gone Well, the car was on blocks But I was already where I want (It was impossible, we ran it good, we ran it good)  Why should we ever even ever really even get to know? (It was impossible, we ran it good, we ran it good) Oh if the world don't like us It'll shake us just like we were a co-oh-oh-oh-old Now here we go!  Well we scheme and we scheme but we always blow it We've yet to crash, but we still might as well enjoy it Standing at a light switch to each east and west horizon Every dawn you're surprising And in the evening one's consoling Saying \"See it wasn't quite as bad as\"  Well, it would've been, could've been Worse than you would ever know I was patiently erasing and recording the wrong episodes After you had proved my point wrong It wasn't like I'd let it go, oh-oh-oh. oh-oh-oh I just wanted to catch the last laugh of this show  Yeah, it would've been, could've been Worse than you would ever know Oh, the dashboard melted, but we still have the radio (The dashboard melted, but we ran it good, we ran it good)  Hard-wired to conceive, so much we'd have to stow it Even needs have needs, tiny giants made of tinier giants Don't wear eyelids so I don't miss the last laugh of this show (The dashboard melted but we still have the radio)  Well, we could've been, should've been Worse than you would ever know (The dashboard melted but we still have the radio) Well, you told me about nowhere Well it sounds like someplace I'd like to go-oh-oh-oh-oh Now here we go!  Well we scheme and we scheme but we always blow it We've yet to crash, but we still might as well enjoy it Standing at a light switch to each east and west horizon Every dawn you're surprising And in the evening one's consoling Saying \"See it wasn't quite as bad as\"  Oh it would've been, could've been worse than you would ever know  ",
        "title": "Dashboard"
    },
    {
        "artist": "Bone Thugs-N-Harmony Featuring Akon",
        "lyrics": "  [Intro: Wish Bone] Bone Thugs, Akon, yeah You know, don't nothin' come easy You gotta try real real hard I've tried hard But I guess I gotta try harder  [Hook: Akon] I've tried so hard I can't seem to get away from misery Man, I've tried so hard But will always be a victim of these streets It ain't my fault, ‘cause I Try to get away but trouble follows me And still I try so hard Hopin' one day you'll come and rescue me But until then I'll be posted up Right here: rain, sleet, hail, snow But until then I'll be posted up Right here with my heat, gettin' dough  [Verse 1: Krayzie Bone] First let me explain that I'm just a black man And I come from the dark side So I'm havin' a hard time stayin' on track, man My mind be racin', and I don't even know what I'm chasin' yet Been in and out of relationships I'm startin' to see that it's me where the complications at But I'm layin' back, prayin' that You give that peace of mind to me I thought I was right, but really I'm wrong And again I was too blind to see I was in the fast lane, chasin' my dreams And then it seems like when the fame and cash came They just got me goin' crazy-y-y, lately I've been so faded, tryin' to erase it But I just can't, ‘cause the drama just grows greater And I've been in so many collisions by puttin' shit off 'til later  [Hook: Akon] I've tried so hard I can't seem to get away from misery Man, I've tried so hard But will always be a victim of these streets It ain't my fault, ‘cause I Try to get away but trouble follows me And still I try so hard Hopin' one day you'll come and rescue me But until then I'll be posted up Right here: rain, sleet, hail, snow But until then I'll be posted up Right here with my heat, gettin' dough  [Verse 2: Layzie Bone] It's like I'm takin' five steps forward and ten steps back Tryin' to get ahead of the game But I can't seem to get it on track And I keep runnin' away from the ones That say they love me the most How could I create the distance When it's supposed to be close? And uh, I just don't know, but I be out here fightin' demons And it's like a curse that I can't shake this part of Cleveland And Lord, would you help me? And stop this pain I keep inflictin' on my family? Hustlin' and gamblin', trickin' and scramblin' And losin' sight of what I'm supposed to be handlin' It's hard to manage ‘cause everyday's a challenge And man I'm slippin', can't lose my balance I'm tryin' not to panic  [Hook: Akon] I've tried so hard I can't seem to get away from misery Man, I've tried so hard But will always be a victim of these streets It ain't my fault, ‘cause I Try to get away but trouble follows me And still I try so hard Hopin' one day you'll come and rescue me But until then I'll be posted up Right here: rain, sleet, hail, snow But until then I'll be posted up Right here with my heat, gettin' dough  [Verse 3: Wish Bone] I see that things won't change I'm stuck in the game As soon as I get out, it keeps pullin' me back, mane Got me doin' dirty dirt So used to this hustlin' money That I don't understand no 9-to-5 work Studied on the streets, hustlas know what I mean Hustlas ballin' before us I'm tryin' to make it to that major league So we will never leave until the sun came up Gotta get it – no, nope, not leavin' no budge Today games they play Gotta go hard to get what you put in If you fall off then it's all on you Gotta watch what you sign to Try so hard, but I won't pull through  [Hook: Akon] I've tried so hard I can't seem to get away from misery Man, I've tried so hard But will always be a victim of these streets It ain't my fault, ‘cause I Try to get away but trouble follows me And still I try so hard Hopin' one day you'll come and rescue me But until then I'll be posted up Right here: rain, sleet, hail, snow But until then I'll be posted up Right here with my heat, gettin' dough  ",
        "title": "I Tried"
    },
    {
        "artist": "Emerson Drive",
        "lyrics": null,
        "title": "Moments"
    },
    {
        "artist": "Amy Winehouse",
        "lyrics": "  [Produced by Mark Ronson]  [Chorus] They tried to make me go to rehab but I said no no no Yes I've been black but when I come back you'll know know know I ain't got the time and if my daddy thinks I'm fine He's tried to make me go to rehab but I won't go go go  [Verse 1] I'd rather be at home with Ray I ain't got seventy days Cause there's nothing There's nothing you can teach me That I can't learn from Mr. Hathaway I didn't get a lot in class But I know it don't come in a shot glass  [Chorus] They tried to make me go to rehab but I said no no no Yes I've been black but when I come back you'll know know know I ain't got the time and if my daddy thinks I'm fine He's tried to make me go to rehab but I won't go go go  [Verse 2] The man said \"Why do you think you here?\" I said I got no idea I'm gonna, I'm gonna lose my baby So I always keep a bottle near He said \"I just think you're depressed\" This me \"Yeah, baby, and the rest\"  [Chorus] They tried to make me go to rehab but I said no no no Yes I've been black but when I come back you'll know know know..  [Verse 3] I don't ever wanna drink again I just, ohh I just need a friend I'm not gonna spend ten weeks Have everyone think I'm on the mend It's not just my pride It's just till these tears have dried  [Chorus] They tried to make me go to rehab but I said no no no Yes, I've been black but when I come back you'll know know know I ain't got the time and if my daddy thinks I'm fine He's tried to make me go to rehab but I won't go go go  ",
        "title": "Rehab"
    },
    {
        "artist": "Michael Buble",
        "lyrics": null,
        "title": "Everything"
    },
    {
        "artist": "Tank",
        "lyrics": "  Please don’t go Please don’t go  [Verse 1] Oh she found all of the numbers I had in my car Oh she called all the ones I had marked wit a star Oh I’m racing over to plead my case Oh she saw it was me and slammed the door in my face  [Bridge] Fella’s tell me why how come we always doing wrong Doing’ wrong How come we can’t keep it home Keep it home How come it always ends like this …even though we know that  [Hook] It ain’t worth telling lie It ain’t worth seeing you cry It ain’t worth …that’s why I’m right here begging you to please don’t go cause It ain’t worth killing a home It ain’t worth being alone It ain’t worth that’s why I’m right here begging you to please don’t go baby  Please don’t go Please don’t go Please don’t go Please don’t go  [Verse 2] Oh I jeopardized everything I loved Oh what the hell could I’ve been thinking of Oh I should have loved you right when I had the chance Yeah, Yeah Now you out there lookin for a better man ..fellas why  [Bridge]  [Hook]  [Verse 3] Oh I’d didn’t think it’d get this bad Never thought of losing you Now my heart is beating fast I’m gonna figure out in my mind what to do find the words to say Remember when you said that you’d never leave me I’m steady knockin on the door but you don’t hear me I can’t let this happen right now Please don’t take your love girl I know I messed up It’s a dog on shame  [Bridge]  [Hook]  ",
        "title": "Please Don't Go"
    },
    {
        "artist": "Young Buck",
        "lyrics": "  [Intro] Yeah, get em Buck  [Verse 1] I'm reloaded, my bankroll swole and a nigga can't fold it I got em like hey, got em rolling The kush on the way, and the champagne frozen Watch me do my thang, I got these hoes open I'm riding Presidential, like the shit that I'm smoking Water whip the work, Patrón on my shirt And a zip ain't shit, I need a quarter P of Purp Gon break it down, pass it all around I can serve Whitney Houston and Bobby Brown Them dope boys in this bitch like, let me buy that Broke niggas in this bitch like, let me try that I need a beat in the bitch, let me call Polow Mr. Tennakey I still get em for the low though Shawty light up the dro, I ain't ready to go Can't ban me from the radio or fuck up my show, you know  [Hook] Haters trying to ban a nigga mayne I bounce back watch me do my thang I got my Chevy hogging up the lane I'm a boss, I can make it rain Now get buck bitch Get buck bitch, get buck bitch  [Verse 2] Let's play the game I'm the quarterback, don't stop homey I go to jail if I get sacked, so block for me Eightball in my corner pocket, it's on and popping Got the whole club leaning with it, and party rocking Drunk driving in my cut dawg, I got my truck parked '72 Tennessee Titan, like what up y'all I'm home boy, holla at your homeboy Better come quick, once I get it then it's gone, boy First come first serve, fuck what you heard I'm piecing out my pack till I come up on a bird Blow the smoke out my nose, pimping on these hoes They know me at the bank love me at the jewelry stores I play it how it goes, the butterfly doors On them old school vogues with the chrome on the toes These fuck niggas know, that I will let it go I bet he got a vest No but I got my tech though  [Hook]  [Outro] Yeah you know what it is How we do the damn thing down here Nigga what you working with Yeah, hey my nigga now don't be in the club Throwing your rent money, be broke in the morning Have us laughing at ya broke ass, yeah where my dope boys at Yeah, shawty I see you Now pick up that goddamn money, hey let's go  ",
        "title": "Get Buck"
    },
    {
        "artist": "Elliott Yamin",
        "lyrics": "  [Verse 1] I never felt nothing in the world like this before Now I'm missing you, and I'm wishing you would come back through my door Oh, why did you have to go? You could have let me know So now, I'm all alone Girl, you could have stayed, but you wouldn't give me a chance With you not around, it's a little bit more than I can stand Oh, and all my tears, they keep runnin' down my face Why did you turn away?  [Pre-Chorus 1] So why does your pride make you run and hide? Are you that afraid of me? But I know it's a lie, what you keep inside This is not how you want it to be  [Chorus] So, baby, I will wait for you Cause I don't know what else I can do Don't tell me I ran out of time If it takes the rest of my life Baby, I will wait for you If you think I'm fine, it just ain't true I really need you in my life No matter what I have to do, I'll wait for you  [Verse 2] Been a long time since you called me (How could you forget about me?) You gotta be feeling crazy How can you walk away? Everything stays the same I just can't do it, baby What will it take to make you come back? Girl, I told you what it is, and it just ain't like that Why can't you look at me? You're still in love with me Don't leave me crying  [Pre-Chorus 2] Baby, why can't we just, just start over again Get it back to the way it was? If you give me a chance, I can love you right But you're telling me it won't be enough  [Chorus] So, baby, I will wait for you Cause I don't know what else I can do Don't tell me I ran out of time If it takes the rest of my life Baby, I will wait for you If you think I'm fine, it just ain't true I really need you in my life No matter what I have to do, I'll wait for you  [Pre-Chorus1 ] So why does your pride make you run and hide? Are you that afraid of me? But I know it's a lie, what you're keeping inside This is not how you want it to be  [Chorus]] Baby, I will wait for you Baby, I will wait for you if it's the last thing I do Baby, I will wait for you Cause I don't know what else I can do Don't tell me I ran out of time If it takes the rest of my life Baby, I will wait for you If you think I'm fine, it just ain't true I really need you in my life No matter what I have to do, I'll wait for you I'll be waiting  ",
        "title": "Wait For You"
    },
    {
        "artist": "Alan Jackson",
        "lyrics": "  [Verse 1] I have felt it And I have held it I have known A woman's love I have tasted And I have wasted A woman's love  [Pre-Chorus] And I know I'll never understand All the little things That make it grand A woman's love  [Chorus] And I know I'll never come face to face With any thing That takes the place Of a woman's love  [Verse 2] Well, I have kiss it Tried to resist it I have missed A woman's love And I have hated Taken for granted A woman's love  [Pre-Chorus]  [Chorus]  [Verse 3] Well I have needed And I have pleaded And I have lost A woman's love And I have worshipped And I have cursed it A woman's love  [Pre-Chorus]  [Chorus]  [Outro] Well I adore it And thank God for it A woman's love  ",
        "title": "A Woman's Love"
    },
    {
        "artist": "Jonas Brothers",
        "lyrics": "  [Verse 1] One day when I came home at lunchtime I heard a funny noise Went out to the back yard to find out if it was One of those rowdy boys Stood there with my neighbor called Peter And a Flux Capacitor  [Pre-Chorus] He told me he built a time machine Like one in a film I've seen Yeah He said  [Chorus] I've been to the year 3000 Not much has changed but they lived under water And your great great great grand daughter Is doing fine, doing fine  [Verse 2] He took me to the future in the flux thing, and I saw everything Boy bands, and another one and another one, and another one Girls there with round hair like Star Wars float above the floor We drove around in a time machine Like the one in the film I've seen Yeah, he said  [Chorus] I've been to the year 3000 Not much has changed but they lived under water And your great great great grand daughter Is doing fine, doing fine  [Bridge] I took a trip to the year 3000 This song had gone multi-platinum Everybody bought our 7th album It had outsold Kelly Clarkson I took a trip to the year 3000 This song had gone multi-platinum Everybody bought our 7th album, 7th album, 7th album  [Pre-Chorus] He told me he built a time machine Like the one in a film I've seen Yeah  [Chorus] I've been to the year 3000 Not much has changed but they lived under water And your great great great grand daughter Is doing fine, doing fine  [Chorus] He said I've been to the year 3000 Not much has changed but they lived under water And your great great great grand daughter Is doing fine, doing fine  [Chorus] He said I've been to the year 3000 Not much has changed but they lived under water And your great great great grand daughter Is doing fine, doing fine  [Chorus] He said I've been to the year 3000 Not much has changed but they lived under water And your great great great grand daughter Is doing fine, doing fine  ",
        "title": "Year 3000"
    },
    {
        "artist": "Amy Winehouse",
        "lyrics": "  [Verse 1] Meet you downstairs, in the bar and hurt Your rolled up sleeves and your skull t-shirt You say \"What did you do with him today?\" And sniffed me out like I was Tanqueray Cause you're my fella, my guy Hand me your Stella and fly By the time I'm out the door You're ten men down like Roger Moore  [Chorus] I cheated myself Like I knew I would I told you I was trouble You know that I'm no good  [Verse 2] Upstairs in bed with my ex boy He's in the place but I can't get joy Thinking on you in the final throes This is when my buzzer goes Run out to meet you, chips and pitta You say \"When we married\" 'cause you're not bitter \"There'll be none of him no more,\" I cried for you on the kitchen floor  [Chorus] I cheated myself Like I knew I would I told you I was trouble You know that I'm no good  [Verse 3] Sweet reunion, Jamaica and Spain We're like how we were again I'm in the tub, You on the seat Lick your lips as I soak my feet Then you notice likkle carpet burn My stomach drops and my guts churn You shrug and it's the worst Who truly stuck the knife in first  [Chorus] I cheated myself Like I knew I would I told you I was trouble You know that I'm no good  [Chorus] I cheated myself Like I knew I would I told you I was trouble You know that I'm no good  ",
        "title": "You Know I'm No Good"
    },
    {
        "artist": "MIKA",
        "lyrics": "  I’ve been crying for so long Fighting tears just to carry on But now, but now it’s gone away  Hey girl why can’t you carry on Is it cuz your just like your mother A little tight, like to tease for fun Well you ain’t gonna tease no other Gonna make you a lover!  Everybody’s gonna love today! Anyway you want to Anyway you’ve got to Love, love me Girl in the blue with the big bust on Wait till your mamma and your papa’s gone Papa’s gone! Mamma, mamma, papa Shock, shock me  Everybody’s gonna love today! Anyway you want to Anyway you’ve got to Love, love me  Carolina sits on ‘95 Give her a dollar and she’ll make you smile Hook her, book her, nook her Walk away!  Girl dresses like a kid for fun Licks her lips like they’re something other Tries to tell you life has just begun Now you know she’s getting something other Than the love from her mother!  Everybody’s gonna love today! Anyway you want to Anyway you’ve got to Love, love me Girl in the blue with the big bust on Wait till your mamma and your papa’s gone Papa’s gone! Mamma, mamma, papa Shock, shock me  Everybody’s gonna love today! Anyway you want to Anyway you’ve got to Love, love me  ",
        "title": "Love Today"
    },
    {
        "artist": "The Game Featuring Kanye West",
        "lyrics": "  [Produced by Kanye West]  [Verse 1: The Game] I done been around the world, been around the block Been around hoes that fucked Biggie and 'Pac Like Vida Guerra, ass took her to the top She'll give you some brain, you let her throw up the Roc Let her put on your chain, she'll throw you some cot Picture that, like Meagan Good and Jamie Foxx Hype said it's a wrap, she still on the set Puttin' oil on her legs like she Gloria Velez She was Eye Candy in the XXL Hopped off the page and on a skateboard with Pharrell I knew she wouldn't get far cause five hundred dollars Can't get you that far, how you get that far And all these new video bitches tryin to be Melyssa Ford But they don't know Melyssa Ford drive a Honda Accord She a video vixen, but behind closed doors She do whatever it take to get to the Grammy Awards, ha ha  [Hook: The Game + Pam Sawyer] You wouldn't get far, fuckin' them rap stars You know who you are, put your hands up ladies You wouldn't get far, if you kept your legs closed It would be just a waste of time But you know, you wouldn't get far, fuckin' them rap stars You know who you are, I wrote this song for you For you baby, I'd find you, for you and you, for all y'all  [Verse 2: Kanye West] Pop quiz, how many topless, black foxes Did I have under my belt, like boxers Not to brag but, if it add up One, two... nigga that's mad nuts Game you mad nuts, how you gon' call out all these Bitches knowin' damn well they gon' call me The only dream, of that ghetto prom queen Was to make it to the screen, maybe get seen Maybe get chose by a nigga from my team Head so good he don't ask for a pre... nup Now ask yourself this question, umm Would you be with Jay-Z if he wasn't C-E-O Would you be with F-A-B-O if he drove a Neo Would you ride with Ne-Yo, if he was in a Geo Well why the hell you think these bitches comin' at me fo' But since they all fall in my Palm, I take a trio, yo  [Hook: The Game] You wouldn't get far, fuckin' them rap stars You know who you are, put your hands up ladies You wouldn't get far, if you kept your legs closed It would be just a waste of time But you know, you wouldn't get far, fuckin' them rap stars You know who you are, I wrote this song for you For you baby, I'd find you, for you and you, for all y'all  [Verse 3: The Game] I done had my share of bitches with long hair Short do like Kelis or Halle in Boomerang, yeah I been around the block in the Bentley drop top In Miami Beach when Lil' Kim was fuckin with Scott I got the scoop on Hoops, whatever the case She'll let you spray in her face long as she Bathing Apes And ain't nobody tryin' to take Beyonce from Jay But I know a bitch named Superhead he fucked back in the day The things niggas do when pussy sittin' on they face Stabbed Un in the stomach She must have had a pussy like Wonder Woman, on that superhero shit Fly as Gabrielle Union in the back of my six, fo' Impala, forget the double D's I put 'em right in your face like that model bitch Toccara And she ain't win the show but she ridin' in that Gallardo That's why I fuck 'em today and forget 'em tomorrow  [Hook: The Game] You wouldn't get far, fuckin' them rap stars You know who you are, put your hands up ladies You wouldn't get far, if you kept your legs closed It would be just a waste of time But you know, you wouldn't get far, fuckin' them rap stars You know who you are, I wrote this song for you For you baby, I'd find you, for you and you, for all y'all  [Outro - The Game] God damn, you know what I'm sayin' I'm sittin' back watchin' Kanye video And I see the same bitch that was in the homeboy Busta Rhymes video Then I flip the muh'fuckin channel Checkin' out my uncle Snoop Dogg video And I see the same bitch, that was in my video You know what I'm sayin' And then y'knahmsayin, to make that even mo' fucked up I'm watchin Oprah cover Hurricane Katrina I see the same bitch on Oprah, floatin away on the hood of a Camry That was in the nigga Lil Weezy video I mean damn, everywhere I look Everywhere I go, I see the same hoes Don't get mad, I'm only bein' real, yeah  ",
        "title": "Wouldn't Get Far"
    },
    {
        "artist": "Jack Ingram",
        "lyrics": "  Honey, why you calling me so late It's kinda hard to talk right now Honey, why you crying Is everything okay I gotta whisper cause I can't be too loud Well, my girls in the next room Sometimes I wish she was you I guess we never really moved on  It's really good to hear your voice saying my name It sounds so sweet coming from the lips of an angel Hearing those words it makes me weak And I never want to say goodbye But girl you make it hard to be faithful With the lips of an angel  It's funny that you're calling me tonight And yes, I dreamt of you too Does he know your talking to me Will it start a fight No, I don't think she has a clue Well, my girls in the next room Sometimes I wish she was you I guess we never really moved on  It's really good to hear your voice saying my name It sounds so sweet Coming from the lips of an angel Hearing those words It makes me weak And I never want to say goodbye But girl you make it hard to be faithful With the lips of an angel  ---- Instrumental Interlude ----  It's really good to hear your voice saying my name It sounds so sweet Coming from the lips of an angel Hearing those words it makes me weak And I never want to say goodbye But girl, you make it hard to be faithful Those lips  I never want to say goodbye But girl you make it hard to be faithful With the lips of an angel  ",
        "title": "Lips Of An Angel"
    },
    {
        "artist": "Papa Roach",
        "lyrics": null,
        "title": "Forever"
    },
    {
        "artist": "Lily Allen",
        "lyrics": null,
        "title": "Smile"
    },
    {
        "artist": "Breaking Benjamin",
        "lyrics": null,
        "title": "Breath"
    },
    {
        "artist": "Kelly Rowland Featuring Eve",
        "lyrics": null,
        "title": "Like This"
    },
    {
        "artist": "P!nk",
        "lyrics": "  [Verse 1] You took my hand, you showed me how You promised me you'd be around Uh huh, that's right I took your words and I believed In everything you said to me Yeah huh, that's right  [Chorus] If someone said three years from now You'd be long gone I'd stand up and punch them out Cause they're all wrong I know better, cause you said forever And ever, who knew?  [Verse 2] Remember when we were such fools And so convinced and just too cool Oh no, no no I wish I could touch you again I wish I could still call you friend I'd give anything  [Chorus] When someone said count your blessings now 'Fore they're long gone I guess I just didn't know how I was all wrong They knew better, still you said forever And ever, who knew?  [Bridge] Yeah yeah I'll keep you locked in my head Until we meet again Until we, until we meet again And I won't forget you my friend What happened?  [Chorus] If someone said three years from now You'd be long gone I'd stand up and punch them out Cause they're all wrong  [Outro] That last kiss, I'll cherish, until we meet again And time makes it harder, I wish I could remember And I keep your memory, you visit me in my sleep My darling, who knew? My darling, what happened? Who knew? My darling, I miss you What happened? Who knew?  ",
        "title": "Who Knew"
    },
    {
        "artist": "Marques Houston",
        "lyrics": null,
        "title": "Circle"
    }
]