[
    {
        "artist": "Joan Jett & the Blackhearts",
        "lyrics": "  [Verse 1] I saw him dancin' there by the record machine I knew he must a been about seventeen The beat was goin' strong Playin' my favorite song An' I could tell it wouldn't be long Till he was with me, yeah, me And I could tell it wouldn't be long Till he was with me, yeah, me, singin'  [Hook] I love rock n' roll So put another dime in the jukebox, baby I love rock n' roll So come and take your time and dance with me Ow!  [Verse 2] He smiled so I got up and asked for his name That don't matter, he said Cause it's all the same Said can I take you home where we can be alone An' next we were movin' on He was with me, yeah me Next we were movin' on He was with me, yeah me, singin'  [Hook]  [Verse 3] Said can I take you home where we can be alone Next we were movin' on He was with me, yeah me An we'll be movin' on An' singin' that same old song Yeah with me, singin'  [Hook x5]  ",
        "title": "I Love Rock 'N Roll"
    },
    {
        "artist": "Vangelis",
        "lyrics": null,
        "title": "Chariots Of Fire - Titles"
    },
    {
        "artist": "Paul McCartney And Stevie Wonder",
        "lyrics": "  [Chorus] Ebony and ivory Live together in perfect harmony Side by side on my piano keyboard Oh lord, why don't we?  [Verse] We all know that people are the same where ever you go There is good and bad in everyone And we learn to live, we learn to give each other What we need to survive together alive  [Chorus] Ebony and ivory Live together in perfect harmony Side by side on my piano keyboard Oh lord, why don't we?  [Bridge] Ebony, ivory Living in perfect harmony Ebony, ivory, ooh  [Verse] We all know that people are the same where ever you go There is good and bad in everyone We learn to live when we learn to give each other What we need to survive together alive  [Chorus] Ebony and ivory Live together in perfect harmony Side by side on my piano keyboard Oh lord, why don't we? Side by side on my piano keyboard Oh lord, why don't we?  [Outro] Ebony, ivory Living in perfect harmony Ebony, ivory Living in perfect harmony Ebony, ivory Living in perfect harmony Ebony, ivory Living in perfect harmony Ebony, ivory Living in perfect harmony Ebony, ivory Living in perfect harmony  ",
        "title": "Ebony And Ivory"
    },
    {
        "artist": "The J. Geils Band",
        "lyrics": "  I could see it was a rough-cut Tuesday Slow-motion weekdays stare me down Her lipstick reflex got me wound There were no defects to be found Snapshot image froze without a sound  Thursday morning was a hot flash-factor Her face still focused in my mind Test-strip proof-sheet love is hard to find Friday night we'll dance the spotlight grind Stop-time heart for me if she's not mine  CHORUS: Freeze-Frame! (Freeze-Frame!) (REPEAT TWICE) Freeze-Frame! Now Freeze! Now I'm lookin' at a flashback Sunday Zoom lens feelings just won't disappear Close-up darkroom sweet-talk in my ear Her hot-spot love for me is strong This freeze-frame moment can't be wrong CHORUS (repeat once) Freeze frame...  FADE  ",
        "title": "Freeze-frame"
    },
    {
        "artist": "Rick Springfield",
        "lyrics": "  When you were just a young girl and still in school How come you never learned the golden rule? Don't talk to strange men, don't be a fool I'm hearing stories; I don't think that's cool  Why dont'cha tell me someone isn't lovin' you? 'Cause you're my girl, some say it's no longer true You're seeing some slick continental dude I'm beggin' you, please  (Don't talk to strangers) Baby, dont'cha talk (Don't talk to strangers) You know he'll only use you up (Don't talk, don't talk) Don't talk (Don't talk, don't talk to him) Nobody, nobody ever told you  Now tell me, how's life in the big city? I hear the competition's tough; baby, that's a pity And every man's an actor; every girl is pretty I don't like what's gettin' back to me  Now, who's this Don Juan I've been hearing of? Love hurts when only one's in love Now, did ya fall at first sight or did you need a shove? I'm beggin' you, please  (Don't talk to strangers) Baby, dont'cha talk (Don't talk to strangers) You know he'll only use you up (Don't talk, don't talk) Don't talk (Don't talk, don't talk to him) Nobody, nobody ever told you  (Fais l'amour avec moi) What's he sayin', baby? (Viens dormir, mon amour) I asked you not to talk to him (Je t'aime donne moi ton cœur se soir) I'm begging you  (Don't talk to strangers) Baby, dont'cha talk (Don't talk to strangers) You know he'll only use you up (Don't talk, don't talk) Don't talk (Don't talk, don't talk to him) Nobody, nobody ever told you  (Don't talk to strangers) Baby, dont'cha talk (Don't talk to strangers) You know he'll only use you up (Don't talk to strangers) Baby, dont'cha (Don't talk to strangers) Baby, dont'cha talk (Don't talk to strangers...)  ",
        "title": "Don't Talk To Strangers"
    },
    {
        "artist": "Go-Go's",
        "lyrics": "  [Verse 1] See the people walking down the street Fall in line just watching all their feet They don't know where they wanna go But they're walking in time  [Chorus] They got the beat They got the beat They got the beat, yeah They got the beat  [Verse 2] See the kids just getting out of school They can't wait to hang out and be cool Hang around 'til quarter after twelve That's when they fall in line  [Chorus] They got the beat They got the beat Kids got the beat, yeah Kids got the beat  [Verse 3] Go-go music really makes us dance Do the pony puts us in a trance Do the watusi just give us a chance That's when we fall in line  [Chorus] 'Cause we got the beat We got the beat We got the beat, yeah We got it  [Outro] We got the beat We got the beat We got the beat Everybody get on your feet We got the beat We know you can dance to the beat We got the beat Jumpin',get down We got the beat Round and round and round We got the beat We got the beat...  ",
        "title": "We Got The Beat"
    },
    {
        "artist": "Huey Lewis & The News",
        "lyrics": null,
        "title": "Do You Believe In Love"
    },
    {
        "artist": "Tommy Tutone",
        "lyrics": "  [Verse 1] Jenny, Jenny, who can I turn to? You give me somethin' I can hold on to I know you think I'm like the others before Who saw your name and number on the wall  [Chorus 1] Jenny, I got your number I need to make you mine Jenny, don't change your number  [Post-Chorus] 867-5309 867-5309 867-5309 867-5309  [Verse 2] Jenny, Jenny, you're the girl for me Oh, you don't know me, but you make me so happy I tried to call you before, but I lost my nerve I tried my imagination, but I was disturbed  [Chorus 1] Jenny, I got your number I need to make you mine Jenny, don't change your number  [Post-Chorus] 867-5309 867-5309 867-5309 867-5309  [Bridge] I got it, (I got it), I got it I got your number on the wall I got it, (I got it), I got it For a good time, for a good time call  [Chorus 2] Jenny, don't change your number I need to make you mine Jenny, I call your number  [Post-Chorus] 867-5309 867-5309 867-5309 867-5309  [Breakdown] Jenny, Jenny, who can I turn to? 867-5309 For the price of a dime I can always turn to you 867-5309  [Outro] 867-5309 867-5309 867-5309 867-5309 5309 867-5309 (5309) 867-5309 (5309) 867-5309  ",
        "title": "867-5309/jenny"
    },
    {
        "artist": "Paul Davis",
        "lyrics": "  '65 love affair Paul Davis  I was a car hop You were into be-bop You sang do wop diddy wop diddy wop doo All of them changes you put me through  If I could go back again Well I know I'd never let you go Back with some of my friends To that wonderful  Chorus: '65 Love Affair, We wasn't gettin' nowhere But we didn't care It was a crazy '65 Love Affair Rock 'n' roll was simple and clear Oh, I still can hear I can hear it baby  Well I acted like a dumb-dumb You were bad with your pom-poms You said ooh wah go team ooh wah go Ooh-ee baby I want you to know  If I could go back in time Well, I know somehow you'd still be mine I wouldn't be so blind To that wonderful  '65 Love Affair When rock 'n' roll was simple and clear Oh, I still can hear I can hear it baby  Well, I tried to make you give in One night at the drive-in You said oh no baby, oh no woo All of them changes you put me through  If I could go back in time Well, I know somehow you'd still be mine I wouldn't be so blind To that wonderful  Chorus We sang doo wop diddy wop diddy wop doo Doo wop diddy wop diddy wop doo (repeat 5 times)  ",
        "title": "'65 Love Affair"
    },
    {
        "artist": "Charlene",
        "lyrics": "  Hey, lady, you, lady Cursing at your life You're a discontented mother And a regimented wife  I've no doubt you dream about The things you'll never do But I wish someone had talked to me Like I wanna talk of you  Ooohooo, I've been to Georgia and California And anywhere I could run I took the hand of a preacher man And we made love in the sun  But I ran out of places and friendly faces Because I had to be free I've been to paradise But I've never been to me  Please, lady, please, lady Don't just walk away 'Cause I have this need to tell you Why I'm all alone today  I can see so much of me Still living in your eyes Won't you share a part of a weary heart That has lived a million lives  Oh, I've been to Nice and the isle of Greece When I sipped champagne on a yacht I moved like Harlow in Monte Carlo And showed 'em what I've got  I've been undressed by kings And I've seen some things that a woman ain't supposed to see I've been to paradise But I've never been to me  Hey, you know what paradise is? It's a lie A fantasy we created about people and places as we'd like them to be But you know what truth is? It's that little baby you're holding And it's that man you fought with this morning The same one you're going to make love with tonight That's truth, that's love  Sometimes I've been to crying for unborn children That might have made me complete But I, I took the sweet life I never knew I'd be bitter from the sweet  I've spent my life exploring, the subtle whoring That costs too much to be free, hey, lady I've been to paradise But I've never been to me  I've been to paradise Never been to me  I've been to Georgia and California And anywhere I could run I've been to paradise Never been to me  Been to Nice and the isle of Greece When I've sipped champange on a yacht I've been to paradise Never been to to me  ",
        "title": "I've Never Been To Me"
    },
    {
        "artist": "Daryl Hall John Oates",
        "lyrics": null,
        "title": "Did It In A Minute"
    },
    {
        "artist": "Bertie Higgins",
        "lyrics": "  Wrapped around each other Trying so hard to stay warm That first cold winter together Lying in each other's arms Watching those old movies Falling in love so desperately Honey, I was your hero And you were my leading lady  We had it all Just like Bogie and Bacall Starring in our own late, late show Sailing away to Key Largo  Here's lookin' at you kid Missing all the things we did We can find it once again, I know Just like they did in Key Largo  Honey, can't you remember We played all the parts That sweet scene of surrender When you gave me your heart Please say you will Play it again Cause I love you still Baby this can't be the end  We had it all (we had it all) Just like Bogie and Bacall Starring in our old late, late show Sailing away to Key Largo  Here's lookin' at you kid (here's lookin' at you kid) Missing all the things we did We can find it once again, I know Just like they did in Key Largo  We had it all (we had it all) Just like Bogie and Bacall  ",
        "title": "Key Largo"
    },
    {
        "artist": "Kool & The Gang",
        "lyrics": "  [Intro] What you gonna do? You wanna get down? Tell me What you gonna do? Do you wanna get down?  What you gonna do? You wanna get down? What you gonna do? You wanna get down? Tell me  [Chorus] Get down on it! Get down on it! Get down on it! Get down on it! C'mon and Get down on it! Get down on it! Get down on it! Get down on it!  [Verse 1] Uh, how you gonna do it if you really don't wanna dance By standing on the wall?! Get your back up off the wall! Tell me Uh, how you gonna do it if you really don't wanna dance By standing on the wall?! Get your back up off the wall! Tell me Cause I heard all the people sayin'  [Chorus] Get down on it, come on and Get down on it, if you really want it! Get down on it you've got to feel it! Get down on it, get down on it! Get down on it, come on and Get down on it, baby, baby Get down on it, get on it! Get down on it  [Verse 2] I say people What?! Uh, what you gonna do? You gotta get on the groove If you want your body to move Tell me, baby  [Bridge] Uh, how you gonna do it if you really don't wanna dance By standing on the wall?! Get your back up off the wall! Tell me Uh, how you gonna do it if you really won't take a chance By standing on the wall?! Get your back up off the wall Cause I heard all the people saying  [Chorus] Get down on it Get down on it Get down on it Get down on it When you're dancing Get down on it Get down on it Get down on it Get down on it Sha-baba-daba-daba-doo  [Bridge] What you gonna do? Do you wanna get down? What you gonna do? Get your back up off the wall! Dance! Come on! Get your back up off the wall! Dance! Come on!  [Chorus] Get down on it, come on and Get down on it, if you really want it! Get down on it, you've got feel it! Get down on it, get down on it! Get down on it, come on and Get down on it, Baby, baby Get down on it, get on it! Get down on it  [Bridge] How you gonna do it if you really don't wanna dance By standing on the wall! Get your back up off the wall! Tell me baby And how you gonna do it if you really don't take a chance By standing on the wall! Get your back up off the wall! Listen baby  [Verse 3] You know it, when you're dancin', yeah You show it, when you move, move, move You know it, when you're dancin', yeah You show it, as you move across the floor  [Chorus} Get down on it, come on and Get down on it, if you really want it! Get down on it, you've got to feel it! Get down on it Get down on it Get down on it, come on and Get down on it, Baby, baby Get down on it, Get on it! Get down on it Sha-baba-daba-daba-doo  [Bridge] Uh, what you gonna do? Do you wanna get down? Uh, what you gonna do? Get your back up off the wall! Dance! Come on! Get your back up off the wall! Dance! Come on!  [Chorus] Get down on it, come on and Get down on it, if you really want it! Get down on it, you've got to feel it! Get down on it, get down on it! Get down on it, come on and Get down on it, get down on it Get down on it, while you're dancing  Get down on it, get down on it! Whoa-oh-oh-oh-oh-oh-oh, yeah You move me, baby, when you move  Get down on it! Get down on it! Get down on it! Get down on it! Get your back up off the wall! Get down on it! Get down on it! Get down on it! Get down on it! Get down on it! Get down on it! Get down on it! Get down on it!  ",
        "title": "Get Down On It"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  Roll up, roll up for the magical mystery tour Step right this way  Roll up, roll up for the magical mystery tour Roll up, roll up for the mystery tour The magical mystery tour is waiting to take you away Waiting to take you away, take you today  There's nothing you can do that can't be done Nothing you can sing that can't be sung Nothing you can say but you can learn how to play the game It's easy  All you need is love All you need is love All you need is love, love Love is all you need  Everywhere people stare Each and every day I can see them laugh at me And I hear them say  Hey you've got to hide your love away Hey you've got to hide your love away  Wo, wo, I never realized what a kiss could be This could only happen to me Can't you see? Can't you see?  That when I tell you that I love you, oh You're gonna say you love me too, oh And when I ask you to be mine You're gonna say you love me too  It's been a hard day's night And I've been working like a dog It's been a hard day's night I should be sleeping like a log  But when I get home to you I find the things that you do Will make me feel alright Whoa  I think I'm gonna be sad I think it's today, yeah The girl that's driving me mad Is going away  She's got a ticker to ride She's got a ticker to ride She's got a ticker to ride And she don't care  Jojo was a man who thought he was a loner But he knew it couldn't last Jojo left his home in Tucson, Arizona For some California grass  Get back, get back Get back to where you once belonged Get back, get back Get back to where you once belonged  Do  ",
        "title": "The Beatles' Movie Medley"
    },
    {
        "artist": "Ray Parker Jr.",
        "lyrics": "  Oh yeah I'm in love with the other woman My life was fine (Yes it was) Till she blew my mind  Aw shucks, I'm just the average guy I fooled around a little on the side Never thought it would amount to much Never met a girl who's love was so tough Who'd a thought a one night stand Could turn into such a hot romance Mm, when she did it to me I slipped and fell in love  I'm in love with the other woman My life was fine (Yes it was) Till she blew my mind  Now I know the rules of the games You hit it once then break away clean I should have never gone back, I know But I had to have just a little bit more My friends laugh but that's alright I may be a fool but I know what I like Now I hate to have to cheat But it feels better when I sneak  I'm in love with the other woman My life was fine (Yes it was) Till she blew my mind Somebody help me I'm in love with the other woman My life was fine (Yes it was) Till she blew my mind  Oh this affair is unique All my life I never met such a freak She keeps me goin' strong for so long When I get home it's all gone Makes me wanna grab my guitar And play with it all night long  I'm in love with the other woman My life was fine (Yes it was) Till she blew my mind  Tell me, has anybody else out there Ever fell in love with the other woman Oh with the other woman Say I'm in love with the other woman With the other woman, with the other woman I'm in love, sure 'nough in love  ",
        "title": "The Other Woman"
    },
    {
        "artist": "Willie Nelson",
        "lyrics": "  [Verse 1] Maybe I didn't love you Quite as often as I could have Maybe I didn't treat you Quite as good as I should have If I made you feel second best Girl, I'm sorry I was blind  [Chorus] You were always on my mind You were always on my mind  [Verse 2] And maybe I didn't hold you All those lonely, lonely times And I guess I never told you I'm so happy that you're mine Little things I should have said and done I just never took the time  [Chorus] And you were always on my mind You were always on my mind  [Bridge] Tell me, tell me that your Sweet love hasn't died And give me Give me one more chance To keep you satisfied Keep you satisfied  [Outro] Little things I should have said and done I just never took the time But you were always on my mind You were always on my mind  ",
        "title": "Always On My Mind"
    },
    {
        "artist": "Greg Guidry",
        "lyrics": null,
        "title": "Goin' Down"
    },
    {
        "artist": "Stevie Nicks",
        "lyrics": "  Just like the white winged dove Sings a song Sounds like she's singin' Whoo-whoo-whoo Just like the white winged dove Sings a song Sounds like she's singin' Whoo, baby, whoo Said, whoo  And the days go by Like a strand in the wind In the web that is my own I begin again Said to my friend, baby (everything stops) Nothin' else mattered  He was no more (He was no more) Than a baby then Well, he seemed broken hearted Somethin' within him But the moment That I first laid Eyes on him All alone on the edge of seventeen  Just like the white winged dove Sings a song Sounds like she's singin' Whoo, baby, whoo, whoo Just like the white winged dove Sings a song Sounds like she's singin' Said, whoo, baby, whoo Said, whoo  Well, I went today Maybe I will go again Tomorrow, yeah, yeah Well, the music there Well it was hauntingly familiar When I see you doin' What I try to do for me With their words of a poet And a voice from a choir And a melody Nothin' else mattered  Just like the white winged dove Sings a song Sounds like she's singin' Whoo, baby, whoo, whoo Just like the white winged dove Sings a song Sounds like she's singin' Said, whoo, baby, whoo Said, whoo  The clouds never expect it When it rains But the sea changes colours But the sea Does not change So with the slow graceful flow Of age I went forth with an age old Desire to please On the edge of seventeen  Just like the white winged dove Sings a song Sounds like she's singin' Whoo, baby, whoo, whoo Just like the white winged dove Sings a song Sounds like she's singin' Said, whoo, baby, whoo Said, whoo  Well then suddenly There was no one left standing In the hall, yeah, yeah In a flood of tears That no one really ever heard fall at all When I went searchin' for an answer Up the stairs and down the hall Not to find an answer Just to hear the call Of a nightbird singin' (Come away) (Come away) (Come away)  Just like the white winged dove Sings a song Sounds like she's singin' Whoo, baby, whoo, whoo Just like the white winged dove Sings a song Sounds like she's singin' Said, whoo, baby, whoo Said, whoo  Well, I hear you (well, I hear you) In the morning (in the morning) And I hear you (and I hear you) At nightfall (at nightfall) Sometime to be near you Is to be unable to hear you My love I'm a few years older than you (I'm a few years older than you)  Just like the white winged dove Sings a song Sounds like she's singin' Whoo, baby, whoo Said, whoo Just like the white winged dove Sings a song Sounds like she's singin' Whoo, baby, whoo Said, whoo  ",
        "title": "Edge Of Seventeen (Just Like The White Winged Dove)"
    },
    {
        "artist": "Van Halen",
        "lyrics": "  Pretty woman walking down the street Pretty woman the kind I like to meet pretty woman I don't believe you, it must be true No one could look as good as you, mercy Pretty woman won't you pardon me Pretty woman I couldn't help but see pretty woman You look lovely as can be Are you lonely just like me Pretty woman stop a while Pretty woman talk a while Pretty woman give your smile to me Pretty woman yeah yeah yeah Pretty woman look my way Pretty woman say you'll stay with me 'Cause I need you, need you tonight Pretty woman don't walk on by Pretty woman don't make me cry pretty woman Don't walk away okay If that's the way it must be okay I guess I'll go on home it's late There'll be tomorrow night but wait What do I see She's walking back to me Oh pretty woman  ",
        "title": "(oh) Pretty Woman"
    },
    {
        "artist": "Asia",
        "lyrics": "  I never meant to be so bad to you One thing I said that I would never do A look from you and I would fall from grace And that would wipe the smile right from my face  Do you remember when we used to dance? And incidents arose from circumstance One thing led to another, we were young And we would scream together songs unsung  It was the heat of the moment Telling me what my heart meant The heat of the moment showed in your eyes  And now you find yourself in Eighty Two The disco hot spots hold no charm for you You can concern yourself with bigger things You catch a pearl and ride the dragon's wings  Cause it's the heat of the moment Heat of the moment The heat of the moment showed in your eyes  And when your looks are gone and you're alone How many nights you sit beside the phone What were the things you wanted for yourself? Teenage ambitions you remember well  It was the heat of the moment Telling me what your heart meant The heat of the moment showed in your eyes  Heat of the moment Heat of the moment Heat of the moment showed in your eyes  Heat of the moment Heat of the moment Heat of the moment  ",
        "title": "Heat Of The Moment"
    },
    {
        "artist": "The Human League",
        "lyrics": "  [Verse 1: Philip Oakey] You were workin' as a waitress in a cocktail bar When I met you I picked you out, I shook you up and turned you around Turned you into someone new  Now five years later on you've got the world at your feet Success has been so easy for you But don't forget, it's me who put you where you are now And I can put you back down too  [Pre-Chorus: Philip] Don't, don't you want me? You know I can't believe it when I hear that you won't see me Don't, don't you want me? You know I don't believe you when you say that you don't need me  It's much too late to find You think you've changed your mind You'd better change it back or we will both be sorry  [Chorus: Philip] Don't you want me, baby? Don't you want me, ohh? Don't you want me, baby? Don't you want me, ohh?  [Verse 2: Susan Ann Sulley] I was working as a waitress in a cocktail bar That much is true But even then I knew I'd find a much better place Either with or without you  The five years we have had have been such good times I still love you But now I think it's time I live my life on my own I guess it's just what I must do  [Pre-Chorus: Philip] Don't, don't you want me? You know I can't believe it when I hear that you won't see me Don't, don't you want me? You know I don't believe you when you say that you don't need me  It's much too late to find You think you've changed your mind You'd better change it back or we will both be sorry  [Chorus: Philip] Don't you want me, baby? Don't you want me, ohh? Don't you want me, baby? Don't you want me, ohh?  [Instrumental Break]  [Chorus: Philip][repeat till fade] Don't you want me, baby? Don't you want me, ohh? Don't you want me, baby? Don't you want me, ohh?  ",
        "title": "Don't You Want Me"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": "  [Verse] In the sweet old country where I come from Nobody ever works Yeah nothing ever gets done We hang fire, we hang fire You know marrying money is a full time job I don't need the aggravation I'm a lazy slob I hang fire, I hang fire Hang fire, put it on the wire We've got nothing to eat We got nowhere to work Nothing to drink We just lost our shirts I'm on the dole We ain't for hire Say what the hell Say what the hell, hang fire Hang fire, hang fire, put it on the wire Doo doo doo  [Outro] Take a thousand dollars go have some fun Put it all on at a hundred to one Hang fire, hang fire, put it on the wire  ",
        "title": "Hang Fire"
    },
    {
        "artist": "Elton John",
        "lyrics": "  [Verse 1] What happened here As the New York sunset disappeared I found an empty garden among the flagstones there Who lived here He must have been a gardener that cared a lot Who weeded out the tears and grew a good crop And now it all looks strange It's funny how one insect can damage so much grain And what's it for This little empty garden by the brownstone door And in the cracks along the sidewalk nothing grows no more Who lived here He must have been a gardener that cared a lot Who weeded out the tears and grew a good crop And we are so amazed we're crippled and we're dazed A gardener like that one no one can replace  [Chorus] And I've been knocking but no one answers And I've been knocking most all the day Oh and I've been calling oh hey hey Johnny Can't you come out to play  [Verse 2] And through their tears Some say he farmed his best in younger years But he'd have said that roots grow stronger if only he could hear Who lived there He must have been a gardener that cared a lot Who weeded out the tears and grew a good crop Now we pray for rain, and with every drop that falls We hear, we hear your name  [Chorus][x2]  [Outro] Oh hey hey Johnny,can you come out Johnny can't you come out to play in your empty garden [6x]  ",
        "title": "Empty Garden (Hey Hey Johnny)"
    },
    {
        "artist": "Olivia Newton-John",
        "lyrics": "  I can tell you got plans for me And your eyes are saying you made them carefully But tonight I have to say there just might be another way Won't you spare me all the charms and take me in your arms I can't wait, I can't wait  I'm the one you want, that's all I wanna be So come on baby make a move on me Got nowhere to go, all my time is free So come on baby make a move on me tonight I can't wait, I can't wait  You made the prettiest speech I've heard But a single touch surely is worth a thousand words To a heart that's open wide and from the start was on your side Won't you spare me all the charms and take me in your arms I can't wait, I can't wait  I'm the one you want, that's all I wanna be So come on baby make a move on me Got nowhere to go, all my time is free So come on baby make a move on me tonight I can't wait, I can't wait  I'm the one you want, that's all I wanna be So come on baby make a move on me Got nowhere to go, all my time is free So come on baby make a move on me tonight I can't wait, I can't wait  ",
        "title": "Make A Move On Me"
    },
    {
        "artist": "Dr. Hook",
        "lyrics": "  Night falls on the city, baby feels the beat Slick and sexy angel of the street The queen of all the night birds watch her when she walks She don't say nothing but, baby makes her blue jeans talk Baby makes her blue jeans, yes she makes her blue jeans talk Baby makes her blue jeans, yes she makes her blue jeans talk You know what she's thinking about and it turns you inside out She don't say nothing but, baby makes her blue jeans talk Night time in the city, magic in the air The action starts at midnight, she'll be there The queen of all the night birds, a player in the dark She don't say nothing but, baby makes her blue jeans talk Baby makes her blue jeans, yes she makes her blue jeans talk Baby makes her blue jeans, yes she makes her blue jeans talk You know what she's thinking about and it turns you inside out She don't say nothing but, baby makes her blue jeans talk Baby makes her blue jeans, yes she makes her blue jeans talk Baby makes her blue jeans, yes she makes her blue jeans talk You know what she's thinking about and it turns you inside out She don't say nothing but, baby makes her blue jeans talk She don't say nothing but, baby makes her blue jeans talk She won't say nothing She don't say nothing  ",
        "title": "Baby Makes Her Blue Jeans Talk"
    },
    {
        "artist": "Dan Fogelberg",
        "lyrics": "  Born in the valley And raised in the trees Of Western Kentucky On wobbly knees  With mama beside you To help you along You'll soon be a-growin' up strong  Oh, the long lazy mornings In pastures of green The sun on your withers The wind in your mane  Could never prepare you For what lies ahead The run for the roses so red  And it's run for the roses As fast as you can Your fate is delivered Your moment's at hand  It's the chance of a lifetime In a lifetime of chance And it's high time You joined in the dance It's high time You joined in the dance  From sire to sire It's born in the blood The fire of a mare and The strength of a stud  It's breeding And it's training And it's something unknown That drives you and carries you home  And it's run for the roses As fast as you can Your fate is delivered Your moment's at hand  It's the chance of a lifetime In a lifetime of chance And it's high time You joined in the dance It's high time You joined in the dance  ",
        "title": "Run For The Roses"
    },
    {
        "artist": "Mike Post",
        "lyrics": null,
        "title": "Theme From Magnum P.i."
    },
    {
        "artist": "Little River Band",
        "lyrics": "  I can feel it floating away Inch by inch Day by day Love boat set itself free Castaway, slipping out to sea  I can feel it coming adrift Even a blind man could see the rift From an ocean liner To a Chinese junk There ain't been a ship that can't be sunk  I used to dream it could last forever But pipe dreams never come true I'd be foolin' myself if I never Thought something like this Couldn't happen to you  I said baby You've got a man on your mind You've got a weight on your shoulders How you ever gonna find the words to say Goodbye  You don't know Just what you got Till it's gone I guess you heard that a lot But it's true It's not just a game You can't change your life By changing your name  It's not something you can hide away Sooner or later it starts to show It's written on your face You've been betrayed Do you really believe that I don't know  I said baby You've got a man on your mind You've got a weight on your shoulders How you ever gonna find the words to say (Goodbye)  He's already fallen So it's no use to fight And if he starts callin' Let him know you're with me For the rest of the night  Ooh, I said baby You've got a man on your mind (Got a man on your mind) You've got a weight on your shoulders How you ever gonna find the words to say Goodbye  Baby (Please listen to me baby) You've got a man on your mind (Gotta get that man off your mind) You've got a weight on your shoulders How you ever gonna find the words to say Goodbye  Baby (Ooh, baby baby baby) You've got a man on your mind (You got that man on your mind) You've got a weight on your shoulders How you ever gonna find the words to say Goodbye  ",
        "title": "Man On Your Mind"
    },
    {
        "artist": "Stars On",
        "lyrics": null,
        "title": "Stars on 45 III"
    },
    {
        "artist": "The Charlie Daniels Band",
        "lyrics": "  [Verse 1] Got on a plane in 'Frisco And got off in Vietnam I walked into a different world The past forever gone I could have gone to Canada Or I could have stayed in school But I was brought up differently I couldn't break the rules Thirteen months and fifteen days The last ones were the worst One minute I'd kneel down and pray And the next I'd stand and curse No place to run to Where I did not feel that war When I got home I stayed alone And checked behind each door  [Chorus] Because I'm still in Saigon Still in Saigon I am still in Saigon In my mind  [Verse 2] The ground at home was covered in snow And I was covered in sweat My younger brother calls me a killer And my daddy calls me a vet Everybody says I'm someone else And I'm sick and there's no cure Damned if I know who I am There was only one place I was sure  [Chorus]  [Verse 3] Every summer when it rains I smell the jungle, I hear the planes I can't tell no one, I feel ashamed Afraid some day I'll go insane That's been ten long years ago And time has gone on by Now and then I catch myself Eyes searching through the sky All the sounds of long ago Will be forever in my head Mingled with the wounded cries And the silence of the dead  [Chorus][x2]  ",
        "title": "Still In Saigon"
    },
    {
        "artist": "Tom Tom Club",
        "lyrics": "  What you gonna do when you get out of jail? I'm gonna have some fun What do you consider fun? Fun, natural fun  I'm in heaven With my boyfriend, my laughing boyfriend There's no beginning and there is no end Time isn't present in that dimension You'll take my arm When we're walkin', rolling and rocking It is one time I'm glad I'm not a man Feels like I'm dreaming, but I'm not sleeping  I'm in heaven With the maven of funk mutation Clinton's musicians such as Bootsy Collins Raise expectations to a new intention No one can sing Quite like Smokey, Smokey Robinson Wailin' and skankin' to Bob Marley Reggae's expanding with Sly and Robbie  Oops! Your mama said uh Oops! Your mama said uh Oops! Your mama said uh Oops! Your mama  All the weekend Boyfriend was missing I surely miss him The way he'd hold me in his warm arms We went insane when we took cocaine  Stepping in a rhythm to a Kurtis Blow Who needs to think when your feet just go With a hippie-the-hip and a hippie-the-hop Who needs to think when your feet just go \"Bohannon, Bohannon, Bohannon, Bohannon\" Who needs to think when your feet just go \"Bohannon, Bohannon, Bohannon, Bohannon\" James Brown, James Brown James Brown, James Brown  If you see him Please remind him, unhappy boyfriend Well he's the genius of love He's got a greater depth of feeling Well he's the genius of love He's so deep  ",
        "title": "Genius Of Love"
    },
    {
        "artist": "Roberta Flack",
        "lyrics": null,
        "title": "Making Love"
    },
    {
        "artist": "Barry Manilow",
        "lyrics": "  There ain't no good in our goodbyein' True love takes a lot of tryin' Ohh, I'm cryin'  Let's hang on to what we've got Don't let go girl we got a lot Got a lotta love between us Hang on Hang on Hang on To what we've got  You say you're gonna go call it quits Gonna chuck it all and break our love to bits Break it up (I wish you'd never said it) Break it up (Oh no, we'll both regret it)  That little chip of diamond on your hand Ain't a fortune baby but you know it stands For the love (A love to tie and bind ya) Such a love (We just can't leave behind us) Baby (Don't you know) Baby (Don't you go) Think it over and stay  Let's hang on to what we've got Don't let go girl we got a lot Got a lotta love between us Hang on Hang on Hang on To what we've got  There isn't anything I wouldn't do I'd pay any price to get in good with you Patch it up (Give me a second turnin') Patch it up (Don't cool off while I'm burnin')  You've got me cryin' dyin' at your door Don't shut me out Ooh let me in once more Open up (Your arms I need to hold you) Open up (Your heart, oh girl I love you) Baby (Don't you know) Baby (Don't you go) Think it over and stay  Let's hang on to what we've got Don't let go girl we got a lot Got a lotta love between us Hang on Hang on Hang on To what we've got  ",
        "title": "Let's Hang On"
    },
    {
        "artist": "Aldo Nova",
        "lyrics": null,
        "title": "Fantasy"
    },
    {
        "artist": "Buckner & Garcia",
        "lyrics": "  I got a pocket full of quarters, and I'm headed to the arcade I don't have a lot of money, but I'm bringing ev'rything I made I've got a callus on my finger, and my shoulder's hurting too I'm gonna eat them all up, just as soon as they turn blue  Cause I've got Pac-Man fever; Pac-Man fever It's driving me crazy Driving me crazy I've got Pac-Man fever; Pac-Man fever I'm going out of my mind Going out of my mind I've got Pac-Man fever; Pac-Man fever I'm going out of my mind Going out of my mind  I've got all the patterns down, up until the ninth key I've got Speedy on my tail, and I know it's either him or me So I'm heading out the back door and in the other side; Gonna eat the cherries up and take them all for a ride  Cause I've got Pac-Man fever; Pac-Man fever It's driving me crazy Driving me crazy I've got Pac-Man fever; Pac-Man fever I'm going out of my mind Going out of my mind I've got Pac-Man fever; Pac-Man fever I'm going out of my mind Going out of my mind  I'm gonna fake it to the left, and move to the right; Cause Pokey's too slow, and Blinky's out of sight  Now I've got them on the run, and I'm looking for the high score; So it's once around the block, And I'll slide back out the side door I'm really cookin' now, eating everything in sight All my money's gone, so I'll be back tomorow night  Cause I've got Pac-Man fever; Pac-Man fever It's driving me crazy Driving me crazy I've got Pac-Man fever; Pac-Man fever I'm going out of my mind Going out of my mind  ",
        "title": "Pac-Man Fever"
    },
    {
        "artist": "David Lasley",
        "lyrics": "  IF I HAD MY WISH TONIGHT David Lasley Don't look at me Cause I'm crying over you Please don't look at me My tears are fallin like water over a waterfall Please don't talk to me There's just nothin left to say Please don't talk to me My voice is shakin and I'm not Makin much sense at all, oh I may never get over you but I'll try Even if it takes my whole life through Cause that's how long I'll cry I wish I may I wish I might Have this wish I wish tonight So bad Instead of being so sad and lonely You would want me If I had my wish tonight If I had my wish tonight Don't touch me again Cause I'm dying over you Please don't touch me again I know your feelings are just not as real As I hoped they'd be Please don't look at me  ",
        "title": "If I Had My Wish Tonight"
    },
    {
        "artist": "Deniece Williams",
        "lyrics": "  Loving you so I was to blind to see You letting me go But now that you've set me free It's gonna take a miracle Yes, it's gonna take a miracle To make me love someone new Cause I'm crazy for you  Oh oh, didn't you know It wouldn't be so easy You lettin' me go You can be sure that now it's gonna take a miracle Yes, it's gonna take a miracle To make me love someone new Cause I'm crazy for you  Oh, tho' I know I can't forget about you I'm gonna try to show how much You're turning me around, destroying me I'll never be the same anymore  You must realize You took your love and left me Quite by surprise You can be sure that now it's gonna take a miracle Yes, it's gonna take a miracle To make me love someone new Cause I'm crazy for you  ",
        "title": "It's Gonna Take A Miracle"
    },
    {
        "artist": "John Denver",
        "lyrics": "  It's funny how you sound as if you're right next door When you're really half a world away I just can't seem to find the words I'm looking for To say the things that I want to say I can't remember when I felt so close to you It's almost more than I can bear And though I seem a half a million miles from you You are in my heart and living there  And the moon and the stars are the same ones you see It's the same old sun up in the sky And your voice in my ear is like heaven to me Like the breezes here in old Shanghai  There are lovers who walk hand in hand in the park And lovers who walk all alone There are lovers who lie unafraid in the dark And lovers who long for home Oh, I couldn't leave you even if I wanted to You're in my dreams and always near And especially when I sing the songs I wrote for you You are in my heart and living there  And the moon and the stars are the same ones we see It's the same old sun up in the sky And your face in my dreams is like heaven to me Like the breezes here in old Shanghai  Shanghai breezes, cool and clearing, evening's sweet caress Shanghai breezes, soft and gentle, remind me of your tenderness  And the moon and the stars are the same ones we see It's the same old sun up in the sky And your love in my life is like heaven to me Like the breezes here in old Shanghai  And the moon and the stars are the same ones we see It's the same old sun up in the sky And your love in my life is like heaven to me Like the breezes here in old Shanghai  Just like the breezes here in old Shanghai  ",
        "title": "Shanghai Breezes"
    },
    {
        "artist": "Donnie Iris",
        "lyrics": null,
        "title": "My Girl"
    },
    {
        "artist": "Simon & Garfunkel",
        "lyrics": "  Wake up, little Susie, wake up Wake up, little Susie, wake up We've both been sound asleep, wake up, little Susie, and weep The movie's over, it's four o'clock, and we're in trouble deep Wake up little Susie Wake up little Susie, well  Whatta we gonna tell your mama Whatta we gonna tell your pa Whatta we gonna tell our friends when they say \"ooh-la-la\" Wake up little Susie Wake up little Susie, well  I told your mama that you'd be in by ten Well Susie baby looks like we goofed again Wake up little Susie Wake up little Susie We gotta go home  Wake up, little Susie, wake up Wake up, little Susie, wake up The movie wasn't so hot, it didn't have much of a plot We fell asleep, our goose is cooked, our reputation is shot Wake up little Susie Wake up little Susie, well  Whatta we gonna tell your mama Whatta we gonna tell your pa Whatta we gonna tell our friends when they say \"ooh-la-la\" Wake up little Susie Wake up little Susie Wake up little Susie  ",
        "title": "Wake Up Little Susie"
    },
    {
        "artist": "A Taste Of Honey",
        "lyrics": "  I will build you a castle with a tower so high It reaches the moon I'll gather melodies from birdies that fly And compose you a tune I'll give you lovin' warm as Mama's oven And if that don't do Then I'll try something new  I will take you away with me as far as I can To Venus or Mars There we will love with your hand in my hand You'll be queen of the stars And every day we can play on the Milky Way And if that don't do Then I'll try something new  I will bring you a flower from the floor of the sea To wear in your hair I'll do anything and everything to keep you happy To show you that I care I'll pretend I'm jealous of all the fellas And if that don't do Then I'll try something new  I'll take the stars and count 'em and move a mountain And if that don't do I'll try something new I'll tell the moon above it's you that I love If it don't do I'll try something new  ",
        "title": "I'll Try Something New"
    },
    {
        "artist": "Franke & The Knockouts",
        "lyrics": null,
        "title": "Without You (Not Another Lonely Night)"
    },
    {
        "artist": "The Cars",
        "lyrics": "  Since you're gone The nights are gettin' strange Since you're gone Well, nothing's makin' any sense Since you're gone I stumbled in the shade Since you're gone Everything's in perfect tense, well  I can't help it When you fall apart I (and I) can't help it Guess you better start  That is forgettin' about you (Since you're gone) Since you're gone Nights are gettin' strange (Since you're gone) Since you're gone Thrownin' it all away (Since you're gone) Since you're gone The nights are gettin' strange (Since you're gone) Since you're gone Thrownin' it all away  I can't help it Everything's a mess I can't help it You're so treacherous When it comes, to tenderness (Since you're gone) I can't help it Everything's a mess I can't help it You're so treacherous Oh, where's that tenderness? (Since you're gone)  Since you're gone I missed the peak sensation (Since you're gone) Since you're gone I took the big vacation (Since you're gone) Well, never feel sedate (Since you're gone) Well, the moonlight ain't so great (Since you're gone)  Since you're gone (Since you're gone) Well, I've thrown it all away (Since you're gone) When the night (?) (Since you're gone) Strange I've thrown it all away (Since you're gone) Well, since you're gone (Since you're gone)  Since you're gone Since you're gone (Since you're gone) I've thrown it all away (Since you're gone)  ",
        "title": "Since You're Gone"
    },
    {
        "artist": "Genesis",
        "lyrics": "  See the lonely man there on the corner What he's waiting for, I don't know But he waits every day now He's just waiting for something to show  And nobody knows him, and nobody cares 'Cause there's no hidin' place There's no hidin' place For you  Lookin' everywhere at no one He sees everything and nothing at all, oh When he shouts, nobody listens Where he leads, no one will go, oh  He's a lonely man there on the corner What he's waiting for, I don't know But he waits every day now He's just waiting for something to show  And nobody knows him, and nobody cares 'Cause there's no hidin' place There's no hidin' place For you and me  Are we just like all the rest? We're lookin' too hard for somethin' he's got Or movin' too fast to rest But like a monkey on your back, you need it But do you love it enough to leave it all?  Just like the lonely man there on the corner What he's waiting for, I don't know But he waits every day now He's just waiting for that somethin' to show  Who the lonely man there on the corner What he's waiting for, I don't know But he's there every day now He's just waiting for that somethin' to show  Who the lonely man there on the corner What he's waiting for, I don't know But he waits every day now He's just waiting for that somethin' to show  ",
        "title": "Man On The Corner"
    },
    {
        "artist": "Atlantic Starr",
        "lyrics": null,
        "title": "Circles"
    },
    {
        "artist": "Sheena Easton",
        "lyrics": null,
        "title": "When He Shines"
    },
    {
        "artist": "Pia Zadora",
        "lyrics": null,
        "title": "I'm In Love Again"
    },
    {
        "artist": "Soft Cell",
        "lyrics": "  [Intro]  Sometimes I feel I've got to Run away I've got to Get away From the pain you drive into the heart of me The love we share Seems to go nowhere And I've lost my light For I toss and turn I can't sleep at night  Once I ran to you (I ran) Now I'll run from you This tainted love you've given I give you all a boy could give you Take my tears and that's not nearly all Oh...tainted love Tainted love  Now I know I've got to Run away I've got to Get away You don't really want any more from me To make things right You need someone to hold you tight And you think love is to pray But I'm sorry I don't pray that way  Once I ran to you (I ran) Now I'll run from you This tainted love you've given I give you all a boy could give you Take my tears and that's not nearly all Oh...tainted love Tainted love  Don't touch me please I cannot stand the way you tease I love you though you hurt me so Now I'm going to pack my things and go Tainted love, tainted love Tainted love, tainted love Touch me baby, tainted love Touch me baby, tainted love Tainted love Tainted love Tainted love  ",
        "title": "Tainted Love"
    },
    {
        "artist": "Diana Ross",
        "lyrics": "  All right Get ready We're gonna work that body  Reach 2, 3, 4, 5, 6, 7, 8 Stretch 2, 3, 4, 5, 6, 7, 8 Push 2, 3, 4, 5, 6, 7, 8 Up 2, 3, 4, 5, 6, 7, 8  Every morning When we wake To make up for that piece of cake We ate last night  What do you do? We do what's right All right  Throw our hands up in the air One foot here And one foot there We're so tight That's all right All right  Take a look, girls At these numbers We're still improving Got these bodies moving  Everybody's gonna hate you There will be no doubt Eat your heart out  Don't think we're out of line When all the men around Begin to stop and stare At the hottest girls We're the hottest girls in town  Reach 2, 3, 4, 5, 6, 7, 8 Stretch 2, 3, 4, 5, 6, 7, 8 Push 2, 3, 4, 5, 6, 7, 8 Up 2, 3, 4, 5, 6, 7, 8  Reach 2, 3, 4, 5, 6, 7, 8 Stretch 2, 3, 4, 5, 6, 7, 8 Push 2, 3, 4, 5, 6, 7, 8 Up 2, 3, 4, 5, 6, 7, 8  Ah You're looking good You're looking good  Down Shake down Right 2, 3, 4, 5, 6, 7, 8 Move to the right foot  1, 2, 3, 4, 5, 6 Shake down 1, 2, 3, 4, 5, 6 Shake down Move to the left feet 1, 2, 3, 4 Work that body 5, 6  Right 1, 2, 3, 4, 5, 6, 7, 8 Left 2, 3, 4, 5, 6, 7, 8 Shake down Right 2, 3, 4, 5, 6, 7, 8 Left 2, 3, 4, 5, 6, 7, 8  Step, step Turn around Step, step Turn around Hang free  Right 2, 3, 4, 5, 6, 7, 8 Left 2, 3, 4, 5, 6, 7, 8 Right 2, 3, 4, 5, 6, 7, 8 You can make your body  Step, step Turn around Shake down Step, step Turn around Left foot 1, 2, 3, 4, 5, 6, 7, 8 And rest  Work that body Work that body You can do it You can make your body  1, 2, 3, 4, 5, 6, 7, 8 Shake down 2, 3, 4, 5, 6, 7, 8 Left 2, 3, 4, 5, 6, 7, 8 Right 2, 3, 4, 5, 6, 7, 8  Step, step Turn around Step, step Turn around  Step, step Turn around Step, step Turn around You can make your body shake down  Don't think we're out of line When all the men around Begin to stop and stare At the hottest girls We're the hottest girls in town  Reach 2, 3, 4, 5, 6, 7, 8 Stretch 2, 3, 4, 5, 6, 7, 8 Push 2, 3, 4, 5, 6, 7, 8 Up 2, 3, 4, 5, 6, 7, 8  Work that body Work that body  ",
        "title": "Work That Body"
    },
    {
        "artist": "Carole King",
        "lyrics": null,
        "title": "One To One"
    },
    {
        "artist": "Loverboy",
        "lyrics": null,
        "title": "When It's Over"
    },
    {
        "artist": "The Police",
        "lyrics": "  [Verse 1] Upon a secret journey I met a holy man His blindness was his wisdom I'm such a lonely man  And as the world was turning It rolled itself in pain This does not seem to touch you He pointed to the rain  [Chorus] You will see light in the darkness You will make some sense of this And when you've made your secret journey You will find this love you miss  [Verse 2] And on the days that followed I listened to his words I strained to understand him I chased his thoughts like birds  [Chorus][x2]  [Outro] And when you've made your secret journey You will be a holy man  ",
        "title": "Secret Journey"
    },
    {
        "artist": "Gordon Lightfoot",
        "lyrics": "  Now it looks to me like the same old place In the sky it looks like rain The same old town with the same old streets My address has not changed You can find me there with the door shut tight And the one wish that remains  Baby step back, baby step back Either step up or step back  Now you know I don't write no bad checks I have no wish to repent I've seen a few but whatever I do I don't cause no accidents Whiskey and wine help me pass the time I don't leave no evidence  Baby step back, baby step back Either step up or step back Baby step back, baby step back Either step up or step back  Still I don't kneel down I was born to fight So you best leave me alone Maybe I'll get much more than I need Or much less than I should own Last of all let me say it again Either step up or step on  Baby step back, baby step back Either step up or step back Baby walk back, baby walk back Either walk on or walk back  Baby step back, baby step back Either step up or step back Baby walk back, baby walk back Either walk on or walk back Baby step back, baby step back Either step up or step back  ",
        "title": "Baby Step Back"
    },
    {
        "artist": "Richard \"Dimples\" Fields",
        "lyrics": null,
        "title": "If It Ain't One Thing...It's Another"
    },
    {
        "artist": "Waylon & Willie",
        "lyrics": null,
        "title": "Just To Satisfy You"
    },
    {
        "artist": "Eddie Rabbitt",
        "lyrics": null,
        "title": "I Don't Know Where To Start"
    },
    {
        "artist": "O'Bryan",
        "lyrics": null,
        "title": "The Gigolo"
    },
    {
        "artist": "Duke Jupiter",
        "lyrics": null,
        "title": "I'll Drink To You"
    },
    {
        "artist": "Toto",
        "lyrics": "  [​​Intro]​​  [Verse 1] All I wanna do when I wake up in the morning is see your eyes Rosanna, Rosanna I never thought that a girl like you could ever care for me Rosanna  [Verse 2] All I wanna do in the middle of the evening is hold you tight Rosanna, Rosanna I didn't know you were looking for more than I could ever be  [Pre-Chorus] Not quite a year since she went away, Rosanna yeah Now she's gone and I have to say  [Chorus] Meet you all the way Meet you all the way, Rosanna yeah Meet you all the way Meet you all the way, Rosanna yeah  [Verse 3] I can see your face still shining through the window on the other side Rosanna, Rosanna I didn't know that a girl like you could make me feel so sad Rosanna  [Verse 4] All I want to tell you is now you'll never ever have to compromise Rosanna, Rosanna I never thought that losing you could ever hurt so bad  [Pre-Chorus] Not quite a year since she went away, Rosanna yeah Now she's gone and I have to say  [Chorus] Meet you all the way Meet you all the way, Rosanna yeah Meet you all the way Meet you all the way, Rosanna yeah  ​[Bridge​]  [Pre-Chorus] Not quite a year since she went away, Rosanna yeah Now she's gone and I have to say  [Chorus] Meet you all the way Meet you all the way, Rosanna yeah Meet you all the way Meet you all the way, Rosanna yeah  Meet you all the way Meet you all the way, Rosanna yeah Meet you all the way Meet you all the way, Rosanna yeah  [​​​Outro]​  ",
        "title": "Rosanna"
    },
    {
        "artist": "Shalamar",
        "lyrics": "  [Verse 1:] When you love someone It's natural Not demanding And that's one thing I'm proud to say I found in you  I`m so glad we reached an understanding Now I know My heart is safe with you, ooh So now my love to you, baby I surrender  [Chorus:] Get ready tonight Gonna make this a night to remember Get ready (Oh, baby) Tonight Gonna make this a night to remember  [Verse 2:] Celebrations And my heart could stay united And there's nothing in this world To come between me and you  We're together And it keeps me so excited To think of What the power of love can do, ooh And I`m filled with a love That`s oh, so tender  [Chorus:] Get ready (Baby) Tonight (Girl) I`m gonna make this a night to remember  Get ready (Get ready) Tonight I`m gonna make this a night to remember  Make this a night to remember  Get ready tonight Gonna make this a night to remember Get ready (Get ready) Tonight Gonna make this a night to remember  Get ready (Baby) Tonight (Darling) Gonna make this a night to remember  Get ready (Darling) Tonight (Baby) Gonna make this a night to remember  This night you won`t forget Gonna make this a night to remember ‘Cause your love I won`t regret Gonna make this a night to remember  Get ready (Baby) Tonight (Darling) Gonna make this a night to remember  Get ready (It won`t be like the past) Tonight (I will make it last) Gonna make this a night to remember  Tonight Make this a night to remember Tonight Make this a night to remember  [Verse 3:] Let's make a toast To those who helped make this occasion They turn their back on love And that`s what drove you straight to me  Now to you I make a lasting dedication I'll show you All that love and life can be, ooh And each day that I live I will deliver  [Chorus:] Get ready (This night you won`t forget) Tonight Gonna make this a night to remember  Get ready (‘Cause your love I won`t regret) Tonight Gonna make this a night to remember  Get ready (Baby) Tonight (Darling) Gonna make this a night to remember  Get ready (It won`t be like the past) Tonight (I will make it last) Gonna make this a night to remember Get ready tonight  ",
        "title": "A Night To Remember"
    },
    {
        "artist": "T.G. Sheppard",
        "lyrics": null,
        "title": "Finally"
    },
    {
        "artist": "Quarterflash",
        "lyrics": "  I should have learned this lesson long ago That friends and lovers always come and go And now you claim that everything's O.K But I've got just one thing to say  Why don't you Find another (find another) Find another fool to love you Find another (find another) Find another fool to love you Find another, find another Find another fool to love you To love you Find another  I don't believe that I deserve this ride You took me for my very heart and pride You let me down and now your hand is out Well, here's some spare change you can count  Why don't you Find another (find another) Find another fool to love you Find another (find another) Find another fool to love you Find another, find another Find another fool to love you To love you Find another  You pulled this once, you pulled it twice It's time you listened to my advice Oh, baby  I'd never take advantage of our love I can't imagine what you're thinkin' of You're overdue, you think this storm is through Well, baby, I've got news for you  Why don't you Find another (find another) Find another fool to love you Find another (find another) Find another fool to love you Find another (find another) Find another fool to love you Find another, find another Find another fool to love you To love you Find another  ",
        "title": "Find Another Fool"
    },
    {
        "artist": "Joan Jett & the Blackhearts",
        "lyrics": "  Ah, now I don't hardly know her But I think I could love her  Crimson and clover  Ah, now when she comes walking over Now I've been waitin' to show her  Crimson and clover, over and over  Yeah, my, my such a sweet thing I wanna do everything What a beautiful feeling  Crimson and clover, over and over  Crimson and clover, over and over Crimson and clover, over and over Crimson and clover, over and over Crimson and clover, over and over  ",
        "title": "Crimson And Clover"
    },
    {
        "artist": "Dionne Warwick & Johnny Mathis",
        "lyrics": null,
        "title": "Friends In Love"
    },
    {
        "artist": "Dazz Band",
        "lyrics": "  [Verse 1] Wanna see you with it Sho' could treat you right Give me just a minute Of your time tonight We both are here to have good fun So let it whip  We'll get to groovin' Love your body language Baby, let me know You've got me sort of anxious We both are here to have good fun So let it whip   [Hook] So let it whip (Let's whip it, baby) Child (Let's whip it right) Get a grip (Let's whip it baby) (Work it all night) Well, what's your trip? (Oh no) Child C'mon let it whip Oww-hoo   [Verse 2] Now that you can see How you groove with me What else can I do To get closer to you We both are here to have good fun So let it whip  We have the natural feeling Obviously revealing Let me be your paper man I'd love to be your joker man We both are here to have good fun So let it whip  [Hook x2]  [Bridge] (There's no time to lose) There is no time to lose (You're the one I choose) (You're so right) You're the one I choose I only wanna be with you You're the one for me  Can't you see that I (I won't waste your time) I won't waste your time (I sense something divine in you) Something divine in you (Yes I do) Oooh-hoo   [Hook]  [Bridge]  [Hook x2]  ",
        "title": "Let It Whip"
    },
    {
        "artist": "John Cougar",
        "lyrics": null,
        "title": "Hurts So Good"
    },
    {
        "artist": "Smokey Robinson",
        "lyrics": "  Strolling down the lane at midnight Old fashioned love Steal a little kiss in the moonlight Old fashioned love  You’re the love of my life The girl of my dreams I count on you You can count on me  We got an old fashioned love It’s so hard to find This one of a kind Old fashioned love  Gotta be true to each other Old fashioned love Never hurt one another Old fashioned love  Just like in the movies But we’re not pretending Always and forever Our love’s one happy ending  We got an old fashioned love It’s so hard to find This one of a kind Old fashioned love  ",
        "title": "Old Fashioned Love"
    },
    {
        "artist": "David Bowie",
        "lyrics": "  [Verse 1] See these eyes so green I can stare for a thousand years Colder than the moon It's been so long And I've been putting out fire With gasoline  [Verse 2] See these eyes so red Red like jungle burning bright Those who feel me near Pull the blinds and change their minds It's been so long  [Verse 3] Still this pulsing night A plague I call a heartbeat Just be still with me Well you wouldn't believe what I've been through You've been so long Well it's been so long And I've been putting out the fire With gasoline Putting out the fire With gasoline  [Verse 4] See these tears so blue An ageless heart That can never mend These tears can never dry A judgement made Can never bend See these eyes so green I can stare for a thousand years Just be still with me You wouldn't believe what I've been through​  [Verse 5] You've been so long Well, it's been so long And I've been putting out the fire With gasoline Putting out fire with gasoline  ",
        "title": "Cat People (Putting Out Fire)"
    },
    {
        "artist": "Prism",
        "lyrics": "  I'm from another country, an alien nation It's in another world of my own creation I'm light years away, and nobody's trying to reach me Despite what I say, nobody knows what I mean  (Chorus) Turn your radar, radar, radar, radar on Turn on your radar, radar, radar I don't want to be alone...  I'd like to get the feeling that someone knew me But everywhere I go they seem to see right through me They don't want to hear...How can I get them to listen? Is it clear....oh I want someone to love  (chorus-solo) Like an object in space...Does anyone know who I am?  (chorus repeat)  ",
        "title": "Turn On Your Radar"
    },
    {
        "artist": "Al Jarreau",
        "lyrics": "  Did you say, \"I've got a lot to learn?\" Well, don't think I'm trying not to learn Since this is the perfect spot to learn Teach me tonight  Starting with, the \"A,B,C of it Right down to the \"X,Y,Z\" of it Help me solve the mystery of it Teach me tonight  The sky's a blackboard High above you If a shooting star goes by I'll use that star to write, \"I love you\" A thousand times across the sky  One thing isn't very clear, my love Should the teacher stand so near my love Graduation's almost here my love Teach me tonight  If a shooting star goes by I'll use that star to write, \"I love you\" A thousand times across the sky  One thing isn't very clear, my love Should the teacher stand so near my love Graduation's almost here my love Teach me tonight  I've lost all fear my love Teach me tonight  ",
        "title": "Teach Me Tonight"
    },
    {
        "artist": "Cheri",
        "lyrics": "  I hate to tell you, but I got a bit of bad news I don't love you no more I see life is like a circle Everything you do comes back to you  Got it all together, don't cha, baby Murphy's Law, sure out to get you Got it all together, don't cha, baby Murphy's Law, sure out to get you  You know the car You missed the last payment The finance company came and towed it away Towed it away And the money that you owe to your best friend You don't owe him no more 'Cause the ring that you bought me for my birthday I cashed it in at the store  Got it all together, don't cha, baby Murphy's Law, sure out to get you Got it all together, don't cha, baby Murphy's Law, sure out to get you  You know the girl that you've been foolin' around with She got married today What happened to your brand new house? Someone took it away (Ha, ha, ha, ha, ha!)  Got it all together, don't cha, baby Murphy's Law, sure out to get you Got it all together, don't cha, baby Murphy's Law, sure out to get you  Got it all together, don't cha, baby Murphy's Law, sure out to get you Got it all together, don't cha, baby Murphy's Law, sure out to get you  Hey, what is Murphy's Law? I dunno Murphy's Law I think, well, lemme see I think whatever could go wrong will go wrong That means we're in big trouble Ha, ha, ha, ha, ha, ha!  Murphy's law Sure out to get you  Got it all together, don't cha, baby Murphy's Law, sure out to get you Got it all together, don't cha, baby Murphy's Law, sure out to get you  Got it all together, don't cha, baby...  ",
        "title": "Murphy's Law"
    },
    {
        "artist": "Rod Stewart",
        "lyrics": null,
        "title": "How Long"
    },
    {
        "artist": "Rainbow",
        "lyrics": null,
        "title": "Stone Cold"
    },
    {
        "artist": "Patti Austin With James Ingram",
        "lyrics": "  [Verse 1: Patti Austin] Thinkin' back in time When love was only in my mind, I realize Ain't no second chance You've got to hold on to romance Don't let it slide  There's a special kind of magic in the air When you find another heart that needs to share  [Chorus] Baby, come to me Let me put my arms around you This was meant to be And I'm oh so glad I found you Need you every day Gotta have your love around me Baby, always stay 'Cause I can't go back to livin' without you  [Verse 2: James Ingram] Spendin' every dime to keep you talkin' on the line That's how it was And all those walks together out in any kind of weather Just because  There's a brand new way of looking at your life When you know that love is standing by your side  [Chorus] Baby, come to me Let me put my arms around you This was meant to be And I'm oh so glad I found you Need you every day Gotta have your love around me Baby, always stay Cause I can't go back to livin' without you  [Bridge] [James Ingram] The nights can be cold There's a chill to every evening when you're all alone [Patti Austin] Don't talk anymore Cause you know that I'll be here to keep you warm Oh, darling, keep me warm  [Chorus (Repeat 3X until fade)] Baby, come to me Let me put my arms around you This was meant to be And I'm oh so glad I found you Need you every day Gotta have your love around me Baby, always stay 'Cause I can't go back to livin' without you  ",
        "title": "Baby, Come To Me"
    },
    {
        "artist": "Carpenters",
        "lyrics": "  You can have this dance with me You can hold my hand And whisper in my ear Sweet words that I love to hear  Don't be shy Just take your time I'd like to get to know you I'd like to make you mine  I've been waiting Sitting here so patiently For you to come over And have this dance with me  And my number is Beechwood four, five, seven, eight, nine You can call me up and have a date any old time  Don't be shy Just take your time I'd like to get to know you I'd like to make you mine  Beechwood four, five, seven, eight, nine You can call me up and have a date any old time  Don't be shy Just take your time I'd like to get to know you I'd like to make you mine  And my number is Beechwood four, five, seven, eight, nine You can call me up and have a date any old time  Beechwood four, five, seven, eight, nine You can call me up and have a date any old time  ",
        "title": "Beechwood 4-5789"
    },
    {
        "artist": "Gene Cotton",
        "lyrics": null,
        "title": "If I Could Get You (into my Life)"
    },
    {
        "artist": "Gamma",
        "lyrics": null,
        "title": "Right The First Time"
    },
    {
        "artist": "Queen",
        "lyrics": null,
        "title": "Body Language"
    },
    {
        "artist": "Karla Bonoff",
        "lyrics": "  I've been writing letters everyday now Since you've been gone Talking to you on the telephone For what seems like a whole life long I've got something to give you That the mailman can't deliver I can't mail it in I can't phone it in I can't send it in Even by your closest kin  I'm bringing it to you personally I'm bringing it to you personally  There's nothing like the feeling I get Oh when you touching me baby There's nothing like the feeling you get When I'm there with you, oh love I've got something that the mailman can't deliver I can't mail it in I can't phone it in I can't send it in Even by your closest kin  I'm bringing it to you personally I'm bringing it to you personally  But I've got something to give you That the mailman can't deliver I can't mail it in I can't phone it in I can't send it in Even by your closest kin  I'm bringing it to you personally I'm bringing it to you personally  ",
        "title": "Personally"
    },
    {
        "artist": "The Motels",
        "lyrics": "  We walked the loneliest mile We smiled without any style We kiss altogether wrong No intention  We lied about each other's drinks We lived without each other thinking What anyone would do Without me and you  It's like I told you Only the lonely can play  So hold on, here we go Hold on to nothing we know I feel so lonely Way up here  You mention the time we were together So long ago Well, I don't remember All I know is that it makes me feel good now  It's like I told you Only the lonely can play Only the lonely Only the lonely can play  Only the lonely Only the lonely can play It's like I told you Only the lonely can play Only the lonely Only the lonely can play  ",
        "title": "Only The Lonely"
    },
    {
        "artist": "Ronnie Milsap",
        "lyrics": "  Any day now, I will hear you say Good bye, my love And you'll be on your way Then my wild beautiful bird, you will have flown Any day now, I'll be all alone  Any day now, when your restless eyes meets someone new Oh, to my sad surprise Then blue shadows will fall all over town Any day now, love will let me down  I know I shouldn't want to keep you If you don't want to stay Until you're gone forever I'll keep holding on for dear life  Holding you this way Begging you to stay Any day now, when the clock strikes go, you'll call it off Then my tears will flow Then my wild beautiful bird, you will have flown Any day now, love will let me down Cause you won't be around  Oh, then the blue shadows will fall all over town Any day now, love will let me down Cause you won't be around Any day now, you won't be around No, no, no, no, no, no, you won't be around  ",
        "title": "Any Day Now"
    },
    {
        "artist": "38 Special",
        "lyrics": "  I never knew there'd come a day When I'd be sayin' to you \"Don't let this good love slip away Now that we know that it's true. \" Don't, don't you know the kind of man I am No, said I'd never fall in love again But it's real and the feeling comes shining through  So caught up in you, little girl And I never did suspect a thing So caught up in you, little girl That I never want to get myself free And baby it's true You're the one Who caught me baby you taught me How good it could be  It took so long to change my mind I thought that love was a game I played around enough to find No two are ever the same You made me realized the love I missed So hot! Love I couldn't quite resist When it's right the light just comes shining through  So caught up in you, little girl You're the one that's got me down on my knees So caught up in you, little girl That I never want to get myself free And baby it's true You're the one Who caught me, baby you taught me How good it could be  Fill your days and your nights No need to ever ask me twice oh no Whenever you want me And if ever comes a day When you should turn and walk away oh no I can't live without you So caught up in you  Yeah, Yeah, Yeah And if ever comes a day When you should turn and walk away oh no I can't live without you So caught up in you, little girl You're the one that's got me down on my knees So caught up in you, little girl That I never want to get myself free And baby it's true You're the one Who caught me baby you taught me How good it could be, little girl You're the one that's got me down on my knees So caught up in you, little girl That I never want to get myself free And baby it's true You're the one Who caught me and taught me You got me so caught up in you  ",
        "title": "Caught Up In You"
    },
    {
        "artist": "Jimmy Hall",
        "lyrics": null,
        "title": "Fool For Your Love"
    },
    {
        "artist": "ABBA",
        "lyrics": "  [Verse 1] I hear the door-bell ring and suddenly the panic takes me The sound so ominously tearing through the silence I cannot move, I'm standing Numb and frozen Among the things I love so dearly The books, the paintings and the furniture Help me The signal's sounding once again and someone tries the doorknob None of my friends would be so stupidly impatient And they don't dare to come here Anymore now But how I loved our secret meetings We talked and talked in quiet voices Smiling  [Chorus] Now I hear them moving Muffled noises coming through the door I feel I'm cracking up Voices growing louder, irritation building And I'm close to fainting Cracking up They must know by now I'm in here trembling In a terror ever growing Cracking up My whole world is falling, going crazy There is no escaping now, I'm Cracking up  [Verse 2] These walls have witnessed all the anguish of humiliation And seen the hope of freedom glow in shining faces And now they've come to take me Come to break me And yet it isn't unexpected I have been waiting for these visitors Help me  [Chorus] Now I hear them moving Muffled noises coming through the door I feel I'm cracking up Voices growing louder, irritation building And I'm close to fainting cracking up They must know by now I'm in here trembling In a terror ever growing cracking up My whole world is falling, going crazy There is no escaping now, I'm cracking up Now I hear them moving Muffled noises coming through the door I feel I'm cracking up Voices growing louder, irritation building And I'm close to fainting cracking up (I have been waiting for these visitors) They must know by now I'm in here trembling In a terror ever growing cracking up (I have been waiting for these visitors) My whole world is falling, going crazy There is no escaping now, I'm cracking up (I have been waiting for these visitors) Now I hear them moving Muffled noises coming through the door I feel I'm cracking up (I have been waiting for these visitors) Voices growing louder, irritation building And I'm close to fainting cracking up (I have been waiting for these visitors) They must know by now I'm in here trembling In a terror ever growing cracking up (I have been waiting for these visitors) My whole world is falling, going crazy There is no escaping now, I'm cracking up  ",
        "title": "The Visitors"
    },
    {
        "artist": "Le Roux",
        "lyrics": null,
        "title": "Nobody Said It Was Easy (Lookin' For The Lights)"
    },
    {
        "artist": "Bertie Higgins",
        "lyrics": "  The big cold city was such a lonely place to be Hustle all day and dream of the islands and sea Millions of girls but none of them seemed right for me 'Till you came along and you touched me and set me free  So we slipped away last night eased on down to the Keys Flying so high we hitched a ride on a Gulf Stream breeze Living on love and the fruits from tropical trees With a song in our hearts and our eyes on the West Indies  It's just another day in paradise Loving the night away till the sunrise Seeing that \"I love you\" look in your eyes It's just another day in paradise  A bottle rum listen to the steel drum band Laughing in the moonlight along the beach we ran Splashing naked in the sea making love upon the sand Falling fast asleep like children hand in hand  It's just another day in paradise Loving the night away till the sunrise Seeing that \"I love you\" look in your eyes It's just another day in paradise  I woke up this morning with the sunlight in my eyes Guess it was only a dream I hear the city outside But I look at you sleeping and honey now I realize That anywhere with you is paradise  It's just another day in paradise Loving the night away till the sunrise Seeing that \"I love you\" look in your eyes It's just another day in paradise  ",
        "title": "Just Another Day In Paradise"
    },
    {
        "artist": "Alessi",
        "lyrics": null,
        "title": "Put Away Your Love"
    },
    {
        "artist": "Journey",
        "lyrics": "  [Verse 1] Lying beside you Here in the dark Feeling your heartbeat with mine Softly you whisper You're so sincere How could our love be so blind? We sailed on together We drifted apart And here you are By my side  [Chorus] So now I come to you With open arms Nothing to hide Believe what I say So here I am With open arms Hoping you'll see What your love means to me Open arms  [Verse 2] Living without you Living alone This empty house seems so cold Wanting to hold you Wanting you near How much I wanted you home  [Bridge] But now that you've come back Turned night into day I need you to stay  [Chorus]  ",
        "title": "Open Arms"
    },
    {
        "artist": "West Street Mob",
        "lyrics": null,
        "title": "Sing A Simple Song"
    },
    {
        "artist": "Patrice Rushen",
        "lyrics": "  Sending you forget me nots To help me to remember Baby please forget me not I want you to remember  Sending you forget me nots To help me to remember Baby please forget me not I want you to remember  Those were the times we had Sharing a joy that we thought would last Memories of love and affection Never really was just like a dream Was it the simple things That made me so crazy about you Was it your charm or your passion It's not hard to believe I love you and i need you so i...  Sending you forget me nots To help me to remember Baby please forget me not I want you to remember  Sending you forget me nots To help me to remember Baby please forget me not I want you to remember  Did we give up too soon Maybe we needed just a little room Wondering how it all happened Maybe we just need a little time Though we did end as friends Given the chance we could love again She'll always love you forever It's not hard to believe I want you and i need you so i...  Sending you forget me nots To help me to remember Baby please forget me not I want you to remember  Sending you forget me nots To help me to remember Baby please forget me not I want you to remember  (instrumental break)  Sending you forget me nots Baby please forgive me not  Good times we had... They weren't so bad... What a life we shared... Pretty baby I still care...  ",
        "title": "Forget Me Nots"
    },
    {
        "artist": "Stevie Wonder",
        "lyrics": null,
        "title": "That Girl"
    },
    {
        "artist": "Junior",
        "lyrics": "  Ooh Yeah, girl  [Verse 1:] Said a small boy once asked When will I grow up? When will I see what grown-ups do see?  In his fight to come of age He would act an older age To be recognized as one And not a mass  [Chorus:] And mama used to say Take your time, young man Mama used to say Don't you rush to get old  Mama used to say Take it in your stride Mama used to say Live your life  [Verse 2:] As the years went rushing by He would cut down on his age He would tell his girl of how it used to be  How his mommy passed away But these lines she would say And at the time He couldn't understand  [Repeat Chorus:]  [Bridge:] You're young So enjoy Don't hold on back Do all you want to do  Now is the time For you to stride For you to get better in what you are doing  [Repeat Verse 1:]  [Chorus:] And mama used to say Take your time, young man Mama used to say Don't you rush to get old  Mama used to say Take it in your stride Mama used to say  Live your life Live your life Live your life  Hey, mama used to say Take your time, young man Mama used to say Don't you rush to get old  And Mama used to say Take it in your stride Mama used to say  Hey, hey, hey Hey, hey, hey  Ooh Mama used to say Ooh Mama used to say Ooh Mama used to say Ooh Mama used to say  ",
        "title": "Mama Used To Say"
    },
    {
        "artist": "Sister Sledge",
        "lyrics": "  Nothing you can say Can tear me away from my guy Nothing you can do cause I'm stuck like a glue to my guy  I'm sticking to my guy Like a stamp to a letter Like birds of a feather We stick together I'm telling you from the start I won't be torn apart from my guy  Nothing you can do Could make me untrue to my guy Nothing you can buy Can make me tell a lie to my guy  I gave my guy my word of honor To be faithful And I'm gonna You best be believing I won't be deceiving my guy  As a matter of opinion I think hes tops My opinion is He's the cream of the crop  As a matter of taste To be exact He's ideal as a matter of fact  No muscle-bound man could ever Take my hand from my guy No handsome face could ever Take the place of my guy  He may not be a movie star But when it comes to being happy we are There's not a man today Who could take me away from my guy  ",
        "title": "My Guy"
    },
    {
        "artist": "Quincy Jones Featuring James Ingram",
        "lyrics": "  [James Ingram] Compliment what she does Send her roses just because If it's violins she loves Let them play  Dedicate her favorite song And hold her closer All night long Love her today Find one hundred ways  Don't forget there could be An old lover in her memory If you need her so much more Why don't you say  Maybe she has it in her mind That she's just wasting her time Ask her to stay Find one hundred ways  Bein' cool won't help You keep a love warm You'll just blow your chance Take the time to open up your heart That's the secret of romance  Sacrifice if you care Buy her some moonlight to wear If there's one more star she wants Go all the way  In your arms tonight She'll reflect That she owes you the sweetest of debts If she wants to pay Find one hundred ways  In your arms tonight She'll reflect That she owes you the sweetest of debts If she wants to pay Find one hundred ways  Ya better believe it, whoa Love her today Find one hundred ways  I'm telling you To love her today Find one hundred ways  Whoa, love her, love her Love her one hundred ways  You've got to love her today Find one hundred ways  ",
        "title": "One Hundred Ways"
    },
    {
        "artist": "The Pointer Sisters",
        "lyrics": null,
        "title": "Should I Do It"
    },
    {
        "artist": "War",
        "lyrics": "  You got the power To keep my fire a-burnin' You got the power To keep my wheels a-turnin'  You keep me hot don't stop Give me what you got oh yeah Turn on the juice turn loose Ain't that no excuse oh no no no  You got the power To keep my fire a-burnin' (burning up burning up burning up burning up) You got the power To keep my wheels a-turnin'  You put the strain on the brain Girl I'm going insane oh yeah You turn me out make it shout What's it all about? Turn me out make it shout  You got the power To keep my fire a-burnin' (burning up burning up burning up burning up) You got the power To keep my wheels a-turnin'  And now tonight hold me tight Feel like dynamite. oh yeah You make me sweat soakin' wet Ain't through nothin' yet  You got the power To keep my fire a-burnin' (burning up burning up burning up burning up) You got the power To keep my wheels a-turnin'  I feel the rush when we touch Never get enough oh no Save the best don't go for less Got to make it last all night all night  You got the power To keep my fire a-burnin' (burning up burning up burning up burning up) You got the power To keep my wheels a-turnin'  ",
        "title": "You Got The Power"
    },
    {
        "artist": "Laura Branigan",
        "lyrics": "  [Verse 1] I wish I knew what you were thinkin' Sometimes with you it's hard to tell You lay beside me without speakin' Words are hard to find, better left behind You pull me close as if to answer The question runnin' through my head If words could say it any better:  [Chorus] Does it feel good? Do you feel like stayin' all night with me? Does it feel good? (Does it feel good?) Do you feel like stayin' all night with me? Does it feel good? If it feels right, stay all night  [Verse 2] We'll wake up early in the mornin' Or never go to sleep at all So happy just to be together  [Chorus] Does it feel good? Do you feel like stayin' all night with me? Does it feel good? (Does it feel good?) Do you feel like stayin' all night with me? If it feels good, if it feels right, stay all night  [Bridge] It's a long night, there'll be time for playin' Never felt so right just to hear you sayin' That it's all right, and you feel like stayin' all night with me  [Chorus] Does it feel good? (Does it feel good?) Do you feel like stayin' all night with me? Does it feel good, does it feel right? Why don't you stay all night with me? Does it feel good? (Does it feel good?) Do you feel like stayin' all night with me? Does it feel good, does it feel right? Why don't you stay all night with me? Does it feel good? (Does it feel good?) Do you feel like stayin' all night with me? Does it feel...  ",
        "title": "All Night With Me"
    },
    {
        "artist": "Aurra",
        "lyrics": null,
        "title": "Make Up Your Mind"
    },
    {
        "artist": "Foreigner",
        "lyrics": "  [Verse 1] Standing in the rain, with his head hung low Couldn't get a ticket, it was a sold out show Heard the roar of the crowd, he could picture the scene Put his ear to the wall, then like a distant scream He heard one guitar, just blew him away He saw stars in his eyes, and the very next day Bought a beat up six string in a secondhand store Didn't know how to play it, but he knew for sure That one guitar felt good in his hands Didn't take long to understand Just one guitar, slung way down low Was one way ticket, only one way to go  [Chorus] So he started rocking He is never going to stop Got to keep on rocking Someday he's going to make it to the top  And be a juke box hero, got stars in his eyes He's a juke box hero He took one guitar, juke box hero, stars in his eyes Juke box hero, he'll come alive tonight  [Verse 2] In a town without a name, in a heavy downpour Thought he passed his own shadow, by the backstage door Like a trip through the past, to that day in the rain And that one guitar made his whole life change  [Chorus] Now he needs to keep on rockin' He just can't stop Gotta keep on rocking' Someday gonna make it to the top  And be a juke box hero, got stars in his eyes He's a juke box hero And be a juke box hero, got stars in his eyes He took one guitar, stars in his eyes He'll come alive tonight woah  [Guitar Solo]  [Chorus] Yeah, he's gotta keep on rockin' Never gonna stop Gotta keep on rocking' Someday gonna make it to the top And be a juke box hero, got stars in his eyes He's a juke box hero Yeah juke box hero, got stars in his eyes Juke box hero, ahh Juke box hero, ahh Juke box hero, got stars in his eyes Stars in his eyes  ",
        "title": "Juke Box Hero"
    },
    {
        "artist": "Bob & Doug McKenzie",
        "lyrics": null,
        "title": "Take Off"
    }
]