[
    {
        "artist": "Kris Kross",
        "lyrics": null,
        "title": "Jump"
    },
    {
        "artist": "En Vogue",
        "lyrics": "  [Intro: En Vogue + (Maxine Jones)] Ooooh, bop... No, you're never gonna get it (ow!) Never ever gonna get it (no, not this time) No, you're never gonna get it (my love) Never ever gonna get it No, you're never gonna get it (ow!) Never ever gonna get it (not this time) No, you're never gonna get it (my love) Never never gonna get it Ooooh, bop...  [Verse 1: Maxine] I remember how it used to be You never was this nice, you can't fool me (Ooooh, bop...) Now you talking like you made a change The more you talk, the more things sound the same (Ahh...)  [Pre-Chorus: Dawn Robinson] What makes you think you can just walk back into her life (Ooh, oh oh oh) Without a good fight? (Ahh...) I just sit back and watch you make a fool of yourself (Ooh, oh) 'Cause you're just wasting your time, oh  [Chorus: En Vogue + (Maxine)] No, you're never gonna get it (not this time) Never ever gonna get it (my lovin') No, you're never gonna get it (had your chance to make a change) Never ever gonna get it  No, you're never gonna get it (not this time) Never ever gonna get it (my lovin') No, you're never gonna get it (had your chance to make a change) Never ever gonna get it Ooooh, bop...  [Verse 2: Maxine] Now you promise me the moon and stars Save your breath, you won't get very far (Ooooh, bop...) Gave you many chances to make change The only thing you changed was love to hate (Ahh...)  [Pre-Chorus: Dawn] It doesn't matter what you do or what you say (Ooh, oh, oh, oh) She doesn't love you; no way (Ahh...) Maybe next time you'll give your woman a little respect (Ooh, oh oh) So you won't be hearing her say, no way  [Chorus: En Vogue + (Maxine)] No, you're never gonna get it (not this time) Never ever gonna get it (my lovin') No, you're never gonna get it (had your chance to make a change) Never ever gonna get it  No, you're never gonna get it (not this time) Never ever gonna get it (my lovin') No, you're never gonna get it (had your chance to make a change) Never ever gonna get it  No, you're never gonna get it (not this time) Never ever gonna get it (my lovin') No, you're never gonna get it (had your chance to make a change) Never ever gonna get it  No, you're never gonna get it (not this time) Never ever gonna get it (my lovin') No, you're never gonna get it (had your chance to make a change) Never ever gonna get it Ooooh, bop...  [Interlude: Maxine] Yes sir I give to the needy, and not the greedy Mmhmm, that's right 'Cause you see, baby (Ooooh, bop...) When you're locking, you're losing And I'm out the door (Ahh...)  [Pre-Chorus: Dawn] It doesn't matter what you do or what you say (Ooh, oh oh oh) She doesn't love you; no way (Ahh...) Maybe next time you'll give your woman a little respect (Ooh, oh) So you won't be hearing her say, no way  (And now it's time for a breakdown)  [Break] Never gonna get it, never gonna get it Never gonna get it, never gonna get it Never gonna get it, never gonna get it Never gonna get it (woo-woo-woo-woo) Never gonna get it, never gonna get it Never gonna get it, never gonna get it Never gonna get it, never gonna get it Never gonna get it, never get it (You bet) BOP! (You bet) BOP! (You bet) BOP! (You bet) BOP!  [Chorus: En Vogue + (Maxine)] No, you're never gonna get it (sweet lovin') Never ever gonna get it (sweet lovin') No, you're never gonna get it (my lovin') Never ever gonna get it (my lovin')  No, you're never gonna get it (sweet lovin') Never ever gonna get it (my lovin') No, you're never gonna get it (sweet lovin') Never ever gonna get it (my lovin')  No, you're never gonna get it (not this time) Never ever gonna get it (sweet lovin') No, you're never gonna get it (my sweet lovin') Never ever gonna get it (my sweet lovin')  ",
        "title": "My Lovin' (You're Never Gonna Get It)"
    },
    {
        "artist": "Red Hot Chili Peppers",
        "lyrics": "  [Verse 1] Sometimes I feel like I don't have a partner Sometimes I feel like my only friend Is the city I live in, the city of angels Lonely as I am, together we cry I drive on her streets cause she's my companion I walk through her hills cause she knows who I am She sees my good deeds and she kisses me windy Well, I never worry, now that is a lie  [Chorus] I don't ever wanna feel like I did that day But take me to the place I love, take me all the way I don't ever wanna feel like I did that day But take me to the place I love, take me all the way, yeah, yeah, yeah  [Verse 2] It's hard to believe that there's nobody out there It's hard to believe that I'm all alone At least I have her love, the city, she loves me Lonely as I am, together we cry  [Chorus] I don't ever wanna feel like I did that day But take me to the place I love, take me all the way I don't ever wanna feel like I did that day But take me to the place I love, take me all the way, yeah, yeah, yeah  Oh, no, no, no, yeah yeah Love me, I say, yeah yeah One time  [Verse 3] Under the bridge downtown Is where I drew some blood Under the bridge downtown I could not get enough Under the bridge downtown Forgot about my love Under the bridge downtown I gave my life away Yeah yeah yeah Oh, no, no, no, yeah yeah Where I stay  ",
        "title": "Under The Bridge"
    },
    {
        "artist": "Joe Public",
        "lyrics": "  [Chorus] You've got to live and learn You've got to live and learn Before your bridges burn You've got to live and learn  Here's a little story about life Everybody that lives surely dies A lot of people ask the questions why Some people have to go through so much more Before they really learn about life's score The subject is not to be ignored (Kick it to 'em, Joe)  [Pre-Chorus] I don't wanna be the one To tell you how it's gotta be Livin' is the only way You're ever really gonna see  [Chorus]  Ah, yeah Y'all, check it Kick this one for the Public Now break it down  There's so much wrong and negativity Enough for the whole world to see I know there's still a possibility You raise a little kid, he turns out bold It may be from the way you treat him cold I guess that's how the story's told (Tell 'em what it is)  [Pre-Chorus]  [Chorus]  [Chorus Alt.] You've got to live and learn (I don't wanna be the one) You've got to live and learn (To tell you how it's gotta be) Before your bridges burn (Livin' is the only way) You've got to live and learn (That you're ever gonna see)  (Large) If large is how ya livin' Why you're livin' large, are you takin' what is given To you, in the form of true experience 'Cause if you're not your whole life could be spent Doin' time for a crime you say you didn't even do The only fool that you're foolin' is the fool that is you Didn't even turn around to check and see if your bridge is burnin' I guess it's true what they say that without livin' there's no learnin'  And this is from the J, the O, and the E  Mary, Mary, Mary, it's quite contrary Yo', how did you earn your dough You didn't finish school, you ain't got no job But to the human eye it's pretty simple You're always talkin' about what you want is respect But never thinkin' about the little boy you neglect Spendin' his formative years in a livin' hell Not realizin' one day he'd end up in jail  Now on the other hand There's Dan my man Who planned a scam and I'll be damned It was the ultimate flim flam He was sayin' that it was easy as pie But little did Dan know he was about to die  [Chorus Alt.]  [Chorus Alt.]  [Chorus Alt.]  ",
        "title": "Live And Learn"
    },
    {
        "artist": "Queen",
        "lyrics": "  [Intro] Is this the real life? Is this just fantasy? Caught in a landslide, no escape from reality Open your eyes, look up to the skies and see I'm just a poor boy, I need no sympathy Because I'm easy come, easy go, little high, little low Any way the wind blows doesn't really matter to me, to me  [Verse 1] Mama, just killed a man Put a gun against his head, pulled my trigger, now he's dead Mama, life had just begun But now I've gone and thrown it all away Mama, ooh, didn't mean to make you cry If I'm not back again this time tomorrow Carry on, carry on as if nothing really matters  [Verse 2] Too late, my time has come Sends shivers down my spine, body's aching all the time Goodbye, everybody, I've got to go Gotta leave you all behind and face the truth Mama, ooh, (any way the wind blows) I don't want to die I sometimes wish I'd never been born at all  [Guitar Solo]  [Verse 3] I see a little silhouetto of a man Scaramouche, Scaramouche, will you do the Fandango? Thunderbolt and lightning, very, very fright'ning me (Galileo.) Galileo. (Galileo.) Galileo. Galileo Figaro magnifico I'm just a poor boy, nobody loves me He's just a poor boy from a poor family Spare him his life from this monstrosity Easy come, easy go, will you let me go? Bismillah! No, we will not let you go (Let him go!) Bismillah! We will not let you go (Let him go!) Bismillah! We will not let you go (Let me go.) Will not let you go (Let me go.) Will not let you go. (Let me go.) Ah No, no, no, no, no, no, no (Oh mamma mia, mamma mia) Mamma mia, let me go Beelzebub has a devil put aside for me, for me, for me!  [Verse 4] So you think you can stone me and spit in my eye? So you think you can love me and leave me to die? Oh, baby, can't do this to me, baby! Just gotta get out, just gotta get right outta here!  [Guitar Solo]  [Outro] Nothing really matters, anyone can see Nothing really matters Nothing really matters to me Any way the wind blows  ",
        "title": "Bohemian Rhapsody"
    },
    {
        "artist": "Eric Clapton",
        "lyrics": "  [Verse 1] Would you know my name If I saw you in heaven? Would you feel the same If I saw you in heaven? I must be strong and carry on Because I know I don't belong here in heaven  [Verse 2] Would you hold my hand If I saw you in heaven? Would you help me stand If I saw you in heaven? I'll find my way through night and day Because I know I just can't stay here in heaven  [Bridge] Time can bring you down, time can bend your knees Time can break your heart, have you begging please, begging please Beyond the door there's peace I'm sure And I know there'll be no more tears in heaven  [Verse 3] Would you know my name If I saw you in heaven? Would you feel the same If I saw you in heaven? I must be strong and carry on Because I know I don't belong here in heaven  ",
        "title": "Tears In Heaven"
    },
    {
        "artist": "Vanessa Williams",
        "lyrics": "  [Verse 1] Sometimes the snow comes down in June Sometimes the sun goes 'round the moon I see the passion in your eyes Sometimes it's all a big surprise  Cause there was a time When all I did was wish You'd tell me this was love  It's not the way I hoped Or how I planned But somehow it's enough  [Chorus] And now we're standing face to face Isn't this world a crazy place? Just when I thought our chance had passed You go and save the best for last  [Verse 2] All of the nights you came to me When some silly girl had set you free You wondered how you'd make it through I wondered what was wrong with you  Cause how could you give Your love to someone else And share your dreams with me  Sometimes the very thing You're looking for Is the one thing you can't see  [Chorus] But now we're standing face to face Isn't this world a crazy place? Just when I thought our chance had passed You go and save the best for last  [Bridge] Sometimes the very thing You're looking for Is the one thing you can't see  Sometimes the snow comes down in June Sometimes the sun goes 'round the moon Just when I thought our chance had passed You go and save the best for last  You went and saved the best for last  ",
        "title": "Save The Best For Last"
    },
    {
        "artist": "TLC",
        "lyrics": "  [Intro: Left Eye] Yo mic check 1-2, 1-2 We in the house Yeah come on 1992 TLC kickin' off in your Mutha...... So ya best be duckin' fast Yo T-Boz is ya being a boss Chilli what's up wit' dat sauce Dis is it Yo \"T\" step on that (shhhh) I ain't 2 proud, I ain't 2 proud 2 beg  [Verse 2: T-Boz] Thinkin' short of what you got Better get it while it's hot Ain't no better love than your own Unmistakin' urge 2 be Sexin' with society How can you be happy alone  [Bridge: Chilli] I need to feel loved! Why wait 4 so long Cause I ain't 2 proud 2 beg 4 something that I call my own And I want 2 be touched And feeling so much see cause Everybody needs some good lovin'  [Hook: Left Eye / All] Yo if I need it in the morning or the middle of the night I ain't 2 proud 2 beg (no) If the lovin' is strong and he got it goin' on and I ain't 2 proud 2 beg (no) 2 inches or a yard rock hard or if it's saggin' I ain't 2 proud 2 beg (no) So it ain't like I'm braggin' just join the paddywagon cause I ain't 2 proud 2 beg, I ain't 2 proud 2 beg Screamin' loud and holdin' sheets Scared that you'll be called a freak Gotta let it go while you can Ain't 2 proud 2 beg you see Cause my man belongs 2 me And I know that he understands  [Bridge: Chilli]  [Hook: Left Eye / All]  Yo Left Eye kick that rap Realize the realism of reality treats Us both the same Cause satisfaction is the name of this game So I choose to explain it's evident Left Eye don't mean the rest of my body is irrelevant In other words lets refresh your head About pullin' down curtains and breakin' da waterbed Yeah I like it when you (kiss) Both sets of lips Oooh on the TLC tip!  [Chilli] I ain't 2 proud 2 beg (I ain't 2 proud 2 beg) What I call my own Just you and me (uh)  [Chilli & T-Boz] Heyyyyyyyy  [Bridge: Chilli]  [Hook: Left Eye / All]  I ain't 2 proud 2 beg TLC isn't 2 proud 2 beg I ain't 2 proud 2 beg (no)  ",
        "title": "Ain't 2 Proud 2 Beg"
    },
    {
        "artist": "Ugly Kid Joe",
        "lyrics": "  [Intro] Are you those guys on the beach that hate everything? Eww! Is this some sort of hip music that I don't understand?  [Verse 1] I hate the rain and sunny weather And I, I hate beach and mountains too, boo-hoo And I don't like a thing about the city, no, no And I, I, I, hate the countryside too!  [Chorus] And I, hate everything about you! Everything about you!  [Verse 2] And I don't like a thing about your mother And I, I hate your daddy's guts too, boo-hoo And I don't like a thing about your sister, no, no Cause I, I, I think sex is overrated too  [Chorus] And I get sick when I'm around I can't stand to be around I hate everything about you! Everything about you Everything about you Everything about you!  [Bridge] Some say I've got a bad attitude But that don't change the way I feel about you And if you think this might be bringing me down Look again cause I ain't wearing no frown!  Well, I don't really care about your sister Forget the little bitch, cause I already kissed her One thing that I did to your lady I put her on the bed and she didn't say maybe  I know you know everybody knows The way it comes, the way it's gonna go You think it's sad Well that's too bad Cause I'm havin' A ball hatin' Every little thing about you! ha-ha!  [Chorus] Everything about you, everything about I get sick when I'm around I can't stand to be around  [Pre-Outro] I hate everything abou-u-u-ut...  YOU!  [Outro]  ",
        "title": "Everything About You"
    },
    {
        "artist": "Michael Jackson",
        "lyrics": "  [Spoken Intro: Princess Stephanie of Monaco] There is something I have to say to you If you promise you'll Understand I cannot contain myself When in your presence I'm so humble Touch me Don't hide our love Woman to man  [Verse 1: Michael Jackson] She's just a lover Who's doing me by It's worth the giving It's worth the try You cannot cleave it Or put it in the furnace You cannot wet it You cannot burn it  [Refrain: Michael Jackson] She wants to give it (She wants to give it) (Ahh, she wants to give it) (She wants to give it) (Ahh, she wants to give it) She wants to give it (She wants to give it) (Ahh, she wants to give it) (She wants to give it) (Ahh, she wants to give it)  [Verse 2: Michael Jackson] It's just a feeling You have to soothe it You can't neglect it You can't abuse it It's just desire You cannot waste it Then, if you want it Then, won't you taste it  [Refrain: Michael Jackson] She wants to give it (She wants to give it) (Ahh, she wants to give it) (She wants to give it) (Ahh, she wants to give it) She wants to give it (She wants to give it) (Ahh, she wants to give it) (She wants to give it) (Ahh, she wants to give it)  [Pre-Chorus: Princess Stephanie of Monaco] One thing in life you must understand The truth of lust, woman to man So open the door and you will see There are no secrets Make your move Set me free  [Chorus: Michael Jackson] Because there's something about you baby That makes me want to give it to you I swear There's something about you baby Just promise me whatever we say Or whatever we do to each other For now we will be making a vow, to just Keep it in the closet  [Verse 4: Michael Jackson + Princess Stephanie of Monaco] If you can get it It is worth a try I really want it I can't deny It's just desire I really love it 'Cause if it's aching You have to rub it  [Refrain: Michael Jackson] She wants to give it (She wants to give it) (Ahh, she wants to give it) (She wants to give it) (Ahh, she wants to give it) She wants to give it (She wants to give it) (Ahh, she wants to give it) (She wants to give it) (Ahh, she wants to give it)  [Verse 4: Princess Stephanie of Monaco] Just open the door and you will see This passion burns inside of me Don't say to me you'll never tell Touch me there Make the move Cast the spell  [Chorus: Michael Jackson] Because there's something about you baby That makes me want to give it to you I swear There's something about you baby That makes me want Just promise me whatever we say Or do to each other For now we'll make a vow, to just Keep it in the closet  Because there's something about you baby That makes me want to give it to you Because there's something about you baby That makes me want to give it to you I swear There's something about you baby That makes me want to give it to you I swear there's something about you baby That makes me want to give it to you There's something about you baby That makes me want to give it to you There's something about you baby That makes me want to give it to you  Just promise me whatever we say Or whatever we do to each other For now we'll make a vow to just Keep it in the closet  [Outro: Michael Jackson] She wants to give It She wants to give it She wants to give it Ahh, she wants to give it She wants to give it Ahh, she wants to give it She wants to give it Ahh, she wants to give it She wants to give it Ahh, she wants to give it She wants to give it She wants to give it Ahh, she wants to give it She wants to give it She wants to give it She wants to give it She wants to give it Ahh, she wants to give it  ",
        "title": "In The Closet"
    },
    {
        "artist": "U2",
        "lyrics": null,
        "title": "One"
    },
    {
        "artist": "Sir Mix-A-Lot",
        "lyrics": "  [Intro: Girls] \"Oh, my, god, Becky, look at her butt. It is so big. She looks like one of those rap guys' girlfriends. Who understands those rap guys? They only talk to her, because she looks like a total prostitute, okay? I mean, her butt, it's just so big. Ugh, I can't believe it's just so round, it's like out there, I mean, ugh, gross. Look! She's just so black!\"  [Verse 1: Sir Mix-a-Lot] I like big butts and I cannot lie You other brothers can't deny That when a girl walks in with an itty bitty waist And a round thing in your face, you get sprung Wanna pull up tough 'cause you notice that butt was stuffed Deep in the jeans she's wearin' I'm hooked and I can't stop starin' Oh, baby, I wanna get wit'cha And take your picture My homeboys tried to warn me But that butt you got makes (me so horny!) Oh, Rump-o'-smooth-skin You say you wanna get in my Benz? Well, use me, use me 'Cause you ain't that average groupie I've seen 'em dancin' To hell with romancin' She's wet, wet Got it goin' like a turbo 'Vette I'm tired of magazines Sayin' flat butts are the thing Take the average black man and ask him that She gotta pack much back So, fellas! (Yeah!) Fellas! (Yeah!) Has your girlfriend got the butt? (Hell yeah!) Tell 'em to shake it! (Shake it!) Shake it! (Shake it!) Shake that healthy butt! Baby got back!  [Hook: Sir Mix-a-Lot] (L.A. face with a Oakland booty) Baby got back!  [Verse 2: Sir Mix-a-Lot] I like 'em round, and big And when I'm throwin' a gig I just can't help myself, I'm actin' like an animal Now here's my scandal I wanna get you home And ugh, double-up, ugh, ugh I ain't talkin' 'bout Playboy 'Cause silicone parts are made for toys I want 'em real thick and juicy So find that juicy double Mix-a-Lot's in trouble Beggin' for a piece of that bubble So I'm lookin' at rock videos Knock-kneed bimbos walkin' like hoes You can have them bimbos I'll keep my women like Flo Jo A word to the thick soul sistas, I wanna get wit'cha I won't cuss or hit ya But I gotta be straight when I say I wanna *female moan* 'Til the break of dawn Baby got it goin' on A lot of simps won't like this song 'Cause them punks like to hit it and quit it And I'd rather stay and play 'Cause I'm long, and I'm strong And I'm down to get the friction on So, ladies! (Yeah!) Ladies! (Yeah) If you wanna roll in my Mercedes (Yeah!) Then turn around! Stick it out! Even white boys got to shout Baby got back!  [Hook: Sir Mix-a-Lot] Baby got back!  [Bridge: Sir Mix-a-Lot] \"Yeah, baby. When it comes to females, Cosmo ain't got nothin' to do with my selection. 36-24-36? Ha ha, only if she's 5'3\".\"  [Verse 3: Sir Mix-a-Lot] So your girlfriend rolls a Honda Playin' workout tapes by Fonda But Fonda ain't got a motor in the back of her Honda My anaconda don't want none Unless you've got buns, hun You can do side bends or sit-ups But please don't lose that butt Some brothers wanna play that hard role And tell you that the butt ain't gold So they toss it and leave it And I pull up quick to retrieve it So Cosmo says you're fat Well I ain't down with that! 'Cause your waist is small and your curves are kickin' And I'm thinkin' 'bout stickin' To the beanpole dames in the magazines: You ain't it, Miss Thing! Give me a sista, I can't resist her Red beans and rice didn't miss her Some knucklehead tried to diss 'Cause his girls are on my list He had game but he chose to hit 'em And I pull up quick to get wit 'em So ladies, if the butt is round And you want a triple X throwdown Dial 1-900-MIX-A-LOT And kick them nasty thoughts Baby got back!  [Outro] Baby got back! Little in the middle but she got much back!  ",
        "title": "Baby Got Back"
    },
    {
        "artist": "Bryan Adams",
        "lyrics": "  Love is forever - As I lie awake Beside you I believed - There's no heaven No hideaway - For the lonely  But I was wrong - Crazy It's gotta be strong It's gotta be right  Ohh - Only wanted to stay awhile Only wanted to play awhile Then you taught me to fly like a bird Woooh, Woooh  Baby - Thought I'd died and gone to heaven Such a night I never had before - Yeah yeah Thought I'd died and gone to heaven 'cause what I got there ain't no, cure for  Ooh, it's so easy What you do to me all night angel I never loved - Swear to God Never needed no one - 'til you came along  But here I come - Baby It's gotta be strong - It's gotta be right  Ohh - Only wanted to stay awhile Only wanted to play awhile Then you taught me to fly like a bird Woooh, Woooh  Baby - Thought I'd died and gone to heaven Such a night I never had before - Yeah yeah Thought I'd died and gone to heaven 'cause what I got there ain't no, cure for  I feel fast asleep - I feel drunk I dream the sweetest dreams Never wanna wake up  Never thought it could be this way No doubt about it - Can't live without it - Baby Never thought it could be this good You made love to me - Like it oughta be  But I was wrong - Crazy It's gotta be strong It's gotta be right  Ohh - Only wanted to stay awhile Only wanted to play awhile Then you taught me to fly like a bird Woooh, Woooh  Baby - Thought I'd died and gone to heaven Such a night I never had before - Yeah yeah Thought I'd died and gone to heaven 'cause what I got there ain't no, cure for  Gotta say!  Thought I'd died and gone to heaven Never thought that I could Feel this way - Yeah It's gotta be love - It's gotta be love Thought I'd died and gone to heaven - Heaven Thought I'd died and gone to heaven baby  ",
        "title": "Thought I'd Died And Gone To Heaven"
    },
    {
        "artist": "Sophie B. Hawkins",
        "lyrics": "  That old dog has chained you up all right Give you everything you need To live inside a twisted cage Sleep beside an empty rage Sleep beside in empty rage I had a dream I was your hero  Damn I wish I was your lover I'd rock you till the daylight comes Make sure you are smiling and warm I am everything Tonight I'll be your mother I'll do such things to ease your pain Free your mind and you won't feel ashamed Open up gonna come inside Gonna fill you up Make you cry  This bloke can't stand to see you black and blue I give you something sweet each time you Come inside my jungle book It's just too good Don't say you'll stay Cause then you go away  Damn I wish I was your lover I'll rock you till the daylight comes Make sure you are smiling and warm I am everything Tonight I'll be your mother I'll do such things to ease your pain Free your mind and you won't feel ashamed Shucks For me there is no other You're the only shoe that fits I can't imagine I'll grow out of it Damn I wish I was your lover  If I was your girl believe me I'd turn on the Rolling Stones We could groove along and feel much better Let me in I could do it forever and ever, ever n' ever Give me an hour to kiss you Walk through heaven's door I'm sure We don't need no doctor to feel much better Let me in Forever and ever and ever and ever  I sat on the mountainside with peace of mind I lay by the ocean making love to her with visions clear Walked for days with no one near And I return as chained and bound to you  Damn I wish I was your lover I'll rock you till the daylight comes Make sure you are smiling and warm I have everything Tonight I'll be your mother I'll do such things to ease your pain Free your mind and you won't feel ashamed Shucks for me there is no other You're the only shoe that fits I can't imagine I'll grow out of it Damn I wish I was your lover Open up gonna come inside Gonna fill you up Make you cry  ",
        "title": "Damn I Wish I Was Your Lover"
    },
    {
        "artist": "Mariah Carey",
        "lyrics": "  [Verse 1] Not more than three short years ago I was abandoned and alone Without a penny to my name So very young and so afraid No proper shoes upon my feet Sometimes I couldn't even eat I often cried myself to sleep  [Pre-Chorus] But still I had to keep on going Never knowing if I could take it If I would make it through the night I held on to my faith, I struggled and I prayed And now I've found my way  [Chorus] If you believe in yourself enough And know what you want You're gonna make it happen, make it happen And if you get down on your knees at night And pray to the Lord He's gonna make it happen, make it happen You're gonna make it happen, oh, yeah  [Verse 2] I know life can be so tough And you feel like giving up But you must be strong, baby, just hold on You'll never find the answers If you throw your life away I used to feel the way you do  [Pre-Chorus] Still I had to keep on going Never knowing if I could take it If I would make it through the night I held on to my faith I struggled and I prayed And now I've finally found my way  [Chorus] If you believe in yourself enough And know what you want You're gonna make it happen, make it happen You're gonna make it happen And if you get down on your knees at night And pray to the Lord He's gonna make it happen, make it happen If you believe in yourself enough (if you believe) And know what you want You're gonna make it happen And if you get down on your knees at night And pray to the Lord (you just gotta hold on) He's gonna make it happen, make it happen  [Interlude] Make it happen, make it You're gonna make it, make it, oh, baby Make it through the night I held on to my faith, I struggled and I prayed And now I've found my way  [Chorus] If you believe in yourself enough And know what you want You're gonna make it happen, make it happen And if you get down on your knees at night And pray to the Lord He's gonna make it happen, make it happen If you believe in yourself enough And know what you want You're gonna make it happen, make it happen And if you get down on your knees at night And pray to the Lord He's gonna make it happen, make it happen  [Bridge] I once was lost but now I'm found I got my feet on solid ground Thank you, Lord If you believe within your soul Just hold on tight and don't let go You can make it, make it happen You can make it, make it happen You're gonna make it, you're gonna make it You're gonna make it, you're gonna make it  [Chorus] If you believe in yourself enough (you're gonna make it) And know what you want You're gonna make it happen, make it happen And if you get down on your knees at night And pray to the Lord He's gonna make it happen, make it happen If you believe in yourself enough And know what you want You're gonna make it happen, make it happen And if you get down on your knees at night And pray to the Lord He's gonna make it happen, make it happen  ",
        "title": "Make It Happen"
    },
    {
        "artist": "Richard Marx",
        "lyrics": null,
        "title": "Hazard"
    },
    {
        "artist": "Def Leppard",
        "lyrics": "  [Intro] Do you wanna get rocked? Let's get, let's get, let's get, let's get rocked  [Verse 1] I'm your average ordinary everyday kid Happy to do nothing, in fact that's what I did I got a million ways to make my day but daddy don't agree Because when I try to get away, he says, he got plans for me \"Get your butt right out of bed\" Stop bugging me \"Get up and move your sleepy head\" Don't shake my tree He said, \"Mow the lawn\", who me? \"Walk the dog\", not my style, man \"Take out the trash\", no way \"Tidy your room\", come on, get real Sorry Dad, got to disappear Let's get the rock out of here  [Chorus 1] Seven day weekend, up all night In at the deep end, hang on tight It won't take a minute, it won't take long So get on in it, come on, come on, come on  [Chorus 2] Let's get, let's get, let's get, let's get rocked Let's get, let's get, let's get, let's get rocked Let's go all the way, get it night and day Come on, let's get, let's get, let's get, let's get rocked  [Verse 2] I'm your average ordinary everyday dude Driving with my baby to get her in the mood She's dialing through my radio and I'm ready to make my move What she got ain't rock 'n' roll and it really blew my groove It was Chopin, Mozart, Beethoven It makes me want to scream Bach, Tchaikovsky, violins Turn it off, that ain't my scene Well, I'm sorry, girl, here's my confession I suppose a rock's out of the question  [Chorus 1] Seven day weekend, up all night In at the deep end, hang on tight It won't take a minute, it won't take long So get on in it, come on, come on, come on  [Chorus 2] Let's get, let's get, let's get, let's get rocked Let's get, let's get, let's get, let's get rocked Let's go all the way, get it night and day Come on, let's get, let's get, let's get, let's get rocked  [Verse 3] Hey, all I want to do is take a ride into the blue Every time I want to love you, I get stuck inside my room Heaven knows I'm sick and tired of dancing with this broom I feel lucky today Hey, look at that, man Do you want to get rocked? Do you want to get rocked? Ho, it won't take you a minute It won't take that long So get on, get with it Oh, come on everybody  [Chorus 2] Let's get, let's get, let's get, let's get rocked Get on top baby Let's get, let's get, let's get, let's get rocked Do you wanna, do you wanna? Let's get, let's get, let's get, let's get rocked Get on top of it Let's get, let's get, let's get, let's get rocked Love to rock your body baby Let's get, let's get, let's get, let's get rocked Let's go all the way, get it night and day Let's get out and play, rock the night away Come on, let's get, let's get, let's get, let's get rocked  [Outro] Do you want to get rocked?  ",
        "title": "Let's Get Rocked"
    },
    {
        "artist": "Celine Dion",
        "lyrics": null,
        "title": "If You Asked Me To"
    },
    {
        "artist": "Genesis",
        "lyrics": "  Hold on my heart Just hold on to that feeling We both know we've been here before We both know what can happen  Hold on my heart Cause I'm looking over your shoulder Ooh please don't rush in this time Don't show her how you feel  Hold on my heart Throw me a lifeline I'll keep a place for you Somewhere deep inside  So hold on my heart Please tell her to be patient Cause there has never been a time That I wanted something more  If I can recall this feeling And I know there's a chance Oh I will be there Yes I will be there Be there for you Whenever you want me to Whenever you call Oh I will be there Yes I will be there  Hold on my heart Don't let her see you crying No matter where I go She'll always be with me So hold on my heart Just hold on to that feeling We both know we've been here before We both know what can happen  So hold on my heart Just hold on my heart I'm gonna hold on to your heart Hold on my heart Hold on (hold on my heart) Just hold on Just hold on Just hold on Just hold on  ",
        "title": "Hold On My Heart"
    },
    {
        "artist": "Arrested Development",
        "lyrics": "  [Verse 1: Speech] Lord I've really been real stressed Down and out, losing ground Although I am Black and proud Problems got me pessimistic Brothers and sisters keep messin up Why does it have to be so damn tough I don't know where I can go To let these ghosts out of my skull My grandma's passed, my brother's gone I never at once felt so alone I know you're supposed to be my steering wheel Not just my spare tire (home) But Lord I ask you (home) To be my guiding force and truth (home) For some strange reason it had to be (home) He guided me to Tennessee (home)  [Hook] Take me to another place Take me to another land Make me forget all that hurts me Let me understand your plan  [Verse Two] Lord it's obvious we got a relationship Talking to each other every night and day Although you're superior over me We talk to each other in a friendship way Then outta nowhere you tell me to break Outta the country and into more country Past Dyersburg into Ripley Where the ghost of childhood haunts me Walk the roads my forefathers walked Climbed the trees my forefathers hung from Ask those trees for all their wisdom They tell me my ears are so young (home) Go back to from whence you came (home) My family tree my family name (home) For some strange reason it had to be (home) He guided me to Tennessee (home)  [Hook]  [Interlude: Aerle Taree] Eshe, she went down to Holly Springs Rasadon and Baba, they went down to Peachtree Headliner, I challenge you to a game of horseshoes, a game of horseshoes  [Verse 3: Speech] Now I see the importance of history Why my people be in the mess that they be Many journeys to freedom made in vain By brothers on the corner playing ghetto games I ask you Lord why you enlightened me Without the enlightment of all my folks He said cause I set myself on a quest for truth And he was there to quench my thirst But I am still thirsty The Lord allowed me to drink some more He said what I am searching for are The answers to all which are in front of me The ultimate truth started to get blurry For some strange reason it had to be It was all a dream about Tennessee  [Hook]  [Outro: Aerle Taree] Headliner, I won the game of horseshoes Now you owe me a watermelon Let's go climb trees and skip over rocks Do like they do below the border Speech's hair Don't it look like the roots of the tree that the ancestors were hung from But that's okay, get it cause he's down to Earth  ",
        "title": "Tennessee"
    },
    {
        "artist": "Paula Abdul",
        "lyrics": "  [Verse 1:] Just girl to boy I'd like to share This thought with you  Our love's a joy Two ones have made Inseparable two  Last night My heart spoke to me And it said You've found that lover friend  So now I've Finally got the courage Just ask you, baby Ooh  [Chorus:] (Will you, will you?) Will you marry me, boy? (Will you, will you?) Will you marry me?  (Will you, will you?) Will you marry me, boy? (Will you, will you?) Will you, will you? Come on, baby, now  [Verse 2:] I lay awake So full with hope Of things to come  For heavens sake I pray I'm not the only one  I never dreamed I'd be so bold I'm standing here My heart's been sold  So now I've finally got the courage Just ask you, baby Ooh  [Repeat Chorus:]  [Bridge:] Think of love as wings, yeah Not a ball and chain And your fear of things unnecessary  I only want to Share your name Share your name  I never dreamed I'd be so bold I'm standing here My heart's been sold  So now I've finally got the courage Just ask you, baby  [Repeat Chorus x2:]  Will you, will you? Come on, baby, now  [Repeat Chorus:]  Maybe Sunday Come on Monday Baby, any time this week  Get an old house Find a backyard Buy some flowers down the street  Tell your mother Tell your father Don't tell anyone at all All we need is Just the two of us And ooh  ",
        "title": "Will You Marry Me?"
    },
    {
        "artist": "Mr. Big",
        "lyrics": "  It's late at night and neither one of us is sleeping I can't imagine living my life after you're gone Wondering why so many questions have no answers I keep on searching for the reason why we went wrong  Where is our yesterday You and I could use it right now But if this is goodbye...  Just take my heart when you go I don't have the need for it anymore I'll always love you, but you're too hard to hold Just take my heart when you go  Here we are about to take the final step now I just can't fool myself, I know there's no turning back Face to face it's been an endless conversation But when the love is gone you're left with nothing but talk  I'd give my everything If only I could turn you around But if this is goodbye...  Just take my heart when you go I don't have the need for it anymore I'll always love you, but you're too hard to hold Just take my heart when you go  ",
        "title": "Just Take My Heart"
    },
    {
        "artist": "Jody Watley",
        "lyrics": null,
        "title": "I'm The One You Need"
    },
    {
        "artist": "Billy Ray Cyrus",
        "lyrics": "  [Verse 1] You can tell the world you never was my girl You can burn my clothes when I'm gone Or you can tell your friends just what a fool I've been And laugh and joke about me on the phone  [Verse 2] You can tell my arms go back to the farm You can tell my feet to hit the floor Or you can tell my lips to tell my fingertips They won't be reaching out for you no more  [Chorus] But don't tell my heart my achy breaky heart I just don't think he'd understand And if you tell my heart my achy breaky heart He might blow up and kill this man  [Verse 3] You can tell your ma I moved to Arkansas You can tell your dog to bite my leg Or tell your brother Cliff whose fist can can tell my lip He never really liked me anyway  [Verse 4] Or tell your Aunt Louise tell anything you please Myself already knows I'm not okay Or you can tell my eyes to watch out for my mind It might be walking out on me today  [Chorus] But don't tell my heart my achy breaky heart I just don't think he'd understand And if you tell my heart my achy breaky heart He might blow up and kill this man  [Chorus] But don't tell my heart my achy breaky heart I just don't think he'd understand And if you tell my heart my achy breaky heart He might blow up and kill this man  [Chorus] But don't tell my heart my achy breaky heart I just don't think he'd understand And if you tell my heart my achy breaky heart He might blow up and kill this man  ",
        "title": "Achy Breaky Heart"
    },
    {
        "artist": "Prince And The N.P.G.",
        "lyrics": null,
        "title": "Money Don't Matter 2 Night"
    },
    {
        "artist": "Lidell Townsell",
        "lyrics": null,
        "title": "Nu Nu"
    },
    {
        "artist": "Atlantic Starr",
        "lyrics": null,
        "title": "Masterpiece"
    },
    {
        "artist": "Kathy Troccoli",
        "lyrics": null,
        "title": "Everything Changes"
    },
    {
        "artist": "Amy Grant",
        "lyrics": "  I will be walking one day Down a street far away And see a face in the crowd and smile Knowing how you made me laugh Hearing sweet echoes of you from the past I will remember you  Look in my eyes while you're near Tell me what's happening here See that I don't want to say good-bye Our love is frozen in time I'll be your champion and you will be mine I will remember, I will remember you  Later on When this fire is an ember Later on When the night's not so tender Given time Though it's hard to remember darlin' I will be holding I'll still be holding to you I will remember you  So many years come and gone And yet the memory is strong One word we never could learn Good-bye True love is frozen in time I'll be your champion and you will be mine I will remember you So please remember I will remember you I will remember you I will remember you I will remember you  ",
        "title": "I Will Remember You"
    },
    {
        "artist": "Wilson Phillips",
        "lyrics": "  I wish I had all you ever wanted I'd give it right to you But I don't have it How could I ever find it The strength to let you go? 'Cause I don't have it when will I have it? And it goes And it goes on And it goes on You won't see me cry You know I decided That I'm gonna pull myself together And find a way to fight it I'm gonna have to hide it You won't see me cry You won't see me cry I've got no choice but to face it I have to let you know that I don't like it My love is good for someone And it may take some time But I will find him Why should I waste it? When I go When I go When I go on I will go on You won't see me cry You know I decided That I'm gonna pull myself together And find a way to fight it, oh no Even if I have to hide it You won't see me cry You won't see me cry You won't see me I finally decided And I found the way to fight it So you won't see me cry You won't see me cry  ",
        "title": "You Won't See Me Cry"
    },
    {
        "artist": "Shanice",
        "lyrics": "  [Verse 1:] I send to you, my silent prayer Before I sleep at night I send to you, my silent prayer Baby, so you'll be all right  Every moment I think of you I just can't shake up my dreams, oh no I read the paper and watch the news I don't know what it means  [Pre-Chorus:] When you do what you got to do You must know that I'm there with you  Every breath that I take I hope and I pray, sweet baby Baby, we're okay Silent prayer  [Chorus:] Silent prayer (Silent prayer) Silent prayer (Silent prayer) Silent prayer (I send to you my silent prayer)  [Verse 2:] I hold a picture of a golden sunset (Yeah) And I'll take your hand (Take my hand)  We're gonna walk down that promise road Just like we planned (Just like we planned)  [Pre-Chorus:] Cause I know what I'm gonna do Just as soon As I'm back with you  Every breath that I take I hope and I pray, sweet baby Baby, we're okay Silent prayer  [Repeat Chorus:]  I send to you my silent prayer I send to you my silent prayer I send to you my silent (Baby) prayer (every hour) My silent prayer  [Repeat Chorus:]  ",
        "title": "Silent Prayer"
    },
    {
        "artist": "Jodeci",
        "lyrics": "  [K-Ci] Come and talk to me, I really want to meet you girl I really want to know your name Ohh, come and talk to me, I really want to meet you girl I really want to know your name, oh yeah, babe  [JoJo] You look so sexy, you really turn me on Blowin' my mind every time I see your face, girl...  [Jodeci] You look so sexy you really turn me on Blowin' my mind every time i see your face, girl  [Verse 1: K-Ci] I've been watching you, for so very long Trying to get my nerve built up to be so strong I really want to meet you, but I'm kind of scared 'Cause you're the kind of lady with so much class  [Pre-Chorus] I get my thoughts together for the very next day But when i see you lady I forget what to say Your eyes and hair, such a beautiful tone The way you dress and walk, it really turns me on, yeah Ooh, you really turn me on, c'mon, c'mon, c'mon  [Chorus: Jodeci + (K-Ci)] Come and talk to me, I really want to meet you Can I talk to you? I really want to know you (I wanna know you) Come and talk to me, I really want to meet you Can i talk to you? (Ooh yeah) I really want to know you (Oh, oh, oh, oh, oh...)  [Verse 2: K-Ci] There you are again, with the same smile on each day I wanna know what it is that makes me feel this way I wish I could grab you, tell you what it means to me To see you walking by and wave, that really makes my day  [Pre-Chorus] Before I go to sleep, and dream about you I'm a single man, I hope that you are single, too Tomorrow I'll say something to set my mind free 'Cause curiosity is buggin' the hell out of me, yeah baby Talk to me, talk to me, talk to me, baby  [Chorus] Come and talk to me (my baby), I really want to meet you Can i talk to you? I really want to know you (And you know, and you know, you know, and you know know know, baby) Come and talk to me, I really want to meet you (I wanna meet you) Can i talk to you? I really want to know you (Said I wanna know you, baby)  [Refrain: Jodeci + (K-Ci)] I wanna know, you wanna tell me your name? (Won't you tell me your name) Let me play your game (Let me play your game, oh yeah) I wanna know... (Whoa, yeah, oh, said I wanna know you, baby)  [Rap: Phat Doug] Now I could sit here and call you my honey bun Beggin' and pleading, and telling you I want some But that don't fit the Jodeci format You don't really need that 'cause that ain't where my head's at Get cozy in my hideout And if the skins all that, I'll let you know when I slide out Girlfriend, you know my program I mean I'm not cock diesel, but I'll be your Conan Slide to this kid and get comfty Close the door, dim the lights, press play and then pump me Pump me like I was a booming system You told me 'bout your man and how you used to miss him, and... Notice how I said \"used to\" Now I'll fill gap with a rap you'll get used to 'Cause with me, there's no pressure, no strain I just want to know your name...  [Outro: K-Ci + (Jodeci)] (I wanna know...I wanna know...) Oh ooh oh...oh oh...said you feel so good, yeah Baby, come over and take off all of your clothes (I wanna know) Let me lick you from your head to your toes (I wanna know) Oh oh (You wanna tell me your name?) Don't ever stop me, no, no, no, no no I don't wanna let you go, no baby Said you feel so good to me, baby Oh oh, I won't ever leave you no, no, no, no, no, no no Oh, don't let me go, baby Ooh, I just wanna get real nasty with you, baby Oh, ooh yeah; come on, baby; come on, baby Oh, I want you, baby Oh, do you really want me to?  ",
        "title": "Come & Talk To Me"
    },
    {
        "artist": "Mint Condition",
        "lyrics": "  [Intro] Pretty brown eyes  [Verse 1] Pretty brown eyes You know I see you It's a disguise the way you treat me  You keep holding on To your thoughts of rejection If you're with me you're secured  You keep telling me That your time is always taken But I keep seeing you out alone  Listen to love Your heart is pounding with desire Waiting to be unleashed  [Hook] Quit breakin' my heart Breakin' my heart Breakin' my heart Breakin' my heart  [Verse 2] Don't tell your friends That I don't mean nothing to you Please don't deny the truth  Tell me right now I know your heart is in the right place You know I won't let you down  You can't disguise All the pounding of your heart I see your eyes  and you can't hide  Start to make sense And quit playin these love games Tell me what you're gonna do  [Hook]  [Saxophone solo] Pretty brown eyes Pretty brown eyes  I just wanna know one thing Will you be with me?  Pretty brown eyes  [Bridge] Here comes my darling Here comes romance Here comes my love And please honey will you dance  [Hook]  ",
        "title": "Breakin' My Heart (Pretty Brown Eyes)"
    },
    {
        "artist": "Lionel Richie",
        "lyrics": null,
        "title": "Do It To Me"
    },
    {
        "artist": "Howard Jones",
        "lyrics": null,
        "title": "Lift Me Up"
    },
    {
        "artist": "Chris Walker",
        "lyrics": null,
        "title": "Take Time"
    },
    {
        "artist": "Color Me Badd",
        "lyrics": null,
        "title": "Slow Motion"
    },
    {
        "artist": "Celine Dion And Peabo Bryson",
        "lyrics": null,
        "title": "Beauty And The Beast"
    },
    {
        "artist": "Bonnie Raitt",
        "lyrics": null,
        "title": "Not The Only One"
    },
    {
        "artist": "Jon Secada",
        "lyrics": null,
        "title": "Just Another Day"
    },
    {
        "artist": "Genesis",
        "lyrics": "  [Verse 1] Hot sun beating down Burning my feet just walking around Hot sun making me sweat Gator's getting close, hasn't got me yet  [Chorus] I can't dance, I can't talk Only thing about me is the way I walk I can't dance, I can't sing I'm just standing here selling everything  [Verse 2] Blue jeans sitting on the beach Her dog's talking to me but she's out of reach Shes got a body under that shirt But all she wants to do is rub my face in the dirt  [Chorus] 'Cause I can't dance, I can't talk Only thing about me is the way I walk I can't dance, I can't sing I'm just standing here selling  [Post-Chorus] Oh and checking everything is in place You never know who's looking on  [Verse 3] Young punk spilling beer on my shoes Fat guys talking to me trying to steal my blues Thick smoke, see her smiling through I never thought so much could happen just shooting pool  [Chorus] But I can't dance, I can't talk The only thing about me is the way that I walk I can't dance, I can't sing I'm just standing here selling  [Post-Chorus] Oh and checking everything is in place You never know who's looking on A perfect body with a perfect face — uh-huh  [Chorus] No, I can't dance, I can't talk The only thing about me is the way I walk No, I can't dance, I can't sing I'm just standing here selling everything  [Outro] But I can walk No I can't dance No no no I can't dance No I said I can't sing But I can walk  ",
        "title": "I Can't Dance"
    },
    {
        "artist": "\"Weird Al\" Yankovic",
        "lyrics": "  [Verse 1] What is this song all about Can't figure any lyrics out How do the words to it go I wish you'd tell me, I don't know  [Pre-Hook] Don't know, don't know, don't know, oh no Don't know, don't know, don't know  [Hook] Now I'm mumblin', and I'm screamin' And I don't know what I'm singin' Crank the volume, ears are bleedin' I still don't know what I'm singin' We're so loud and incoherent Boy, this oughta bug your parents Yeah Hi  [Verse 2] It's so unintelligible I just can't get it through my skull It's hard to bargle nawdle zouss??? With all these marbles in my mouth  [Pre-Hook] Don't know, don't know, don't know, oh no Don't know, don't know, don't know  [Hook] Well, we don't sound like Madonna Here we are now, we're Nirvana Sing distinctly, we don't wanna Buy our album, we're Nirvana A garage band from Seattle Well, it sure beats raisin' cattle Yeah  [Solo]  [Verse 3] And I forgot the next verse Oh, well, I guess it pays to rehearse The lyric sheet's so hard to find What are the words? Oh, never mind  [Pre-Hook] Don't know, don't know, don't know, oh no Don't know, don't know, don't know  [Hook] Well, I'm yellin', and we're playin' But I don't know what I'm sayin' What's the message I'm conveyin'? Can you tell me what I'm sayin'? So, have you got some idea? Didn't think so, well, I'll see ya  [Outro] Sayonara, sayonara Ayonawa, hodinawa Odinaya, yodinaya Yaddayadda, yaaahyaaah Ayiyaaaaaah  ",
        "title": "Smells Like Nirvana"
    },
    {
        "artist": "Mr. Big",
        "lyrics": "  Hold on, little girl Show me what he's done to you Stand up, little girl A broken heart can't be that bad When it's through, it's through Fate will twist the both of you So come on, baby, come on over Let me be the one to show you  I'm the one who wants to be with you Deep inside I hope you'll feel it too Waited on a line of greens and blues Just to be the next to be with you  Build up your confidence So you can be on top for once Wake up! Who cares about little boys That talk too much? I've seen it all go down The game of love was all rained out So come on, baby, come on over Let me be the one to hold you  I'm the one who wants to be with you Deep inside I hope you'll feel it too Waited on a line of greens and blues Just to be the next to be with you  Why be alone when we can be together, baby? You can make my life worth while I can make you start to smile When it's through, it's through And fate will twist the both of you So come on, baby, come on over Let me be the one to show you  I'm the one who wants to be with you Deep inside I hope you'll feel it too Waited on a line of greens and blues Just to be the next to be with you  I'm the one who wants to be with you Deep inside I hope you'll feel it too Waited on a line of greens and blues Just to be the next to be with you Just to be the next to be with you  ",
        "title": "To Be With You"
    },
    {
        "artist": "Linear",
        "lyrics": null,
        "title": "T.L.C."
    },
    {
        "artist": "Michael Jackson",
        "lyrics": "  [Verse 1] Do you remember when we fell in love? We were young and innocent then Do you remember how it all began? It just seemed like heaven, so why did it end?  [Pre-Chorus 1] Do you remember, back in the fall? We'd be together all day long Do you remember us holding hands? In each other's eyes, we'd stare Tell me  [Chorus] Do you remember the time? When we fell in love Do you remember the time? When we first met, girl Do you remember the time? (Oh, I) When we fell in love Do you remember the time?  [Verse 2] Do you remember how we used to talk? You know, we'd stay on the phone at night till dawn Do you remember all the things we said? Like, \"I love you so, I'll never let you go\"  [Pre-Chorus 2] Do you remember, back in the spring? Every morning, birds would sing Do you remember those special times? They'll just go on and on In the back of my mind  [Chorus] Do you remember the time? When we fell in love Do you remember the time? When we first met, girl Do you remember the time? (Oh, I) When we fell in love Do you remember the time?  [Bridge] Those sweet memories Will always be dear to me And girl no matter what was said I will never forget what we had Now baby  [Chorus] Do you remember the time? When we fell in love Do you remember the time? When we first met, girl Do you remember the time? (Oh, I) When we fell in love Do you remember the time? (Remember, my baby) Do you remember the time? (Cause I remember) When we fell in love Do you remember the time? (All in my mind, girl) Do you remember the time? (Oh, I) When we fell in love Do you remember the time? (Remember, my baby)  [Breakdown] (Remember the time) Ooh! (Remember the time) Do you remember, girl? (Remember the time) On the phone, you and me (Remember the time) Till dawn, two or three What about us, girl? (Remember the time) Do you, do you, do you? (Remember the time) Do you, do you? In the park, on the beach (Remember the time) You and me, in Spain What about, what about (Remember the time) Grrrrrat, tat tat, tat Grrrrrat, tat tat (Remember the time) Ooh! In the park (Remember the time) After dark, do you, do you, do you? (Remember the time) Do you, do you, do you, do you? (Remember the time) Yeah, yeah, woo! (Remember the time, remember the time)  ",
        "title": "Remember The Time"
    },
    {
        "artist": "Cause And Effect",
        "lyrics": null,
        "title": "You Think You Know Her"
    },
    {
        "artist": "Bruce Springsteen",
        "lyrics": null,
        "title": "Human Touch/Better Days"
    },
    {
        "artist": "Amy Grant",
        "lyrics": null,
        "title": "Good For Me"
    },
    {
        "artist": "The Cure",
        "lyrics": null,
        "title": "High"
    },
    {
        "artist": "Keith Sweat",
        "lyrics": "  [Hook] {Why, why me, baby) Girl, I need to know why (Why me, baby) What did I do, girl, what did I do (Why, why me, baby) You broke my heart  [LL Cool J] Check this out, honey It seems like 99 years have gone by Since the last time I talked to you, you know I never realized that somethin' so innocent and so sweet Could make a man feel so much pain Times you'd jump out of my car And I'd chase you till I was out of breath Go to your job and pick you up But you never showed up that day (Where were you baby) Where were you, baby (Where were you) Who was you seein', it's a hurtin' feelin', sugar How could you, why would you abuse my love, sweetheart Cursin' me out in front of my friends And I could never do anything to you Cause there was no way I could hurt somethin' (Nothing to you baby) (Nothing to you baby) I treasured so much Thought I was right on time, but it seems like I was too late (No) You hurt me, baby (No) But hey, I'm man enough to admit it (No) What I wanna know is why (No baby)  [Hook] (Why, why me, baby) [Tell me why, baby, tell me why] (Why, why me, baby) Tell me, baby (Why, why me, baby) Tell me, baby You broke my heart, baby [Check this out] (Why)  [LL Cool J] Yo, the way it happened was crazy (Umm) We had a argument (Umm) I didn't see you for two or three days And then when I go to the movies to get you off my mind (Off my mind) I see you sittin' there holdin' hands with the next man Caught you on the phone a couple of times, but it was always your cousin (You lie) Step off, just a friend (You used to lie to me baby) People used to tell me, \"L, she was fakin'\" But I couldn't see it, I was blinded by love (Got nothing on me baby) Nothin' was too expensive No night was too rainy I was always there for you (I did everything baby) I did things few call me a fool for doin' Droppin' your friends off, all that All I wanted in return was your undivided attention and love (I need love baby) If my heart had eyes it would cry You're still in my world (Ooh you're still in my world) Life is worth livin' love Tell me why  [Hook] (Why, why me, baby) Why would you do it to me, baby, yeah, yeah (Why, why me, baby) Hurt me so bad when you left me, baby (Why, why me, baby) You broke myyyyy baby [Tell 'em what time it is, Keith] (Why) [Tell 'em what time it is]  [Keith Sweat (\"Why me\" repeated in background)] I walk around talkin' to myself Do another day gets nothin' Am I goin' crazy, baby I look at the photograph that we once shared And think about the moment, yeah, yeah About each other Remember the things I used to say to you, girl There's a right and a wrong way to love somebody I'll always give all my love to you I'm on a merry-go-round and round Girl, how deep is your love I've got to go outside in the rain It's not to late too make it last forever Why, why, why, why me Why, why, why, why me No, baby, no, baby, no, baby, no, baby, no, baby No, no, no, no, no Tell me not true Ooh, do you know, do you know how much I love you You were my woman and I was your man Oh, girl, I'll never, never, never, never, never, never understand  ",
        "title": "Why Me Baby?"
    },
    {
        "artist": "Nirvana",
        "lyrics": "  [Verse 1] Come as you are, as you were As I want you to be As a friend, as a friend As an old enemy Take your time, hurry up The choice is yours, don't be late Take a rest as a friend, as an old memoria  [Interlude] Memoria Memoria Memoria  [Verse 2] Come doused in mud, soaked in bleach As I want you to be As a trend, as a friend As a known enemy, yeah  [Interlude] Memoria Memoria Memoria  [Chorus] And I swear that I don't have a gun No, I don't have a gun No, I don't have a gun  [Guitar Solo]  [Interlude] Memoria Memoria Memoria Memoria  [Chorus] And I swear that I don't have a gun No, I don't have a gun No, I don't have a gun No, I don't have a gun No, I don't have a gun  [Outro] Memoria Memoria  ",
        "title": "Come As You Are"
    },
    {
        "artist": "CeCe Peniston",
        "lyrics": "  Oooh! Oh yeah  Look what we got, hahaha  We got a, we got a love We got a, we got a love We got a, we got a love We got a, we got a love  We got a, that's how a love should be  Can't stand it when you're away Without a doubt you're the best thing that's happened to me Yeah, baby  And I just can't wait to have you by my side You know whenever you're around A smile is all that you're gonna see, yeah  'Cause you make me feel so good inside And there is no doubt, yeah, I'm satisfied I know that I won't find a better love I've got a love that other girls dream of, heyeyey  (We got a love thang) Love thang (Feels so good to me) Feels so good to me (This is our thang) Our thang (That's how a love should be) Don't you know that's just how a love should be, oh?  We got a, we got a love We got a, we got a love We got it, That's how a love should be  I used to be lonely, yeah 'Cause I couldn't find someone that I could call my own No, no  Suddenly you stepped in my life Now you're here with me and all my lonely days are gone They are gone, oh no  I don't know if it's wrong or right But it's better than a lonely night I know that I won't find a better love I've got a love that other girls dream of, heyeyey  (We got a love thang) Love thang (Feels so good to me) Feels so good to me (This is our thang) Our thang (That's how a love should be) Don't you know that's just how a love should be, oh?  Oooh! Oh yeah Ha Look what we got, hahaha  Heyeyeyey We got a love thang Heyeyeyey  Oooh! Look what we got  We got a, we got a love We got a, we got a love We got it, that's how a love should be  ",
        "title": "We Got A Love Thang"
    },
    {
        "artist": "Tracie Spencer",
        "lyrics": null,
        "title": "Love Me"
    },
    {
        "artist": "Rod Stewart",
        "lyrics": null,
        "title": "Your Song"
    },
    {
        "artist": "Redhead Kingpin & The F.B.I.",
        "lyrics": null,
        "title": "3-2-1 Pump"
    },
    {
        "artist": "Lisa Stansfield",
        "lyrics": "  He's home again from another day She smiles at him as he walks through the door She wonders if it will be okay It's hard for her when he doesn't respond  He says babe you look a mess You look dowdy in that dress It's just not like it used to be Then she says...  I may not be a lady But I'm all woman From monday to sunday I work harder than you know I'm no classy lady But I'm all woman And this woman needs a little love to make her strong You're not the only one  She stands there and lets the tears flow Tears that she's been holding back so long She wonders where did all the loving go The love they used to share when they were strong  She says yes I look a mess But I don't love you any less I thought you always thought enough of me to always be impressed  I may not be a lady But I'm all woman From monday to sunday I work harder than you know I'm no classy lady But I'm all woman And this woman needs a little love to make her strong You're not the only one  He holds her and hangs his head in shame He doesn't see her like he used to do He's too wrapped up in working for his pay He hasn't seen the pain he's put her through  Attention that he paid Just vanished in the haze He remembers how it used to be When he used to say  You'll always be a lady 'Cos you're all woman From monday to sunday I love you much more than you know You're a classy lady 'Cos you're all woman This woman needs a loving man to keep her warm  You're the only one You're a classy lady 'Cos you're all woman  So sweet the love that used to be So sweet the love that used to be  We can be sweet again...  ",
        "title": "All Woman"
    },
    {
        "artist": "Black Sheep",
        "lyrics": "  [Intro] Here they come yo, here they come Here they come yo, here they come This or that? This or that? This or that? This or that? This or that? This or that? This or that? This or that?  [Verse 1] Who's the black sheep, what's the black sheep? Know not who I am, or when I'm coming, so you sleep Wasn't in my realm, or wasn't in your sphere Knew not who I was, but listen here Dres, D-R-E-S, yes I guess I can start If it's all right with you, I'll rip this here joint apart Back, middle, to the front, don't front Wanna a good time, gonna give you what you want Can I hear a hey? (hey) Can I get a yo? (yo) You got a 'hat? (huh) It's for the hoes (oh) The styling is creative, black sheep of the native Can't be violated, or even decepticated I got brothers in the Jungle, cousins on the quest Dead departed uncles, in pea porridge, may they rest Guess, which way, what, when, how Mista Lawnge, Dres, Black Sheep slam... Now Know you've heard the others, phonies to the lovers Then of course, the choice is yours  [Hook] You can get with this, or you can get with that You can get with this, or you can get with that You can get with this, or you can get with that I think you'll get with this, for this is where it's at You can get with this, or you can get with that You can get with this, or you can get with that You can get with this, or you can get with that I think you'll get with this, for this is kinda phat  [Verse 2] Where's the black sheep, here's the black sheep Even if we wanted to, the flock could not be weak Watch me swing like this, why should I swing it like that Because in fact, on me it might not attract Therefore I ignore, do as I feel inside I live with me, I've got my back tonight Ya know what I'm saying Yo Black, I'm not playing Need to go with this, or go with this with no delay and See, in actuality, wonder can it be I made it look easy, because it is to me Any time capacity was filled, tried to rock it Any time a honey gave us play, tried to knock it Never was a fool, so we finished school Never see us sweat, and you'll never see us drool Out to rock the globe while it's still here to rock Don't punch girls, and we don't punch a clock Gotta go, gotta go, see you later by the cat And you can't beat that with a bat  [Hook] You can get with this, or you can get with that You can get with this, or you can get with that You can get with this, or you can get with that I think you'll get with this, for this is where it's at You can get with this, or you can get with that You can get with this, or you can get with that You can get with this, or you can get with that I think you'll get with this, for this is kinda phat  [Break] Engine, engine, number nine On the New York transit line If my train goes off the track Pick it up! Pick it up! Pick it up!  [Verse 3] Back on the scene, crispy n' clean You can try, but then why, cause you can't intervene We be the outcast, down for the settle Won't play the rock, won't play the pebble Open the door, you best believe, we're sliding through it ... sssswiftly Niftily, we can make it hip to be what we are Cause what we be, be the epitome, doo, dah, dipitty So now I dwell just to say you're plainer Hold your cup, cause I got the container Pass a plate or, cross the fader Black sheep get play like the Sony Innovator Never the traitor, party inflater And you can get a scoop ... later  [Hook] You can get with this, or you can get with that You can get with this, or you can get with that You can get with this, or you can get with that I think you'll get with this, for this is kinda phat You can get with this, or you can get with that You can get with this, or you can get with that You can get with this, or you can get with that I think you'll get with this, for this is where it's at (Where it's at, where it's at, where it's at, where it's at) (Eee come on, eeh come on, eeh come on, eeh come on)  ",
        "title": "The Choice Is Yours"
    },
    {
        "artist": "Metallica",
        "lyrics": "  [Verse 1: James Hetfield] So close no matter how far Couldn't be much more from the heart Forever trusting who we are And nothing else matters  Never opened myself this way Life is ours, we live it our way All these words I don't just say And nothing else matters  Trust I seek and I find in you Everyday for us something new Open mind for a different view And nothing else matters  [Chorus: James Hetfield] Never cared for what they do Never cared for what they know But I know  [Verse 2: James Hetfield] So close no matter how far It couldn't be much more from the heart Forever trusting who we are And nothing else matters  [Chorus: James Hetfield] Never cared for what they do Never cared for what they know But I know  [Guitar Solo: James Hetfield]  [Verse 3: James Hetfield] I never opened myself this way Life is ours, we live it our way All these words I don't just say And nothing else matters  Trust I seek and I find in you Everyday for us something new Open mind for a different view And nothing else matters  [Chorus: James Hetfield] Never cared for what they say Never cared for games they play Never cared for what they do Never cared for what they know And I know, yeah  [Guitar Solo: James Hetfield]  [Outro: James Hetfield] So close no matter how far Couldn't be much more from the heart Forever trusting who we are No, nothing else matters  ",
        "title": "Nothing Else Matters"
    },
    {
        "artist": "Aaron Hall",
        "lyrics": "  Now I lay me down to sleep I pray my Lord my soul to keep If I should die before I wake I pray my Lord my soul to take  You’ll be saying “Daddy” to me But please don’t hurt me This is my first experience, baby Make it feel alright, don’t worry baby  Don’t be afraid Don’t be afraid Don’t be afraid Don’t be afraid, baby Don’t be afraid Don’t be afraid Don’t be afraid Don't be afraid, girl  When I lay you down tonight Ask me to hold you tight Everything will be alright Don’t be afraid, baby When you start to scratch and moan And your problems are long gone Let it happen right now Don’t be afraid, girl  Now I have you all to myself You can put all the other guys all on the shelf No need to run and no need to hide All the doors are locked baby and I have you inside You can yell and you can hit me It just makes me horny Ain’t nothing but a love thing baby Between me and you So just give in baby, don’t worry about a thing  [Chorus] Don’t be afraid Don’t be afraid Don’t be afraid Don’t be afraid, baby Don’t be afraid Don’t be afraid Don’t be afraid Don't be afraid, girl  [Verse 3] When I get through with you Ain’t nobody else that you will want to go to I put all the men to shame Remember baby, this is a nasty man’s game  [Chorus] Don’t be afraid Don’t be afraid Don’t be afraid Don’t be afraid, baby Don’t be afraid Don’t be afraid Don’t be afraid Don't be afraid, baby  [Bridge] Deep down, feel so lucky girl to have you in my arms But now its time to go baby, need for an alarm Go to sleep my baby, like i said everythings alright Rest your head on my tattooed my chest I know it feels real good Oohwee baby, no need to be afraid The lights are off and I open the sheets So kiss me baby, Say it so one more time For the road baby, I’m right again Give me the center baby don’t be afraid  Don’t be a- Don’t be a- Don’t be afraid (repeat over until fade)  ",
        "title": "Don't Be Afraid"
    },
    {
        "artist": "Boyz II Men",
        "lyrics": "  [Intro: Mike] Hey, baby I'm sorry I never meant to hurt you Please don't go  [Verse 1: Shawn] Slowly, my eyes began to see That I need you near right with me at all times My feelings are so deep for you That I won't let go of you  [Bridge: Shawn] I can't let this love (slip away) And I can't turn it around (can't you see) And only then  [Chorus: Shawn] Please don't go away from me (I'll be there for you) When you call my name (Call my name) I'll reach out my hand to you (And I Welcome you) To my heart (My future, my heart) Please don't go away from me We can work it out Whatever it may be, girl Please don't go (No, no, no, no, no, please don't go)  [Interlude: Mike] You know, It's not often that we see each other That's why I cherish every moment that we spent together  [Verse 2: Shawn] When you're away, temptation may come Above of when I get caught up (by you) When I get caught up (by you) When I get caught up I let go Thinking about you each day I feel (I love you and I never let go) Your love makes my head spin 'round and round in a day  [Bridge: Nate] I can't let this love (slip away) And I can't turn it around (can't you see) And only then  [Chorus: Shawn] Please don't go away from me (I'll be there for you) When you call my name (Call my name) I'll reach out my hand to you (And I Welcome you) To my heart (My future, my heart) Please don't go away from me We can work it out Whatever it may be, girl Please don't go (No, no, no, no, no, please don't go) Please don't go away from me (I'll be there for you) When you call my name (Call my name) I'll reach out my hand to you (And I Welcome you) To my heart (My future, my heart) Please don't go away from me We can work it out Whatever it may be, girl Please don't go (No, no, no, no, no, please don't go)  [Outro] I'll be there, I'll be right there I'll be there, I'll be right there I'll be there, I'll be right there I'll be there, I'll be right there I'll be there, I'll be right there I'll be there, I'll be right there I'll be there, I'll be right there I'll be there, I'll be right there  ",
        "title": "Please Don't Go"
    },
    {
        "artist": "Tom Cochrane",
        "lyrics": "  Life's like a road that you travel on When there's one day here and the next day gone Sometimes you bend, sometimes you stand Sometimes you turn your back to the wind  There's a world outside every darkened door Where blues won't haunt you anymore Where the brave are free and lovers soar Come ride with me to the distant shore  We won't hesitate break down the garden gate There's not much left today  Life is a highway I want to ride it all night long If you're going my way I want to drive it all night long  Through all the cities and all these towns It's in my blood and it's all around I love you now like I loved you then This is the road and these are the hands  From Mozambique to those Memphis nights The Khyber Pass to Vancouver's lights Knock me down get back up again You're in my blood I'm not a lonely man  There's no load I can't hold Road so rough this I know I'll bee there when the light comes in Tell 'em we're survivors  [Chorus] Life is a highway I want to ride it all night long If you're going my way I want to drive it all night long, hmm Life is a highway I want to ride it all night long If you're going my way I want to drive it all night long  There was a distance between you and I A misunderstanding once but now We look it in the eye  Oh Ooh There's no load, I can't hold Road so rough this I know I'll be there when the light comes in Tell 'em we're survivors  [Chorus] Life is a highway I want to ride it all night long, yeah yeah yeah If you're going my way I want to drive it all night long, yeah yeah (Gimme gimme gimme gimme yeah) Life is a highway I want to ride it all night long If you're going my way I want to drive it all night long (Gimme gimme gimme gimme yeah) Life is a highway I want to ride it all night long, yeah If you're going my way I want to drive it all night long, ooh (Gimme gimme gimme gimme yeah)  ",
        "title": "Life Is A Highway"
    },
    {
        "artist": "Color Me Badd",
        "lyrics": null,
        "title": "Thinkin' Back"
    },
    {
        "artist": "Das EFX",
        "lyrics": "  [Verse 1] Bum stiggedy bum stiggedy bum, hon, I got the old pa-rum-pum-pum-pum But I can fe-fi or fo, diddly-bum, here I come So Peter Piper, I'm hyper than Pinocchio's nose 'Cause I'm the supercalafragilistic tic-tac pro I gave my oopsy, daisy, now you've got the Crazy I'm Crazy with the books, Googley-goo where's the gravy So one two, um, buckle my, um shoe Yabba Doo, hippity-hoo, crack a brew So trick or treat, smell my feet, yup I drippedy-dropped a hit So books get on your mark and spark that old censorship Drats and double drats, I smiggedy-smacked some whiz kids The boogedy-woogedly Brooklyn boy's about to get his, dig My waist bone's connected to my hip bone My hip bone's connected to my thigh bone My thigh bone's connected to my knee bone My knee bone's connected to my hardy-har-har-har The jibbedy-jabber jaw ja-jabbing at your funny bone, um Skip the Ovaltine, I'd rather have my honeycomb Or preferably the sinsemilla, Let's spiggedy-spark the blunts, um Dun dun dun dun dun, dun dun  [Hook] They want EFX, some live EFX They want EFX, some live EFX They want EFX, some live EFX Snap a neck for some live EFX  [Verse 2] Well I'll be darned, shiver me timbers yo, head for the hills! I picked a weeping willow, and a daffodil So back up bucko or I'll pulverize McGruff Cause, this little piggy gets, busy and stuff Arrivederci, heavens to mercy, honky tonk I get swift I caught a Snuffleupagus and smoked a boogaloo spliff I got the nooks, the cranies, the nitty gritty 40 doe So all aboard, castaway, hey where's my boogaloo? Oh-h-h-h-h-h-hhh I'm steamin, a-go-ny! Why's everybody always pickin on me? They call me Puddin' Tane, and rap's my game You ask me again and I'll t-tell you the same Since I'm the vocal vegemintarian, stick 'em up freeze So no Parks sausages, mom, please A-Blitz shoots the breeze, twiddly-dee shoots his lip Crazy Drayzie shot the sheriff yup, and I shot the gift And that's PRET-TY SNEA-KY SIS, oh yo I got my socks off, my rocks off, my Nestle's cup of cocoa Holly Hobbie tried to slob me, tried to rob me silly stunt Diggedy-dun dun dun dun dun, DUN DUN!  [Hook](x2) They want EFX, some live EFX They want EFX, some live EFX They want EFX, some live EFX Snap a neck for some live EFX  [Verse 3] Yahoo, hidee-ho yup I'm coming around the stretch So here Fido boy, fetch, boy, fetch I got the rope-a-dope a slippery choker, look at me get raw And I'm the hickory-dickory top of morning boogoloo big jaw With the yippedy zippedy Winnie the Pooh bad boy blue Yo crazy got the gusto, what up, I swing that too So nincompoop give a hoot and stomp a troop without a strain Like Rosco P. Coltrane I spiggedy-spark a spiff and give a twist like Chubby Checker I take my Froot Loops with two scoops, make it double decker Oh Finster Baby come to Papa Duke A babaloo, ooh, a babaloo boogedy boo I went from Gucci to Stussy, to fliggedy-flam a groupie To Zsa Zsa, to yibbedy-yabba dabba hoochie koochie Tally ho I-I'll take my Stove Top instead of my Tater, so Maybe I'll shoot 'em now, nope maybe I'll shoot 'em later, yep I used to have a dog and Bingo was his name oh, so uh B-I-N-G-O-oh You do the hokey pokey and you turn yourself around, hon, so uh Dun dun dun dun dun, dun dun  [Hook ](x2) They want EFX, some live EFX They want EFX, some live EFX They want EFX, some live EFX Snap a neck for some live EFX  ",
        "title": "They Want EFX"
    },
    {
        "artist": "Giggles",
        "lyrics": null,
        "title": "What Goes Around Comes Around"
    },
    {
        "artist": "Mitch Malloy",
        "lyrics": null,
        "title": "Anything At All"
    },
    {
        "artist": "Colourhaus",
        "lyrics": "  Days go by time moves on Hearts can beat to a different drum they say You might think we're the perfect one The best laid plans come undone someday (Look around you what surrounds you) You've got to believe in love Don't look back, you can never look back Keep on moving, face the facts  No more the innocent child No more lonely heart No more those innocent days I'm changing, I'm changing No more the innocent child I'm strong when we're apart Time won't wait, you can't change fate Time won't wait  The world keeps turning round and round Love can't breath tied and bound no way  (Look around you what surrounds you) We can take this time tonight Tomorrow see it in a different light of day (Sometimes it's hard to go on) You've got to have faith in love (believe in love) Don't look back, you can never look back Keep on moving, face the facts Time won't wait, we can't stand still We must go on and on and on and on and on and on  No more the innocent child No more lonely heart No more those innocent days I'm changing, I'm changing No more the innocent child I'm strong when we're apart Time won't wait, you can't change fate Time won't wait  ",
        "title": "Innocent Child"
    },
    {
        "artist": "Brotherhood Creed",
        "lyrics": "  1st verse Hello Helluva! Hey how you doin'? It's me the Mac of BHC pursuin' ya Who in the world gave you the right To look so well, umm ah, DYNO-MITE?!  Suckin' on a pickle with a Now-a-Later in the middle How I feel for you girl it's no riddle I want her  Yeah I got to have her She looks mo' better so I want her mo' badder Than a thick man in quick sand- hope for help At a glance, I'mma go for self  She's as cute as a Puss in Boots With good hair and it's real to the roots Damn near perfect all my life I've prayed For an all world girl who's sweet as Kool-Aid  And thoughts of doin' that onion can make you cry You're helluva babe Oh me oh my  Hook Helluva Helluva! She's so fine Helluva Helluva! Blows my mind Helluva Helluva! Lights my need Helluva Helluva!  She's a helluva girl yeah The one I want in my life She's a helluva girl yeah The one I want in my life  2nd verse I'm not the kind for nine to five Cause I rhyme to survive I guess I do alright Cause I'm stayin' alive  I'm in the game of fame Gang of girls want my last name Not for love but for life in the fast lane Golddiggers see dollar So they scream and holler At my concerts Hopin' I notice 'em but it don't work  Cause I hate a girl loud as a speaker Don't get me wrong I also hate salad eaters Only's been bid to those in the mid Of the two extremes Yeah you know what I mean  Love is blind but I see good I think you're helluva Helluva Agreed B-Hood? Yeah!!!! Yeah I knew you'd agree There's no mistakin' she's B.A.D.!  I court her, support her, escort her and sport her She's the talk of the town and I'm the reporter She's Helluva  Hook Helluva Helluva! She's so fine Helluva Helluva! Blows my mind Helluva Helluva! Lights my need Helluva Helluva!  She's a helluva girl yeah The one I want in my life She's a helluva girl yeah The one I want in my life  3rd verse We're still lovey dovey But it ain't all roses Cause she's so helluva And other brothers know this  We can't even go in the mall walkin' Without brothers hawkin', stalkin' and talkin' that talk 'Bout what they'd do if they were me But she's locked up and \"if\" ain't the key  (wolf whistle) I heard a brother whistle I said \"what up it's time\" I nut up and pull out my pistol  Load the clip and start git git gattin' What happened? Shee brothers stopped mackin'  Bend down and tell him it's not cause I'm jealous Hey just don't disrespect me fella Now she's mad cause she thinks that I'm violent The treatment I git is..... Silent  So yo bro know next time you slip there's a fee You gotta pay Hey cause Helluva's wit' me  Hook Helluva Helluva! She's so fine Helluva Helluva! Blows my mind Helluva Helluva! Lights my need Helluva Helluva!  She's a helluva girl yeah The one I want in my life She's a helluva girl yeah The one I want in my life Repeat to fade  ",
        "title": "Helluva"
    },
    {
        "artist": "Chaka Khan",
        "lyrics": "  [Verse 1:] Cold endless summer days Since you went away Tore my heart in two And now wandering through the night I see the city lights Feelin' so in need I'll never be at peace  [Chorus 1:] Love you all my lifetime Lost to you eternally Everything in my life Tells me we were meant to be  [Verse 2:] Strange there's always something wrong Dreams don't last that long What part did I play in that game And now, now you turn away Excuses are too late Feelin' so in need, i'll never be at peace  [Chorus 1] Love you all my lifetime (Love you all my life) Lost to you eternally Everything in my life (My life, my life) Tells me we were meant to be  [Chorus 2:] Miss you every minute Hoping for another chance I hope that you can see that And we can start a new romance  [Bridge:] You make the rain and the night go away You make the sun rise up in my sky You make the rain and the night go away You make the sun rise up in my sky  [Chorus]  Love you all my life, my life, my life  Love you all my lifetime... Everything in my life...  [Chorus]  ",
        "title": "Love You All My Lifetime"
    },
    {
        "artist": "2nd II None",
        "lyrics": "  [Hook] If you want it then I've got it If you need it, baby, I'll feed it If you love it, come and rub it Cause there's something I should let you know  [Verse 1] You got a brother like me the gangster D I got a nice piece of meat that'll fit you to the tee So come with me and I'll let you see Soon as you pull down your panties and I'mma have to eat up some coochie, don't forget about Jay, just want me a fresh ho If you wanna trip let me know Ain't got no time for no hootchie games Just jump out the pipes, don't feel no shame I love me some hoes, you know I got these young girls Aiming for this fishing pole When I stick it to you, girl, you'll be happy I'mma work it to a sweat, fly you a nappy That look good, so good and so tight Come on, girl, let me rip the mic Cause if you do, I think I just might You know  [Hook]  [Verse 2] It ain't the length or the width, it's the way I work it And like he said, girl, I'm-a jerk, jerk, jerk it Make you good 'til you curl up your toes Knock the rollers out your hair 'til they fall on the floor I was built for war not peace And what I mean by war means tearing some sheets And some spreads in the bed I'll knock your headboards until you clearing stuff out I'll make you flip, have a fit While I make you moan and kick Lookie here, trick, now I'm holding JYB But you don't need teeth, all you need is strong knees  [Bridge] Come on, lay down Your butt is nice and round Now don't interrupt Because it's time to  [Hook]  [Verse 3] It ain't nothing but meat on the bone You can stroke it or choke it or leave it alone Ain't nothing wrong with group sessions Yeah, baby, you know, sexing Just the daily average routine Step up, baby and get tag teamed Young hootchies, we love coochie If we want it, let us up on it  [Hook x3]  ",
        "title": "If You Want It"
    },
    {
        "artist": "TKA",
        "lyrics": null,
        "title": "Maria"
    },
    {
        "artist": "Laura Enea",
        "lyrics": "  I was such a fool Hopelessy in love with you You were so cruel For what you put me through  So now I'm telling you goodbye There's no way to stop me Don't even try I'm not the same girl I was yesterday Forget the past and let the memories fade away  This is the last time You'll break my heart I'm doing what I should've done from the start This is the last time No more second chances And now you'll never know what true romance is  I've opened my eyes I know you've done me wrong I said that I loved you And you just played along  All of those times I begged you to stay But you just walked away (You just walked away) That was the last time you made me cry Baby, we're through I'm telling you goodbye  This is the last time You'll break my heart I'm doing what I should've done from the start This is the last time No more second chances And now you'll never know what true romance is  This is the last time You'll break my heart I'm doing what I should've done from the start This is the last time No more second chances And now you'll never know what true romance is  So now I'm telling you goodbye There's no way to stop me Don't even try I'm not the same girl I was yesterday Forget the past and let the memories fade away  This is the last time You'll break my heart I'm doing what I should've done from the start This is the last time No more second chances And now you'll never know what true romance is  This is the last time You'll break my heart I'm doing what I should've done from the start This is the last time No more second chances And now you'll never know what true romance is  ",
        "title": "This Is The Last Time"
    },
    {
        "artist": "The Outfield",
        "lyrics": null,
        "title": "Closer To Me"
    },
    {
        "artist": "Naughty By Nature",
        "lyrics": "  [Skit] Doctor: Nurse Johnson, is the mother still in the recovery room? Nurse: Yes, Dr. Blair Doctor: OK, I'll go to the waiting room and inform the father it's a boy Nurse: I'm afraid there is no father, sir Doctor: Another ghetto bastard, huh? Nurse: I'm afraid so Doctor: Well, put him with the rest of the born losers Nurse: All right doctor, a shame isn't it? Doctor: Not a shame, a problem  [Intro] Smooth it out This is a story about the drifter Who waited for the worst, cause the best lived 'cross town Who never planned on having so didn't Why me, huh  [Hook] Everything's gonna be alright (alright) Everything's gonna be alright (alright) Everything's gonna be alright now (alright) Everything's gonna be alright (alright)  [Verse 1: Treach] Some get a little and some get none Some catch a bad one and some leave the job half done I was one who never had and always mad Never knew my dad, motherfuck the fag Well anyway, I did pick ups, lift and click-ups Too many stick-ups, cause niggas had the trigger hiccups I couldn't get a job, nappy hair was not allowed My mother couldn't afford us all, she had to throw me out I walked the strip with just a clip, who wanna hit They got 'em quick, I had to eat, this money's good as spent A 'do in braids, I wasn't paid enough I kept 'em long cause I couldn't afford a haircut I got laughed at, I got chumped, I got dissed I got upset, I got a Tec and a banana clip Was down to throw the lead to any telling crackhead I'd still'a been broke, so a lot of good it woulda did Or done, if not for bad luck, I would have none Why did I have to live a life of such a bad one Why when I was a kid and played I was a sad one And always wanted to live like this or that one  [Hook]  [Verse 2: Treach] A ghetto bastard, born next to the projects Living in the slums with bums, I said, \"now why, Treach\" \"Do it have to be like this\" Momma said I'm priceless So I am all worthless, starved, and it's just what being nice gets Sometimes I wish I could afford a pistol then, though To stop the hell, I would've ended things a while ago I ain't have jack but a black hat and knapsack War scars, stolen cars, and a blackjack Drop that, and now you want me to rap and give? Say something positive? Well positive ain't where I live I live right around the corner from West Hell Two blocks from South Shit and once in a jail cell The sun never shone on my side of the street, see And only once or twice a week I would speak I walked alone, my state of mind was home sweet home I couldn't keep a girl, they wanted kids with cars and chrome Some life, if you ain't wear gold your style was old And you got more juice and dough for every bottle sold Hell no, I say there's gotta be a better way But hey, never gamble in a game that you can't play I'm slowin' and flowin' and going in on and knowing not now How will I do it, how will I make it I won't, that's how Why me, huh  [Hook]  [Verse 3: Treach] My third year into adulthood, and still a knucklehead I'm better off dead huh, that's what my neighbor said I don't do jack but fighting, lightin' up the streets at night Playing hide-and-seek with a machete sexing Freddy's wife Some say I'm rolling on, nothing but a dog now I answer that with a \"fuck you\" and a bow-wow Cause I done been through more shit within the last week Than a fly flowing in doo-doo on the concrete I been a deadbeat, dead to the world and dead wrong Since I was born that's my life, oh you don't know this song So don't say jack, and please don't say you understand All that man-to-man talk can walk, damn If you ain't live it, you couldn't feel it, so kill it skillet And all that talk about it won't help it out, now will it? In Illtown, pure luck got stuck-up, props got shot Don't worry got hit by a flurry, and his punk-ass dropped But I'm the one who has been labeled as an outcast They teach in schools, I'm the misfit y'all will outlast But that's cool with the fool, smack 'em backwards That's what you get for fucking with a ghetto bastard  [Outro] If you ain't ever been to the ghetto Don't ever come to the ghetto Cause you wouldn't understand the ghetto And stay the fuck out of the ghetto Why me (alright)  ",
        "title": "Everything's Gonna Be Alright"
    },
    {
        "artist": "Gerald Levert (Duet With Eddie Levert)",
        "lyrics": "  All your friends are tellin' you You should have a fancy car and diamond rings But, girl, you know all good things come in time Girl, you know I'll do just about anythin' To see a smile upon your face So don't let your friends go messin' with your mind  Girl, you know there ain't nothin' I won't do for you And baby, don't, don't ever Doubt my love 'cause it's true  Baby, hold on to me See I'm a special kind A man that is hard to find Told you a thousand times Baby, hold on to me  Baby, hold on to me See I'm a special kind A man that is hard to find Told you a thousand times Baby, hold on to me  Girl, wasn't I there when he made you cry? And who was there to comfort you When he said, \"Bye, bye, bye, bye, bye,\" baby? Girl, I give you my time, here is my money All of my heart and you'll be so sorry, baby If we were to ever part, part  And girl, you know That I would never hurt you Girl, you know That I won't ever desert you  Baby, hold on to me See I'm a special kind A man that is hard to find Told you a thousand times Baby, hold on to me  Baby, hold on to me See I'm a special kind A man that is hard to find Told you a thousand times Baby, hold on to me  Baby, see I wanna be everything That you need And I promise, baby, I promise, baby I'll be there for you  Baby, hold on to me See I'm a special kind A man that is hard to find Told you a thousand times Baby, hold on to me  Hold on See you clingin' to me When you need someone to hold you tight You're gonna look for me You're gonna look for me So you better, you better  Baby, hold on to me See I'm a special kind A man that is hard to find Told you a thousand times Baby, hold on to me  Hold on Think about it before you let me Walk out the door, baby How can you live without me, baby? 'Cause I can't see myself Livin' without you  Baby, hold on to me See I'm a special kind A man that is hard to find Told you a thousand times Baby, hold on to me  Hold on Baby, baby, baby, baby, baby I know I'm a good man And your friends keep tellin' you Your friends keep tellin' you All about what they don't know  Baby, hold on to me See I'm a special kind A man that is hard to find Told you a thousand times Baby, hold on to me  Hold on, hold on I'm tired, I'm tired, I'm tired, I'm tired I'm what you need And I still don't believe  ",
        "title": "Baby Hold On To Me"
    },
    {
        "artist": "Good 2 Go",
        "lyrics": null,
        "title": "Never Satisfied"
    },
    {
        "artist": "MC Luscious",
        "lyrics": null,
        "title": "Boom! I Got Your Boyfriend"
    },
    {
        "artist": "Michael Bolton",
        "lyrics": "  I talk to you but it's not the same as touchin' you And every time you whisper my name ,I wanna run to you We'll be together, it won't be long, it won't be long But it feels like forever and it's hard to be strong  Baby, 'cause I'm missing you now And it's drivin' me crazy How I'm needin' you, baby I'm missing you now Can't wait till I'm alone with you To show you how I'm missing you now  Wishin' you were here by my side is all that I can do Got my arms around my pillow at night They should be holdin' you Thought I was stronger, how could I know, how could I know I can't take this much longer, it's so hard on my soul  Baby, 'cause I'm missing you now And it's drivin' me crazy I've gotta be with you, baby I'm missing you now Don't know what I'm gonna do To show the way I'm missing you now  Baby, I just can't wait, till I see your face Chase away this loneliness inside When you're close to my heart, right here in my arms Then and only then will I be satisfied Missing you now  I know, we'll be together, it won't be long, it won't be long But it feels like forever and it's hard to be strong  Baby, 'cause I'm missing you now And it's drivin' me crazy How I'm needin' you, baby Can't wait till I'm alone with To show you how I'm missing you now  Missing you ,missing you Baby, I should be holdin' you, kissin' you I'm missing you Don't know what I'm gonna do To show the way I'm missing you now Missing you, missing you now And it's drivin' me crazy How I'm needin' you, baby I'm missing you now  ",
        "title": "Missing You Now"
    },
    {
        "artist": "Right Said Fred",
        "lyrics": "  Ah Surrender me a kiss  Let me loose on you inch by inch  The one and only reason is fun Fun Fun I said \"Well baby We've only just begun\" So don't talk Just kiss  We're beyond words and sound Don't talk just kiss  Let your tongue fool around  Let's fool a round  Ooh yeah There's people There's love  You and I both apply to the above  The one and only reason is fun Fun Fun I said \"Well baby We've only just begun\" So don't talk Just kiss  We're beyond words and sound Don't talk just kiss  Let your tongue fool around  Ah ha We're wasting precious time  Don't talk Kiss Ahh And make it mine  The one and only reason is fun Fun Fun I said \"Well baby We've only just begun\" So don't talk Just kiss  We're beyond words and sound Don't talk just kiss  Let your tongue fool around  Come on Come on Come on Come on Fool around Come on Come on Come on Come on Fool around Come on Come on Come on Come on Fool around (Surrender your love to me!)  So don't talk Just kiss  We're beyond words and sound Don't talk just kiss  Let your tongue fool around  So don't talk Just kiss  We're beyond words and sound Don't talk just kiss  Let your tongue fool around  Let's fool around  Let's fool around  ",
        "title": "Don't Talk Just Kiss"
    },
    {
        "artist": "The KLF Featuring Tammy Wynette",
        "lyrics": "  And we like to roam the land We're justified and we're ancient I hope you understand We don't want to upset the apple-cart And we don't want to cause any harm But if you don't like what we're gonna do You'd better not stop us cause we're coming through   All the way down the east coast All the way down...  And we like to roam the land We're justified and we're ancient I hope you understand We don't want to upset the apple-cart  ",
        "title": "Justified And Ancient"
    },
    {
        "artist": "Luke",
        "lyrics": "  Don't stop pop that pussy Let me see you doo doo brown  I Wanna Rock I Wanna Rock I Wanna Rock I Wanna Rock I Wanna Rock I Wanna Rock I Wan, I Wan, I Wan  I wanna rock my man I wanna rock my man I wanna rock my man I wanna rock my man I wanna rock my man I wanna rock my man  Move it up, move it up Keep goin', keep goin Here we go, here we go  Let me hear you say, \"Head, head and more head\" (Head, head and more head) Let me hear you say, \"Head, head and more head\" (Head, head and more head)  Let me hear you say... Doo doo brown (Doo doo brown) Doo doo brown (Doo doo brown) Doo doo brown (Doo doo brown) Doo doo brown (Doo doo brown)  Hey (x16)  Shake them titties baby, Shake them titties baby Shake, shake them titties baby, Shake them titties baby Pop pop that pussy baby, pop that pussy baby Pop pop pop that pussy, pop pop that pussy baby  I wanna rock I wanna rock I wanna rock I wanna rock I wanna rock I wanna rock  Doo doo brown (Doo doo brown) Doo doo brown (Doo doo brown) Doo doo brown (Doo doo brown) Doo doo brown (Doo doo brown) Doo doo brown (Doo doo brown) Doo doo brown (Doo doo brown) Doo doo brown (Doo doo brown)  I Wanna Rock I Wanna Rock I Wanna Rock I Wanna Rock I Wanna Rock I Wanna Rock I Wan, I Wan, I Wan, I Wanna Rock My Man  Go! (x32)  Uh Uh Get It Get It (x8) Get It Get It  That pussy Pop that pussy Pop that pussy Pop Pop that pussy Pop  Let me see you show that coochie Show (that coochie) show (that coochie baby) Show (that coochie) show (that coochie baby) Show (that coochie) show (that coochie baby)  Take it off (Take it off) Take it off (Take it off) Take it off (Take it off) Take it off (Take it off)  Show (that pussy) Take it off (Take it off) Show (That pussy)  I Wanna Rock I Wanna Rock I Wanna Rock I Wanna Rock I Wanna Rock I Wanna Rock  I Wan,  I Wan, I Wan, I wanna rock my man uh uh uh I wanna rock my man  Face down (ass up), Face down (ass up) Face down (ass up), that's the way (we like to fuck) Face down (ass up), that's the way (we like to fuck) Face down (ass up), that's the way (we like to fuck) Face down (ass up), that's the way (we like to fuck)  Head, head and more head  Let me see you shake them titties Pop that pussy, doo doo brown  Doo doo brown (Doo doo brown) Doo doo brown (Doo doo brown) Doo doo brown (Doo doo brown)  That pussy Pop pop that pussy baby Pop pop that pussy Pop pop that pussy baby Pop pop pop the pussy Pop pop that pussy baby Pop pop that pussy Pop pop that pussy baby  I Wanna Rock I Wanna Rock I Wanna Rock I Wanna Rock I Wanna Rock I Wanna Rock I Wan, I Wan, I Wan, I Wanna Rock...  Heeeey, we want some puuusssy (Heeeey, we want some puuusssy) Let me hear you say, \"Heeeey, we want some D.I.C.K\" (Heeeey, we want some D.I.C.K) Heeeey, we want some Puuusssy (Heeeey, we want some Puuusssy)  Don't stop, get it get it Don't stop, get it get it Don't stop (Get It Get It) Don't stop (Get It Get It) Don't stop (Get It Get It) Don't stop (Get It Get It) (Get It Get It!) (Get It Get It!) (Get It Get It!)  ",
        "title": "I Wanna Rock"
    },
    {
        "artist": "Eddie Money",
        "lyrics": null,
        "title": "Fall In Love Again"
    },
    {
        "artist": "Ozzy Osbourne",
        "lyrics": "  Times have changed and times are strange Here I come, but I ain't the same Mama, I'm coming home Time's gone by,it seems to be You could have been a better friend to me Mama, I'm coming home  You took me in and you me drove out Yeah, you had me hypnotized, yeah Lost and found and turned around By the fire in your eyes  You made me cry, you told me lies But I can't stand to say goodbye Mama, I'm coming home I could be right, I could be wrong It hurts so bad, it's been so long Mama, I'm coming home  Selfish love, yeah we're both alone The ride before the fall, yeah But I'm gonna take this heart of stone I've just got to have it all  I've seen your face a hundred times Every day we've been apart I don't care about the sunshine, yeah Cause Mama, Mama, I'm coming home I'm coming home  You took me in and you drove me out Yeah, you had me hypnotized, yeah Lost and found and turned around By the fire in your eyes  I've seen your face a thousand times Every day we've been apart I don't care about the sunshine, yeah Cause Mama, Mama I'm coming home I'm coming home I'm coming home I'm coming home  ",
        "title": "Mama, I'm Coming Home"
    },
    {
        "artist": "R. Kelly & Public Announcement",
        "lyrics": "  [Intro] A yo, R. Kelly, what's up, man? You've been spending a lot of time with this girl, man I don't know man She just got that vibe you know what I'm saying Aiight, tell me the script Aiight bet  [Chorus] Vibe (hey), vibe (vibe), vibe (You've got that vibe) You've got that vibe (You've got it) Vibe (that vibe), vibe (Girl, you've got that...) You've, you've, you've got that Vibe (Yeah, she's got that vibe) Vibe (Come on, she's got that vibe) Vibe (Yeah, she's got that vibe) Girl you've got that You've got that vibe (Come on, she's got that vibe) Vibe (Yeah, she's got that vibe) Vibe (Come on, she's got that vibe) You've, you've, you've got that  [Verse 1] Ooh, stop the press Girl, you turn me on And I wonder if I could take you home I must confess The tight mini-skirt you wear I just can't help it, baby I can't help but stare, so (Tell the DJ) To pump it up a little more Hey, girl I gotta let you know that you've got that vibe  [Chorus] Vibe (You've got it) Vibe (baby), vibe Girl, you've got that Vibe (vibe), vibe (you've got that vibe), vibe You've, you've, you've got that  [Verse 2] It's one o'clock And the party's just beginning The place is jumping Ooh, what a lovely scene Gotta let you know, let you know the deal I want you now, baby And I'm for real, so (Tell the DJ) To pump it up a little more Now, baby, I gotta let you know that You've got that vibe  [Chorus] Vibe (alright), vibe (baby), vibe Girl, you've got that vibe Vibe, vibe, vibe  [Rap] Check this out Yeah, how would you like to get a piece of this pie? You could be my girl, and I could be your guy Yeah, cuddle me in your arms like I'm your teddy bear There, isn't that nice? You'll have no fear, yo Kiss me you fool And make me melt like butter When it comes to sayin' \"I love you\" I won't st-st-st-stuttter I'll turn you on like a neon light Make everything alright Like in the middle of the night Yo when you need somebody to love you Like Flintstones, we'll have a yabbadabbadoo Kiss and caress you and hold you and my word is bond Yo, P. A. (Wassup?) She's got that vibe, huh  [Bridge] Vibe (She's got that vibe; yeah, she's got that vibe) Swing it with me, baby Vibe (She's got that vibe; yeah, she's got that vibe) Swing it with me, baby Vibe (She's got that vibe; yeah, she's got that vibe) Swing it with me, baby Vibe (She's got that vibe; yeah, she's got that vibe) Girl, you've got that  [Chorus] Vibe (vibe), vibe (you've got that vibe), vibe You've got that Vibe, vibe (you're looking good), vibe (Feels so nice) You've, you've, you've got that  [Outro] JoAnn's got it (Yeah, she's got that vibe) Lanise has got it (Yeah, she's got that vibe) Theresa's got it (Yeah, she's got that vibe) Tonia's got it (Yeah, she's got that vibe) I tell ya Cheryl's got it (Yeah, she's got that vibe) Boy, I tell you Betty's got it (Come on, she's got that vibe) Chip has got it (Yeah, she's got that vibe) And Ann's got it (That girl has got that vibe) Gail's got it (Yeah, she's got that vibe) Stephanie's got it (Come on, she's got that vibe) And Sabrina's got it (That girl has got that vibe) Rochelle has got it (Yes yes, she's got that vibe) Gladys got it (Come on, she's got that vibe) Montina's got it (Come on, she's got that vibe) Little cute Aaliyah's got it (Yeah, she's got that vibe) Ooh, Stacy's got it (That girl has got that vibe) I'll tell you Tina's got it (Come on, she's got that vibe) I'll tell you Ria's got it (Yes yes, she's got that vibe) Oh, Laura's got it (Come on, she's got that vibe) And Kim's got it (Yes yes, she's got that vibe)  [Over Chorus] I've gotta let you know You've got that vibe C'mon baby Go to work on me Go to work on me Go to work on me Go to work on me, babe Go to work on me Go to work on me Vibe  ",
        "title": "She's Got That Vibe"
    },
    {
        "artist": "Salt-N-Pepa",
        "lyrics": "  You showed me what to do, exactly what to do When I was in love with you You showed me many of things, plenty of hard times Then I got up on it but the hard way Out there to tax, you chose me to slay I saw what you did, uh-huh, and said nothin' But watched, clocked, then I kept bluffin' And schemed to capture the skill of your rapture Master become the massa and kick at ya A plan, a new stand for this woman Made to be deadly just like the omen No more trippin', too strong to fall Shoe's on the other foot, shots are mine to call Little did you know what you were showing It hurted when you flirted, but I kept going Now the student is the teacher, you can't freak her Play the game of life, and I'll beat ya  You showed me what to do, exactly what to do When I was in love with you Ohhh, it's true, I can do it, too You showed me what to say, exactly what to say In that very special way Ohhh, it's true, games were made for two  You're fly, you live high off life riches Got three, four, and five fly bitches You dummy, you're so funny, leave me in stitches Honey, I command, I pull the switches Now I relieve the scratch when he itches I'm not the man, but I wear the britches So pitch your love and lies in the ditches P.S. hugs and kisses  And when I tried it, I could see you fall And I decided it wasn't hard at all  You showed me what to say, exactly what to say In that very special way Ohhh, it's true, games were made for two You taught it to me too, exactly what to do And now I do it well Ohhh, it's true, now you love me, too  I tried it then I decided it's fun To catch the wave and ride it On from what you spawn Yo, I play like a rose, but I live like a thorn But anyhow, I do know now the tricks of the trade I ain't never gettin' played Say what you will, and do what you must It all fell apart when you betrayed my trust Don't worry, babe, you're still my main dish First on the menu but of a long list This ain't me, it's what you made me Now I'm slappin' you back with the same crap you gave me So get a grip, I'm hipper than hip And I'm sick and tired of your shit Let's make this clear, dear, I swear Never will I get dogged again, I'm outta here  You showed me what to do, exactly what to do When I was in love with you Ohhh, it's true, I can do it too Ohhh, it's true  ",
        "title": "You Showed Me"
    },
    {
        "artist": "Tevin Campbell",
        "lyrics": null,
        "title": "Goodbye"
    },
    {
        "artist": "M.C. Hammer",
        "lyrics": null,
        "title": "This Is The Way We Roll"
    },
    {
        "artist": "Annie Lennox",
        "lyrics": null,
        "title": "Why"
    },
    {
        "artist": "Kym Sims",
        "lyrics": "  Take My Advice Kym Sims (S. Hurley/T. Hurley/K. Sims/M.Williams) -Made the Hot 100, but not the top 40 -Was another big dance hit for Kim in 1992 (Hey...) SPOKEN: \"You better hear what I'm sayin' Just don't let him leave! You better hear what I'm sayin'\" He called me up on the phone last night Said he had a few things on his mind He told me that things just haven't been right I wonder where he's gonna sleep tonight Girl, you better wake up You better change your ways Before the man is gone (Hey...) Girl, you better wise up And stop playing games You're going about it wrong (Hey...) Take my advice Girl, you better think twice You must think that good men are a dime a dozen Take my advice Girl, you better think twice 'Cause if you want to keep him... (Hey...) SPOKEN: \"You better hear what I'm sayin' You better hear what I'm sayin'\" I'm just a friend who's concerned about your feelings I'd hate to see you lose something so nice He's at my doorstep with tears runnin' down his face He wants to talk, he needs more than advice Girl, you better wake up You better change your ways Before the man is gone (Hey...) Girl, you better wise up And stop playing games You're going about it wrong (Hey...) Take my advice Girl, you better think twice You must think that good men are a dime a dozen Take my advice Girl, you better think twice 'Cause if you want to keep him You better give him lovin' You better, you better lo-ve (Hey...) Take my advice Take my advice SPOKEN: \"You better hear what I'm sayin' You better hear what I'm sayin' You better hear what I'm sayin' Uh-hmm She's got a smile on her face and a plan in her head\" Girl, you better wake up You better change your ways Before the man is gone (Hey...) Girl, you better wise up And stop playing games You're going about it wrong (Hey...) Take my advice Girl, you better think twice You must think that good men are a dime a dozen Take my advice Girl, you better think twice 'Cause if you want to keep him You better give him lovin' Take my advice Take my advice You better, you better lo- You better, you better lo- You better, you better lo-ve SPOKEN: \"You better hear what I'm sayin' You better hear what I'm sayin'\" (Hey...) Take my advice Take my advice Take my advice  ",
        "title": "Take My Advice"
    },
    {
        "artist": "Nice & Smooth",
        "lyrics": "  [Verse 1: Nice] Sometimes I rhyme slow sometimes I rhyme quick I'm sweeter and thicker than a chick-o stick Here's an ice cream cone honey take a lick Or go to Bay Plaza and catch a flick Wore my Timberland boots so I can stomp ticks Scandalous get a whiff of this, miss Just left the yard boys, now I'm blissed I feel good per say good state of mind Drive a red Sterling and the seats recline I love it when a lady treats me kind Go to Tavern on the Green and have a glass of wine He say, she say, I heard it through the grapevine No static, got an automatic Too much of anything makes you an addict Teasin, skeezin, all so pleasin Don't ask why I got my own reasons Smooth B, Greg Nice, Slick Nick clique Sometimes I rhyme slow sometimes I rhyme quick...  [Hook]  [Verse 2: Smooth B] Sometimes I rhyme slow sometimes I rhyme quick I was on 125 and Saint Nick Waiting on a cab, standing in the rain Under my heart three clouds of pain She got the best of me What was her destiny? Maybe I should lick her with my nine millime...ter My mind is in a blur Cause you could never pay me to think this would occur Me and this girl Jane Doe was living together We were inseparable, noone could sever At least that's what I thought But later I fought with her substance And almost ended up in Supreme Court When I was on the road doing shows getting ends She was in my Benz getting sniffy with her friends And even when she crashed my whip I didn't flip My man Slick Nick said Smooth you're starting to slip Time went on I started noticing weight loss Then I had to ask her was she riding the white horse At first she said no, then she said yo Smooth I'm sorry But I keep having visions of snow, I need blow And I said whoa, little hottie I'm not DeLorean, Gambino or Gotti I don't deal coke, and furthermore you're making me broke I'll put you in a rehab and I won't tell your folks And what do you know In 18 months she came home and I let her back in And now she's sniffing again...  [Hook]  ",
        "title": "Sometimes I Rhyme Slow"
    },
    {
        "artist": "L.A. Style",
        "lyrics": null,
        "title": "James Brown Is Dead"
    },
    {
        "artist": "The Williams Brothers",
        "lyrics": "  I'm gonna live my life Like every day's the last Without a simple good-bye It all goes by so fast  And now that you're gone I can't cry hard enough No, I can't cry hard enough For you to hear me now  Gonna open my eyes And see for the first time I've let go of you like A child letting go of his kite  There it goes, up in the sky There it goes, beyond the clouds For no reason why I can't cry hard enough No, I can't cry hard enough For you to hear me now  Gonna look back in vain And see you standing there When all that remains Is just an empty chair  And now that you're gone I can't cry hard enough No, I can't cry hard enough For you to hear me now  There it goes, up in the sky There it goes, beyond the clouds For no reason why I can't cry hard enough No, I can't cry hard enough For you to hear me now  ",
        "title": "Can't Cry Hard Enough"
    },
    {
        "artist": "Riff",
        "lyrics": "  Yo what up you know What's up dawg Just kicking this on the thing for the basketball White men White men White men Yeah yeah White men To the beat ya'll White men To the beat ya'll White men  Sometimes you have to do What you gotta do To even out the score Don't ever fake your game It's not a sure thing Hold on and get it through  Bet your bottom dollar That you can make them holler Don't you know that white men can't jump And if you say it louder Than you might make me prouder Don't you know that white men can't jump White men can't jump  White men To the beat ya'll White men To the beat ya'll White men To the beat ya'll Don't you know that white men can't jump  Don't play me like I'm some guy Cauz I'm not that I can do anything that you do I may not be from? But I can catch anything I realize that a man's gotta do what he's gotta do  Bet your bottom dollar That you can make them hollar Don't you know that white men can't jump And if you say it louder Than you might make me prouder Don't you know that white men can't jump White men can't jump Bet your bottom dollar That you can make them holler Don't you know that white men can't jump If you say it louder Than you might make me prouder Don't you know that white men can't jump White men can't jump  Hustle like your brother Trying to make livin Needs the dough but where you gonna go White men Black men White men respect Black man gets the check and? Here's the scoop they shoot hoop for loot Go to play but don't go to stay No matter what you do There gunna treat you like a chump Cauz white men just can't jump  Bet your bottom dollar That you can make them holler Don't you know that white men can't jump And if you say it louder than you might make me prouder Don't you know that white men can't jump White men can't jump White men White White men Yeah, yeah Bet your bottom dollar Don't you know that white men can't jump White men Yeah, yeah White men can't jump Bet your bottom dollar That you can make them holler Don't you know that white men can't jump You know you can do it And if you say it louder Say it louder Than you might make me prouder Don't you know that white men can't jump White men can't jump  ",
        "title": "White Men Can't Jump"
    },
    {
        "artist": "Vanessa Williams",
        "lyrics": "  [Verse 1:] It's hard to realize we've said our last goodbyes Where could the dream have gone to Now I know there's no way That I can make you stay No matter how I want to  We made some memories that My heart will always treasure Before you close the door Let's make one more  [Chorus:] Baby, just for tonight Let me give myself to you And all I ask is just for tonight Love me like you used to do  And I promise that I won't cry I won't ask you why I won't even try to change your feelings If you just hold me tight Just once more, just for tonight  [Verse 2:] I thought the love we found Was built on solid ground And it would just grow stronger yeah  Crazy as it may seem I need to dream the dream For just, just a little longer  So for the sake of all that magic We made together Open your heart to mine Just one more time  [Repeat Chorus:]  [Bridge:] All I want is one more night, yeah So why don't you come to me let me dream? This night means everything to me All I ask is for tonight  Baby, just hold me tight Yeah Come to me, let me dream This night means everything to me  ",
        "title": "Just For Tonight"
    },
    {
        "artist": "Clubland Featuring Zemya Hamilton",
        "lyrics": null,
        "title": "Set Me Free"
    },
    {
        "artist": "Tesla",
        "lyrics": null,
        "title": "What You Give"
    },
    {
        "artist": "L.A. Guns",
        "lyrics": null,
        "title": "It's Over Now"
    },
    {
        "artist": "CeCe Peniston",
        "lyrics": "  You can just... walk on You can just go, walk on, keep on You just go, walk on, keep on  Sittin', waitin', anticipatin' Waitin' for your call Tossin', turnin', my heart's burnin' From the things I saw  I'm sorry baby You can't play me I just can't be used  I'm so fed up Time to get up Baby, we are through  I though that what we had would never end But now it's too late for my heart to mend And although what we had was good I've got to make this understood  Keep on walkin' I ain't talkin to ya anymore You can just go on Keep on walkin'  Keep on walkin' I ain't talkin to ya anymore You can just go on You can just go on Keep on walkin' Keep on walkin' Go on baby  Go on go on baby, yeah You, you can just... Walk on you You can just... keep on  I thought I told ya It was over, why are you confused? You made your choices Now I'm voicin' my opinion on you I think you're crazy to try To play me for a foolish girl You'll soon discover You're not the only lover in this world  I though that what we had would never end But now it's too late for my heart to mend And although what we had was good I've got to make this understood  Keep on walkin' I ain't talkin' to ya anymore Go on Keep on walkin' You can just go Walk on, keep on  Ooh ooh ooh ooh You can just go Ooh ooh ooh  You can just go Ooh ooh ooh ooh  ",
        "title": "Keep On Walkin'"
    },
    {
        "artist": "R. Kelly & Public Announcement",
        "lyrics": "  [Intro] Uh, yeah, come inside Now turn the lights down Don't be scared, touch me I know what you want and all Tonight is your night For the rest of your life So just lay back and relax and listen  [Verse 1] There's somethin' in your eyes, baby It's tellin' me you want me, baby Tonight is your night See, you don't have to ask for nothin' I'll give you everything you need So girl, don't be shy, oh, just...  [Pre-Chorus] (Baby, come inside) Oh, turn down the lights 'Cause there is something that I want from you right now  [Chorus] (Give me that honey love) Give me that honey love (Give me that honey love) I gotta have your lovin', baby (Give me that honey love) Oh...give me that sweet, sweet love (Give me that honey love) Oh...yeah  [Verse 2] Let's go to the mall, baby I'll pick you up around noon, baby Don't you worry ‘bout a thing, ooh ooh ‘Cause I've got all the answers, girl To the questions in your head And I'm gonna be right there for you, baby, hey..  [Pre-Chorus] (Baby, come inside) Girl, why don't you turn down the lights 'Cause there is something that I want from you right now, hey  [Chorus] (Give me that honey love) Give it to me (Give me that honey love) See, I gotta have your honey love, baby, slow (Give me that honey love) Give me that sweet, sweet love, hey (Give me that honey love) Ooh, so...  [Pre-Chorus] (Baby, come inside) Woo, turn down the lights 'Cause there is something that I want from you right now  [Chorus] (Give me that honey love) Whoa...oh...whoa...oh...oh...whoa... (Give me that honey love) Give me that honey love right now, baby (Give me that honey love)  [Bridge] Just like a lollipop You're so sweet, yeah And your body's like a lemon drop Sure taste good to me So let's lay down And get close 'til we become one And I promise you, baby Ooh, we're gonna have fun, alright  [Chorus] (Give me that honey love) Give me that honey love (Give me that honey love) I want it right now, hey (Give me that honey love) I...I... (Give me that honey love) Right now give me that honey love, listen (Give me that honey love) There ain't nothin' I won't do for you, woo, woo, woo, woo, woo (Give me that honey love) I'm here to satisfy you, baby And it's good to know that you are my lady, oh (Give me that honey love) Oh, I gotta have your honey love (Give me that honey love) Right now, right now, right now, right now, right now (Give me that honey love) Right now, whoa...oh...oh...oh...oh...oh...oh...oh...  ",
        "title": "Honey Love"
    },
    {
        "artist": "The College Boyz",
        "lyrics": "  [Chorus] It doesn't seem like I'll be going nowhere I'm just a victim of the ghetto It doesn't seem like I'll be Getting too far, too far  You know, Tone It really ain't that bad Once you understand The science of this shit College Boyz coming to you For the year 2000 Covering all sectors Of the universe Creep through the hood With my drop top Gangstas on the sidelines Throwing up nothing But a peace sign Brothers on the curb With the herb Levis, knee high O.G's clock as I creep by Crib to crib Grown ups to kid's girls I did They all know me So the ghetto stays cozy Fiends and teens Sport a couple of trophies One for the dope man And the other for the homie The ghetto's a real Cool place to be fucked up Sundown to sunup But that's the way we come up You talk with the street slang You ball and you gang bang That's where the family hangs So it ain't no thang  [Chorus] It doesn't seem like I'll be going nowhere I'm just a victim of the ghetto It doesn't seem like I'll be Getting too far, too far  [Repeat Chorus] Yeah, it's like a family affair If you get through Plenty of old cuts Say, what's up Keep your mouth shut, yup High rollers know me But they don't own me (Fuck you) 5-0 might roll through quite slow Keep the forty in the bag And throw away the Zig Zag Waiting for five or six to come Down goes the sun So we can run a game of 21 From time to time some busters bring the noise and try to stop me because them cannot relate to the presence of my posse Call me anything From a hoodlum to a thug You can push and you can shove And I still won't budge  [Repeat Chorus 2x] I'm just a victim of the ghetto Won't be getting too far, too far I'm just a victim of the ghetto Too far, too far, no Movie stars, yuppies Macs and politicians Roll through to get A nickel or a ten They know me, I know them But then again I can't extend More than I need to Cause suddenly, they read me And lead you astray And transactions completed Your presence in my ghetto Ain't needed, so beat it Born and raised on The same damn concrete And I'll be put to sleep In these streets I step into a different world For college education Keep my safe ways Pay days stays in effect I just can't let go I want my respect so I gotta return to the Nation of my ghetto  [Repeat Chorus] I'm just a victim of the ghetto Too far, to far So know you now College Boyz sending out a fistful To the Baytown Posse Concrete Evidence, the CB Posse My main man, TJ Omega Psi Phi, Overdose Suicide, Homicide DOA and Genocide And to the law Keep your ass on the Other side of the tracks This is The Q signing out On radio fusion radio (Victim of the ghetto) Checkmate  [Repeat Chorus to fade]  ",
        "title": "Victim Of The Ghetto"
    },
    {
        "artist": "Mocca Soul",
        "lyrics": null,
        "title": "Losing You"
    }
]