[
    {
        "artist": "Baauer",
        "lyrics": "  Con los terroristas (Do the Harlem Shake)  Con los terroristas Ey Ey  Ey Ey Ey Ey  Con los terroristas Ey Con los terroristas Ey Ey, yeah, ey  ",
        "title": "Harlem Shake"
    },
    {
        "artist": "Macklemore & Ryan Lewis Featuring Wanz",
        "lyrics": "  [Intro] \"Hey, Macklemore, can we go thrift shopping?\" What what, what, what [x8] Bada, bada, bada dada  [Hook: Wanz] I'm gonna pop some tags Only got 20 dollars in my pocket I'm, I'm, I'm hunting Looking for a come up This is fucking awesome  [Verse 1: Macklemore] Now, walk into the club, like, \"What up, I got a big cock!\" Nah, I’m just pumped, I bought some shit from a thrift shop Ice on the fringe is so damn frosty The people like, “Damn, that’s a cold ass honkey!” Rolling in hella deep, headed to the mezzanine Dressed in all pink; except my gator shoes, those are green Draped in a leopard mink, girl standing next to me Probably should've washed this, smells like R. Kelly sheets (Pissssss...) But shit, it was 99 cents! Fuck it, coppin' it, washin' it ‘Bout to go and get some compliments Passing up on those moccasins Someone else has been walking in Bummy and grungy, fuck it, man I am stunting and flossing and saving my money And I’m hella happy; that’s a bargain, bitch! I’ma take your grandpa's style, I’ma take your grandpa's style No, for real, ask your grandpa Can I have his hand-me-downs? (Thank you!) Velour jumpsuit and some house slippers Dookie brown leather jacket that I found diggin' They had a broken keyboard, I bought a broken keyboard I bought a skeet blanket, then I bought a knee board Hello, hello, my ace man, my mellow John Wayne ain’t got nothing on my fringe game, hell no I could take some Pro Wings, make them cool, sell those The sneaker heads would be like, “Ah, he got the Velcros.”  [Hook: Wanz] I'm gonna pop some tags Only got 20 dollars in my pocket I'm, I'm, I'm hunting Looking for a come up This is fucking awesome  [Verse 2: Macklemore] What you know about rocking a wolf on your noggin? What you knowing about wearing a fur fox skin? I’m digging, I’m digging I’m searching right through that luggage One man’s trash, that’s another man’s come up Thank your granddad for donating that plaid button- Up shirt, ‘cause right now, I’m up in here stuntin' I’m at the Goodwill, you can find me in the bins I’m not, I’m not stuck on searchin' in that section (Mens) Your grammy, your aunty, your momma, your mammy I’ll take those flannel zebra jammies Second hand and I’ll rock that, motherfucker The built-in onesie with the socks on the motherfucker I hit the party and they stop in that motherfucker They be like, “Oh, that Gucci? That’s hella tight” I’m like, “Yo, that’s 50 dollars for a t-shirt.” Limited edition, let’s do some simple addition 50 dollars for a t-shirt, that’s just some ignorant bitch shit I call that getting swindled and pimped, shit I call that getting tricked by business That shirt’s hella dough, and having the same one as six other people in this club is a hella don’t Peep game, come take a look through my telescope Tryin' to get girls from a brand? Man, you hella won’t! Man, you hella won't!  [Interlude] Goodwill, poppin' tags, yeah!  [Hook: Wanz] I'm gonna pop some tags Only got 20 dollars in my pocket I'm, I'm, I'm hunting Looking for a come up This is fucking awesome  [Bridge: Wanz] I wear your granddad's clothes I look incredible I’m in this big ass coat From that thrift shop down the road  [Hook: Wanz] I'm gonna pop some tags Only got 20 dollars in my pocket I'm, I'm, I'm hunting Looking for a come up This is fucking awesome  [Outro] \"Is that your grandma's coat?\"  ",
        "title": "Thrift Shop"
    },
    {
        "artist": "Bruno Mars",
        "lyrics": "  [Verse 1] Same bed but it feels just a little bit bigger now Our song on the radio but it don't sound the same When our friends talk about you, all it does is just tear me down 'Cause my heart breaks a little when I hear your name  [Pre-Chorus] It all just sounds like oooooh ooh Mmm, too young, too dumb to realize  [Chorus] That I should have bought you flowers And held your hand Should have gave you all my hours When I had the chance Take you to every party 'Cause all you wanted to do was dance Now my baby's dancing But she's dancing with another man  [Verse 2] My pride, my ego, my needs, and my selfish ways Caused a good, strong woman like you to walk out of my life Now I'll never, never get to clean up the mess I made (oh) And it haunts me every time I close my eyes  [Pre-Chorus] It all just sounds like oooooh ooh Mmm, too young, too dumb to realize  [Chorus] That I should have bought you flowers And held your hand Should have gave you all my hours When I had the chance Take you to every party 'Cause all you wanted to do was dance Now my baby's dancing But she's dancing with another man  [Bridge] Although it hurts I'll be the first to say that I was wrong Oh, I know I'm probably much too late To try and apologize for my mistakes But I just want you to know  [Outro] I hope he buys you flowers I hope he holds your hand Give you all his hours When he has the chance Take you to every party 'Cause I remember how much you loved to dance Do all the things I should have done When I was your man Do all the things I should have done When I was your man  ",
        "title": "When I Was Your Man"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Intro]  [Verse 1] Once upon a time, a few mistakes ago I was in your sights, you got me alone You found me, you found me, you found me I guess you didn't care, and I guess I liked that And when I fell hard, you took a step back Without me, without me, without me  [Pre-Chorus] And he's long gone, when he's next to me And I realize the blame is on me  [Chorus] 'Cause I knew you were trouble when you walked in So shame on me now Flew me to places I'd never been Till you put me down, oh I knew you were trouble when you walked in So shame on me now Flew me to places I'd never been Now I'm lying on the cold hard ground Oh, oh Trouble, trouble, trouble Oh, oh Trouble, trouble, trouble  [Verse 2] No apologies, he'll never see you cry Pretends he doesn't know that he's the reason why You're drowning, you're drowning You're drowning And I heard you moved on, from whispers on the street A new notch in your belt is all I'll ever be And now I see, now I see Now I see  [Pre-Chorus] He was long gone when he met me And I realize the joke is on me, hey!  [Chorus] I knew you were trouble when you walked in So shame on me now Flew me to places I'd never been Till you put me down, oh I knew you were trouble when you walked in So shame on me now Flew me to places I'd never been Now I'm lying on the cold hard ground Oh, oh Trouble, trouble, trouble Oh, oh Trouble, trouble, trouble  [Bridge] And the saddest fear, comes creeping in That you never loved me Or her, or anyone, or anything, yeah!  [Chorus] I knew you were trouble when you walked in So shame on me now Flew me to places I'd never been Till you put me down, oh I knew you were trouble when you walked in So shame on me now Flew me to places I'd never been Now I'm lying on the cold hard ground Oh, oh Trouble, trouble, trouble Oh, oh Trouble, trouble, trouble  [Outro]  ",
        "title": "I Knew You Were Trouble."
    },
    {
        "artist": "Rihanna Featuring Mikky Ekko",
        "lyrics": "  [Verse 1: Rihanna] All along it was a fever A cold sweat, hot-headed believer I threw my hands in the air, said show me something He said, \"If you dare come a little closer\" Round and around and around and around we go Oh now tell me now tell me now tell me now you know  [Hook: Rihanna] Not really sure how to feel about it Something in the way you move Makes me feel like I can't live without you And it takes me all the way I want you to stay  [Verse 2: Mikky Ekko] It's not much of a life you're living It's not just something you take, it's given Round and around and around and around we go Oh now tell me now tell me now tell me now you know  [Hook: Mikky Ekko] Not really sure how to feel about it Something in the way you move Makes me feel like I can't live without you And it takes me all the way I want you to stay  [Bridge: Rihanna & Mikky Ekko] The reason I hold on Cause I need this hole gone Funny you're the broken one But I'm the only one who needed saving Cause when you never see the light It's hard to know which one of us is caving  [Hook: Rihanna & Mikky Ekko] Not really sure how to feel about it Something in the way you move Makes me feel like I can't live without you And it takes me all the way I want you to stay Stay I want you to stay Ooh  ",
        "title": "Stay"
    },
    {
        "artist": "Drake",
        "lyrics": "  [Produced by Mike Zombie]  [Intro] Started… (Zombie on the track)  [Hook] Started from the bottom, now we're here Started from the bottom, now my whole team fuckin' here Started from the bottom, now we're here Started from the bottom, now the whole team here, nigga Started from the bottom, now we're here Started from the bottom, now my whole team here, nigga Started from the bottom, now we're here Started from the bottom, now the whole team fuckin' here  [Verse 1] I done kept it real from the jump Livin' at my momma's house, we'd argue every month Nigga, I was tryna get it on my own Workin' all night, traffic on the way home And my uncle callin' me, like, \"Where you at? I gave you the keys, told you bring it right back.” Nigga, I just think it's funny how it goes Now I'm on the road, half a million for a show, and we—  [Hook] Started from the bottom, now we're here Started from the bottom, now my whole team fuckin' here Started from the bottom, now we're here Started from the bottom, now the whole team here, nigga Started from the bottom, now we're here Started from the bottom, now the whole team fuckin' here Started from the bottom, now we're here Started from the bottom, now the whole team here, nigga  [Verse 2] Boys tell stories 'bout the man Say I never struggled, wasn't hungry, yeah, I doubt it Nigga, I could turn your boy into the man There ain't really much out here that's poppin' off without us Nigga, we just want the credit where it's due I'ma worry 'bout me, give a fuck about you Nigga, just as a reminder to myself I wear every single chain, even when I'm in the house Cause we—  [Hook] Started from the bottom, now we're here Started from the bottom, now my whole team fuckin' here Started from the bottom, now we're here Started from the bottom, now the whole team here, nigga  [Bridge] No new niggas, nigga, we don't feel that Fuck a fake friend, where your real friends at? We don't like to do too much explainin' Story stayed the same, I never changed it No new niggas, nigga, we don't feel that Fuck a fake friend, where you real friends at? We don't like to do too much explainin' Story stayed the same through the money and the fame Cause we—  [Hook] Started from the bottom, now we're here Started from the bottom, now my whole team fuckin' here Started from the bottom, now we're here Started from the bottom, now the whole team here, nigga Started from the bottom, now we're here Started from the bottom, now my whole team here, nigga Started from the bottom, now we're here Started from the bottom, now the whole team here, nigga  ",
        "title": "Started From The Bottom"
    },
    {
        "artist": "will.i.am & Britney Spears",
        "lyrics": null,
        "title": "Scream & Shout"
    },
    {
        "artist": "Justin Timberlake Featuring JAY Z",
        "lyrics": "  [Intro: Justin Timberlake] I be on my suit and tie shit, tied shit, tied I be on my suit and tie shit, tied shit Can I show you a few things? A few things, a few things, little baby ‘Cause I be on my suit and tie shit, tied shit I be on my suit and tie shit, tied shit Let me show you a few things Let me show you a few things  [Interlude: Timbaland] Wait a minute. You ready, JT?  [Verse 1: Justin Timberlake] I can't wait 'til I get you on the floor, good-lookin' Going hot, so hot, just like an oven And owww, burned myself, but just had to touch it She's so fine, and it's all mine Hey, baby, we don't mind all the watching ‘Cause if they study close, real close They might learn something She ain't nothing but a little doozy when she does it She's so fire tonight  [Hook: Justin Timberlake] And as long as I've got my suit and tie I'ma leave it all on the floor tonight And you got fixed up to the nines Let me show you a few things All pressed up in black and white And you're dressed in that dress I like Love is swinging in the air tonight Let me show you a few things Let me show you a few things Show you a few things about love Now we’re in the swing of love Let me show you a few things Show you a few things about love, hey  [Verse 2: Justin Timberlake] Stop, let me get a good look at it So thick, now I know why they call it a fatty Shit so sick got a hit and picked up a habit That's alright, ‘cause you're all mine Go on and show 'em who you call daddy I guess they're just mad ‘Cause, girl, they wish they had it My killer, my Thriller, yeah, you're a classic And you're all mine tonight  [Hook: Justin Timberlake] And as long as I've got my suit and tie I'ma leave it all on the floor tonight And you got fixed up to the nines Let me show you a few things All pressed up in black and white And you're dressed in that dress I like Love is swinging in the air tonight Let me show you a few things Let me show you a few things Show you a few things about love Now we’re in the swing of love Let me show you a few things Show you a few things about love, hey  [Interlude: Justin Timberlake] Get out your seat, Hov!  [Verse 3: Jay-Z] All black at the white shows White shoes at the black shows Green card for the Cuban linx Y'all sit back and enjoy the light show Nothing exceeds like excess Stoute got gout from having the best of the best Is this what it's all about? I'm at the rest- …aurant with my rant disturbing the guests Years of distress, tears on the dress Try to hide her face with some makeup sex This is truffle season Tom Ford tuxedos for no reason All Saints for my angel; Alexander Wang too Ass-tight Denim and some Dunks I'll show you how to do this young No papers, catch vapors Get high, out Vegas D'usses on doubles, ain't looking for trouble You just got good genes so a nigga tryna cuff you Tell your mother that I love her ‘cause I love you Tell your father we go farther as a couple They ain't lose a daughter, got a son I show you how to do this, huh!  [Hook: Justin Timberlake] And as long as I've got my suit and tie I'ma leave it all on the floor tonight And you got fixed up to the nines Let me show you a few things All pressed up in black and white And you're dressed in that dress I like Love is swinging in the air tonight Let me show you a few things Let me show you a few things Show you a few things about love Now we’re in the swing of love Let me show you a few things Show you a few things about love, hey  ",
        "title": "Suit & Tie"
    },
    {
        "artist": "Bruno Mars",
        "lyrics": "  [Intro] One, two, one, two, three Aw, yeah yeah Aw, yeah yeah yeah yeah, ooh! Aw, yeah yeah Aw, yeah yeah yeah yeah, ooh!  [Verse 1] Never had much faith in love or miracles Never wanna put my heart on the line But swimming in your water is something spiritual I'm born again every time you spend the night  [Pre-Chorus] Cause your sex takes me to paradise Yeah, your sex takes me to paradise And it shows, yeah yeah yeah  [Chorus] Cause you make me feel like I've been locked out of heaven For too long, for too long Yeah, you make me feel like I've been locked out of heaven For too long, for too long  [Post-Chorus] Aw, yeah yeah yeah yeah, ooh! Aw, yeah yeah Aw, yeah yeah yeah yeah, ooh!  [Verse 2] You bring me to my knees, you make me testify You can make a sinner change his ways Open up your gates cause I can't wait to see the light And right there is where I wanna stay  [Pre-Chorus] Cause your sex takes me to paradise Yeah, your sex takes me to paradise And it shows, yeah yeah yeah  [Chorus] Cause you make me feel like I've been locked out of heaven For too long, for too long Yeah, you make me feel like I've been locked out of heaven For too long, for too long  [Bridge] Oh-oh-oh-oh, yeah yeah yeah Can I just stay here? Spend the rest of my days here? Oh-oh-oh-oh, yeah yeah yeah Can I just stay here? Spend the rest of my days here?  [Chorus] Cause you make me feel like I've been locked out of heaven For too long, for too long Yeah, you make me feel like I've been locked out of heaven For too long, for too long  [Outro] Aw, yeah yeah yeah yeah, ooh! Aw, yeah yeah Aw, yeah yeah yeah yeah, ooh!  ",
        "title": "Locked Out Of Heaven"
    },
    {
        "artist": "Swedish House Mafia Featuring John Martin",
        "lyrics": "  [Verse 1: John Martin] There was a time I used to look into my father's eyes In a happy home I was a king I had a golden throne Those days are gone, now the memories are on the wall I hear the songs from the places where I was born  [Bridge: John Martin] Up on the hill across the blue lake That's where I had my first heartbreak I still remember how it all changed My father said  [Hook: John Martin] Don't you worry, don't you worry, child See heaven's got a plan for you Don't you worry, don't you worry now Yeah!  [Verse 2: John Martin] There was a time, I met a girl of a different kind We ruled the world, I thought I'll never lose her out of sight We were so young, I think of her now and then I still hear the songs reminding me of a friend  [Bridge: John Martin] Up on the hill across the blue lake That's where I had my first heartbreak I still remember how it all changed My father said  [Hook: John Martin] Don't you worry, don't you worry, child See heaven's got a plan for you Don't you worry, don't you worry now Yeah!  [Bridge: John Martin] Oh, oh, oh, oh, oh, oh, oh! Oh, oh, oh, oh, oh, oh, oh! Oh, oh, oh, oh, oh, oh, oh! See heaven's got a plan for you See heaven's got a plan for you See heaven's got a plan for you  [Hook: John Martin] Don't you worry, don't you worry, child See heaven's got a plan for you Don't you worry, don't you worry now Yeah!  [Outro: John Martin] Oh, oh, oh, oh, oh, oh, oh! Oh, oh, oh, oh, oh, oh, oh! Oh, oh, oh, oh, oh, oh, oh! Yeah!  ",
        "title": "Don't You Worry Child"
    },
    {
        "artist": "Lil Wayne Featuring Drake & Future",
        "lyrics": "  [Pre-Hook: Future] I'm on that good kush and alcohol I got some down bitches I can call I don't know what I would do without y'all I'ma ball 'til the day I fall  [Hook: Drake] Yeah, long as my bitches love me (yeah, yeah) I can give a fuck 'bout no hater Long as my bitches love me I can give a fuck 'bout no niggas Long as these bitches love me  [Verse 1: Lil Wayne] Uh, pussy-ass nigga, stop hatin' Lil Tunechi got that fire And these hoes love me like Satan, man Fuck with me and get bodied And all she eat is dick; she's on a strict diet That's my baby, with no makeup she a ten And she the best with that head Even better then Karrine She don't want money She want the time that we could spend She said: \"‘Cause I really need somebody So tell me you're that somebody.\" Girl, I fuck who I want, and fuck who I don't! Got that A1 credit, that's that filet mignon She said: \"I never want to make you mad I just want to make you proud.\" I said: \"Baby, just make me cum, then don't make a sound.\"  [Pre-Hook: Future] I'm on that good kush and alcohol I got some down bitches I can call I don't know what I would do without y'all I'ma ball 'til the day I fall  [Hook: Drake] Yeah, long as my bitches love me (yeah, yeah) I can give a fuck 'bout no hater Long as my bitches love me I can give a fuck 'bout no niggas Long as these bitches love me  [Verse 2: Lil Wayne] Real nigga, fuck these haters! These hoes got pussies like craters Can't treat these hoes like ladies, maaaan Pussy, money, weed, codeine She said my dick feel like morphine I hope my name taste like sardines to these niggas She wake up, eat this dick Call that breakfast in bed, $69.96 I feel her heartbeat, I chest-to-chest with this bitch Now turn around, face down; I'm arrestin' this bitch All my bitches love me, and I love all my bitches But it's like as soon as I cum, I come to my senses And I would say these hoes' names But then I would be snitchin' And these haters try to knock me But they can't knock me off the hinges; Lil Tunechi!  [Pre-Hook: Future] I'm on that good kush and alcohol I got some down bitches I can call I don't know what I would do without y'all I'ma ball 'til the day I fall  [Hook: Drake] Yeah, long as my bitches love me (yeah, yeah) I can give a fuck 'bout no hater Long as my bitches love me I can give a fuck 'bout no niggas Long as these bitches love me  [Bridge: Lil Wayne] I lost a few good bitches Met some more bad bitches And I be schooling them niggas Pose for your class picture Now kiss my ass if you hating I'm getting ass, or I'm skating I lost a few good bitches Met some more bad bitches And I be schooling them niggas Pose for your class picture Now kiss my ass if you hating I'm getting ass, or I'm skating, bitch!  [Pre-Hook: Future] I'm on that good kush and alcohol I got some down bitches I can call I don't know what I would do without y'all I'ma ball 'til the day I fall  [Hook: Drake] Yeah, long as my bitches love me (yeah, yeah) I can give a fuck 'bout no hater Long as my bitches love me I can give a fuck 'bout no niggas Long as these bitches love me  ",
        "title": "Love Me"
    },
    {
        "artist": "Demi Lovato",
        "lyrics": "  [Intro] Putting my defenses up 'Cause I don’t wanna fall in love If I ever did that, I think I’d have a heart attack  [Verse 1] Never put my love out on the line Never said \"yes\" to the right guy Never had trouble getting what I want But when it comes to you, I’m never good enough When I don’t care, I can play ‘em like a Ken doll Won’t wash my hair Then make 'em bounce like a basketball  [Pre-Chorus 1] But you make me wanna act like a girl Paint my nails and wear high heels Yeah, you, make me so nervous that I just can’t hold your hand  [Chorus] You make me glow But I cover up, won’t let it show So I'm putting my defenses up 'Cause I don’t wanna fall in love If I ever did that, I think I’d have a heart attack I think I’d have a heart attack I think I’d have a heart attack  [Verse 2] Never break a sweat for the other guys When you come around, I get paralyzed And every time I try to be myself It comes out wrong like a cry for help It’s just not fair Pain’s more trouble than it all is worth I gasp for air It feels so good, but you know it hurts  [Pre-Chorus 2] But you make me wanna act like a girl Paint my nails and wear perfume for you Make me so nervous that I just can’t hold your hand  [Chorus] You make me glow But I cover up, won’t let it show So I'm putting my defenses up 'Cause I don’t wanna fall in love If I ever did that, I think I’d have a heart attack I think I’d have a heart attack I think I’d have a heart attack  [Bridge] The feelings are lost in my lungs They’re burning I’d rather be numb And there’s no one else to blame So instead, I’ll take off in a run I’m flying too close to the sun and I’ll burst into flames  [Chorus] You make me glow But I cover up, won’t let it show So I'm putting my defenses up 'Cause I don’t wanna fall in love If I ever did that, I think I’d have a heart attack I think I’d have a heart attack (heart attack) I think I’d have a heart attack (-tack) Oh, I think I’d have a heart attack I think I’d have a heart attack  ",
        "title": "Heart Attack"
    },
    {
        "artist": "The Lumineers",
        "lyrics": "  [Verse 1] I been trying to do it right I been living a lonely life I been sleepin' here instead I been sleepin' in my bed I been sleepin' in my bed  So show me family All the blood that I will bleed I don't know where I belong I don't know where I went wrong But I can write a song  [Hook] I belong with you, you belong with me You're my sweetheart I belong with you, you belong with me You're my sweetheart  [Verse 2] I don't think you're right for him Think of what it might have been if we Took a bus to Chinatown I'd be standin' on Canal, and Bowery And she'd be standin' next to me  [Hook] I belong with you, you belong with me You're my sweetheart I belong with you, you belong with me You're my sweetheart  [Bridge] Love we need it now Let's hope for some Cause oh, we're bleedin' out  [Hook] I belong with you, you belong with me You're my sweetheart I belong with you, you belong with me You're my sweetheart  ",
        "title": "Ho Hey"
    },
    {
        "artist": "Maroon 5",
        "lyrics": "  [Verse 1] Here I am waiting, I'll have to leave soon Why am I holding on? We knew this would come, we knew it all along How did it come so fast? This is our last night but it's late And I'm trying not to sleep Cause I know, when I wake I will have to slip away  [Hook] And when the daylight comes I'll have to go But tonight I'm gonna hold you so close Cause in the daylight we'll be on our own But tonight I need to hold you so close Ooh-whoa , ooh-whoa , ooh-whoa Ooh-whoa , ooh-whoa , ooh-whoa  [Verse 2] Here I am staring at your perfection In my arms, so beautiful The sky is getting bright the stars are burning out Somebody slow it down This is way too hard Cause I know, when the sun comes up I will leave, this is my last glance That will soon be memory  [Hook] And when the daylight comes I'll have to go But tonight I'm gonna hold you so close Cause in the daylight we'll be on our own But tonight I need to hold you so close Ooh-whoa , ooh-whoa , ooh-whoa Ooh-whoa , ooh-whoa , ooh-whoa  [Bridge] I never wanted to stop Because I don't wanna start all over, start all over I was afraid of the dark But now it's all that I want, all that I want, all that I want  [Hook] And when the daylight comes I'll have to go But tonight I'm gonna hold you so close Cause in the daylight we'll be on our own But tonight I need to hold you so close Ooh-whoa , ooh-whoa , ooh-whoa Ooh-whoa , ooh-whoa , ooh-whoa  And when the daylight comes I'll have to go But tonight I'm gonna hold you so close Cause in the daylight we'll be on our own But tonight I need to hold you so close Ooh-whoa , ooh-whoa , ooh-whoa Ooh-whoa , ooh-whoa , ooh-whoa  [Outro] Ooh-whoa (Yeah), ooh-whoa (Yeah), ooh-whoa (Yeah) Ooh-whoa (Yeah), ooh-whoa (Yeah), ooh-whoa  ",
        "title": "Daylight"
    },
    {
        "artist": "A$AP Rocky Featuring Drake, 2 Chainz & Kendrick Lamar",
        "lyrics": null,
        "title": "F**kin Problems"
    },
    {
        "artist": "Calvin Harris Featuring Florence Welch",
        "lyrics": "  [Verse 1: Florence Welch] You took my heart, and you held it in your mouth And with a word all my love came rushing out And every whisper, it's the worst Emptied out by a single word There is a hollow in me now  [Chorus: Florence Welch] So I put my faith in something unknown I'm living on such sweet nothing But I'm trying to hope with nothing to hold I'm living on such sweet nothing And it's hard to learn, and it's hard to love When you're giving me such sweet nothing Sweet nothing, sweet nothing You're giving me such sweet nothing  [Verse 2: Florence Welch] It isn't easy for me to let it go Cause I've swallowed every single word And every whisper, every sigh Eats away at this heart of mine And there is a hollow in me now  [Chorus: Florence Welch] So I put my faith in something unknown I'm living on such sweet nothing But I'm trying to hope with nothing to hold I'm living on such sweet nothing And it's hard to learn, and it's hard to love When you're giving me such sweet nothing Sweet nothing, sweet nothing You're giving me such sweet nothing  [Bridge: Florence Welch] And it's not enough to tell me that you care When we both know the words are empty air You give me nothing Nothing  [Outro: Florence Welch] Sweet nothing Sweet nothing  ",
        "title": "Sweet Nothing"
    },
    {
        "artist": "Alicia Keys Featuring Nicki Minaj",
        "lyrics": "  [Verse 1: Nicki Minaj] Spirit of Marilyn callin' me, audibly Bawling, she said that she would never leave,continued to torture me Telling me to come with her,underneath my comforter And she brought a gun with her, pills and some rum with her Took me on the balcony, telling me to jump with her Yeah I'm in the ghost, but I ain't doing stunts with her I ain't trying to be that,haters wanna see that But I got 'em aggy,cause I win the gold like Gabby  [Verse 2: Alicia Keys] She's just a girl, and she's on fire Hotter than a fantasy, lonely like a highway She's living in a world, and it's on fire Feeling the catastrophe, but she knows she can fly away  Oh, she got both feet on the ground And she's burning it down Oh, she got her head in the clouds And she's not backing down  [Hook] This girl is on fire This girl is on fire She's walking on fire This girl is on fire  [Verse 3: Alicia Keys] Looks like a girl, but she's a flame So bright, she can burn your eyes Better look the other way You can try but you'll never forget her name She's on top of the world Hottest of the hottest girls say  Oh, we got our feet on the ground And we're burning it down Oh, got our head in the clouds And we're not coming down  [Hook]  [Verse 4: Alicia Keys] Everybody stands, as she goes by Cause they can see the flame that's in her eyes Watch her when she's lighting up the night Nobody knows that she's a lonely girl And it's a lonely world But she gon' let it burn, baby, burn, baby  [Verse 5: Nicki Minaj] Dear God, If you're here God Make the fire disappear when they stare God Take away my fear when they interfere God Do you fear God? Cause I fear God And in my backyard, that's a deer, God And that's a horse ranch,and to my core fans Keep reppin' me,do it 'til the death of me 'X' in the box, cause ain't nobody checkin' me  [Hook]  Oh, oh, oh...  She's just a girl, and she's on fire  ",
        "title": "Girl On Fire"
    },
    {
        "artist": "Pitbull Featuring Christina Aguilera",
        "lyrics": "  [Intro: Pitbull] Ask for money, and get advice Ask for advice, get money twice I'm from the dirty, but that chico nice Y'all call it a moment, I call it life  [Hook: Christina Aguilera] One day when the light is glowin' I’ll be in my castle golden But until the gates are open I just wanna feel this moment Oh, I just wanna feel this moment Oh, I just wanna feel this moment  [Interlude: Pitbull] Mr. Worldwide Christina Aguilera Oye, mamita, come on! ¡Dale, que la cosa está rica! (I just wanna feel this moment)  [Beat Break] Feel this moment!  [Verse 1: Pitbull] Reporting live from the tallest building in Tokyo Long ways from them hard ways Bills and Os, and oh-yays Dade County always, 305 all day Now, baby, we can parlay, or, baby, we can party She read books, especially about red rooms and tie ups I got it hooked, ‘cause she seen me in a suit With the red tie tied up Christian Gris, nice to meet ya But time is money, only difference is I own it Now let's stop time and enjoy this moment  [Hook: Christina Aguilera] One day when the light is glowin' I’ll be in my castle golden But until the gates are open I just wanna feel this moment Oh, I just wanna feel this moment Oh, I just wanna feel this moment  [Beat Break] Come on, feel this moment!  [Verse 2: Pitbull] I see the future but live for the moment Make sense, don't it? Now make dollars, I mean billions I'm a genius, I mean brilliant This street is what schooled him And made him slicker, to slick with the ruler I've lost a lot, and learned a lot But I'm still undefeated, like Shula I'm far from cheap I break down companies with all my peeps Baby, we can travel the world And what I can give you is all you can see Time is money, only difference is I own it Like a stop watch Let's stop time and enjoy this moment  [Hook: Christina Aguilera] One day when the light is glowin' I’ll be in my castle golden But until the gates are open I just wanna feel this moment Oh, I just wanna feel this moment Oh, I just wanna feel this moment (Come on, feel this moment!) Oh, I just wanna feel this moment Oh, I just wanna feel this moment  ",
        "title": "Feel This Moment"
    },
    {
        "artist": "Mumford & Sons",
        "lyrics": "  [Verse 1] And I came home Like a stone And I fell heavy into your arms These days of dust Which we've known Will blow away with this new sun  [Bridge] And I'll kneel down Wait for now And I'll kneel down Know my ground  [Hook] And I will wait, I will wait for you And I will wait, I will wait for you  [Verse 2] So break my step And relent You forgave and I won't forget Know what we've seen And him with less Now in some way Shake the excess  [Hook] Cause I will wait, I will wait for you And I will wait, I will wait for you And I will wait, I will wait for you And I will wait, I will wait for you  [Verse 3] So I'll be bold As well as strong And use my head alongside my heart So take my flesh And fix my eyes That tethered mind free from the lies  [Bridge] But I'll kneel down Wait for now I'll kneel down Know my ground Raise my hands Paint my spirit gold And bow my head Keep my heart slow  [Hook] Cause I will wait, I will wait for you And I will wait, I will wait for you And I will wait, I will wait for you And I will wait, I will wait for you  ",
        "title": "I Will Wait"
    },
    {
        "artist": "Imagine Dragons",
        "lyrics": "  [Verse 1: Imagine Dragons] I'm wakin' up to ash and dust I wipe my brow and I sweat my rust I'm breathin' in the chemicals I'm breaking in, shaping up, the checking out on the prison bus This is it, the apocalypse, whoa  [Chorus: Imagine Dragons] I'm wakin' up, I feel it in my bones Enough to make my systems blow Welcome to the new age, to the new age Welcome to the new age, to the new age Whoa, whoa, I'm radioactive, radioactive Whoa, whoa, I'm radioactive, radioactive  [Verse 2: Imagine Dragons] I raise my flags, dye my clothes It's a revolution, I suppose We'll paint it red to fit right in Whoa I'm breakin' in, shapin' up The checkin' out on the prison bus This is it, the apocalypse Whoa  [Chorus: Imagine Dragons] I'm wakin' up, I feel it in my bones Enough to make my systems blow Welcome to the new age, to the new age Welcome to the new age, to the new age Whoa, whoa, I'm radioactive, radioactive Whoa, whoa, I'm radioactive, radioactive  [Bridge: Imagine Dragons] All systems go, sun hasn't died Deep in my bones, straight from inside  [Verse 3: Kendrick Lamar] Bury me alive, bury me with pride Bury me with berries, that forbidden fruit and cherry wine Thank you berry much, but tonight's my night and I'm Barry Bonds Swingin' for the fences, barbaric Kendrick in idle time Everything in life's subject to change, change whip, change grind Change clothes, change opinions, right before I change my mind I don't really know yah business, been in there since I was bendin' Lego blocks Now you tell the world about me, dry snitch Tater tots on my shotgun, now I gotta pop one at the stars Sky's the limit, I gotta finish as the first rapper on Mars Mark my word, I'ma make my mark, even when they start their Martial Law Even when these Martians alienate, my mental state is still at heart Fuck, look in my eyes, tell me I died, tell me I tried, to compromise Tell me you love me, tell me that I, don't give a fuck and can barely decide Wishin' good luck on my enemies, all of my energy go to the almighty God I could drown in a bottle of Hennessy, fuck your amenities, I'm gettin' better with time AHHHHH!  [Chorus: Imagine Dragons] I'm wakin' up, I feel it in my bones Enough to make my systems blow Welcome to the new age, to the new age Welcome to the new age, to the new age Whoa, whoa, I'm radioactive, radioactive Whoa, whoa, I'm radioactive, radioactive  [Outro: Imagine Dragons] I'm radioactive, radioactive  ",
        "title": "Radioactive"
    },
    {
        "artist": "Rihanna",
        "lyrics": "  [Chorus] Throw it up, throw it up Watch it all fall out Pour it up, pour it That's how we ball out Throw it up, throw it up Watch it all fall out Pour it up, pour it That's how we ball out  [Verse 1] Strip clubs and dolla' bills, I still got mo' money Patron shots can I get a refill I still got mo' money Strippers going up and down that pole And I still got mo' money 4'o clock and we ain't going home, cause I still got mo' money Money make the world go round, I still got mo' money Bands make your girl go down, I still got mo' money Lot more where that came from, I still got mo' money The look in your eyes I know you want some And I still got mo' money...  [Pre-Chorus] Oh ohh ohhh, ohhh oh oh oh All I see is signs, all I see is dolla' signs Oh ohh ohhh, ohhh oh oh oh Money on my mind, money, money on my mind Throw it up, throw it up Watch it fall out from the sky  [Chorus] Throw it up, throw it up Watch it all fall out Pour it up, pour it That's how we ball out Throw it up, throw it up Watch it all fall out Pour it up, pour it That's how we ball out  [Interlude] That's how we ball out That's how we ball out That's how we ball out  [Verse 2] Valet cost a hundred bill and I still got mo' money Gold all up in my grill, I still got mo' money Who cares how you haters feel and I still got mo' money Call Jay up and close a deal, I still got mo' money My fragrance on and they love my smell, I still got mo' money So who care about what I spend, I still got mo' money My pockets deep and they never end, I still got mo' money I'm going dumb with all my friends, I still got mo' money  [Pre-Chorus] Oh ohh ohhh, ohhh oh oh oh All I see is signs, all I see is dolla' signs Oh ohh ohhh, ohhh oh oh oh Money on my mind, money, money on my mind Throw it up, throw it up Watch it fall out from the sky  [Chorus] Throw it up, throw it up Watch it all fall out Pour it up, pour it That's how we ball out Throw it up, throw it up Watch it all fall out Pour it up, pour it That's how we ball out That's how we ball out That's how we ball out That's how we ball out  ",
        "title": "Pour It Up"
    },
    {
        "artist": "Imagine Dragons",
        "lyrics": "  [Verse 1] So this is what you meant When you said that you were spent And now it's time to build from the bottom of the pit Right to the top Don't hold back Packing my bags and giving the academy a rain check  [Pre-Chorus] I don't ever wanna let you down I don't ever wanna leave this town Cause after all This city never sleeps at night  [Chorus] It's time to begin, isn't it? I get a little bit bigger, but then I'll admit I'm just the same as I was Now don't you understand That I'm never changing who I am  [Verse 2] So this is where you fell And I am left to sail The path to heaven runs through miles of clouded hell Right to the top Don't look back Turn in the rags and giving the commodities a rain check  [Pre-Chorus] I don't ever wanna let you down I don't ever wanna leave this town Cause after all This city never sleeps at night  [Chorus] It's time to begin, isn't it? I get a little bit bigger, but then I'll admit I'm just the same as I was Now don't you understand That I'm never changing who I am It's time to begin, isn't it? I get a little bit bigger, but then I'll admit I'm just the same as I was Now don't you understand That I'm never changing who I am  [Bridge] This road never looked so lonely This house doesn't burn down slowly To ashes, to ashes  [Chorus] It's time to begin, isn't it? I get a little bit bigger, but then I'll admit I'm just the same as I was Now don't you understand That I'm never changing who I am It's time to begin, isn't it? I get a little bit bigger, but then I'll admit I'm just the same as I was Now don't you understand That I'm never changing who I am  ",
        "title": "It's Time"
    },
    {
        "artist": "Kelly Clarkson",
        "lyrics": "  [Verse 1] I don't wanna be left behind Distance was a friend of mine Catching breath in a web of lies I've spent most of my life Riding waves, playing acrobat Shadowboxing the other half Learning how to react I've spent most of my time  [Pre-Hook] Catching my breath, letting it go Turning my cheek for the sake of the show Now that you know, this is my life I won't be told what's supposed to be right  [Hook] Catch my breath No one can hold me back, I ain't got time for that Catch my breath Won't let them get me down, it's all so simple now  [Verse 2] Addicted to the love I found Heavy heart, now a weightless cloud Making time for the ones that count I'll spend the rest of my time Laughing hard with the windows down Leaving footprints all over town Keeping faith, karma comes around I will spend the rest of my life  [Pre-Hook] Catching my breath, letting it go Turning my cheek for the sake of the show Now that you know, this is my life I won't be told what's supposed to be right  [Hook] Catch my breath No one can hold me back, I ain't got time for that Catch my breath Won't let them get me down, it's all so simple now  [Bridge] You helped me see The beauty in everything  [Pre-Hook x2] Catching my breath, letting it go Turning my cheek for the sake of the show Now that you know, this is my life I won't be told what's supposed to be right  [Hook] Catch my breath No one can hold me back, I ain't got time for that Catch my breath Won't let them get me down, it's all so simple now  [Pre-Hook x2] Catching my breath, letting it go Turning my cheek for the sake of the show Now that you know, this is my life I won't be told what's supposed to be right  [Hook] Catch my breath No one can hold me back, I ain't got time for that Catch my breath Won't let them get me down, it's all so simple now  ",
        "title": "Catch My Breath"
    },
    {
        "artist": "Justin Bieber Featuring Nicki Minaj",
        "lyrics": "  [Intro: Nicki Minaj] Yeah, Young Money, Nicki Minaj, Justin  [Verse 1: Justin Bieber] Show you off Tonight, I wanna show you off (aye-aye-aye) What you got A billion could've never bought (aye-aye-aye)  [Pre-Chorus: Justin Bieber] We gonna party like it's 3012 tonight I wanna show you all the finer things in life So just forget about the world, we young tonight I'm coming for ya, I'm coming for ya  [Chorus: Justin Bieber] Cause all I need is a beauty and a beat Who can make my life complete It's all 'bout you When the music makes you move Baby, do it like you do  [Verse 2: Justin Bieber] Body rock Girl, I can feel your body rock (aye-aye-aye) Take a bow You're on the hottest ticket now, ooh (aye-aye-aye)  [Pre-Chorus: Justin Bieber] We gonna party like it's 3012 tonight I want to show you all the finer things in life So just forget about the world, we young tonight I'm coming for ya, I'm coming for ya  [Chorus: Justin Bieber] Cause all I need is a beauty and a beat Who can make my life complete It's all 'bout you When the music makes you move Baby, do it like you do  [Verse 3: Nicki Minaj] In time, ink lines Bitches couldn't get on my incline World tours, it's mine Ten little letters on a big sign Justin Bieber, you know I'mma hit 'em with the ether Buns out, weiner, but I gotta keep an eye out for Selener Beauty, beauty and the beast Beauty from the East Beautiful confessions of the priest Beast, beauty from the streets, beat will get deceased Every time Beauty on the beat  [Break: Justin Bieber + (Nicki Minaj)] Body rock (yeah, yeah, yeah) Girl, I wanna feel your body rock (let's go, let's go)  [Chorus: Justin Bieber] Cause all I need is a beauty and a beat Who can make my life complete It's all 'bout you When the music makes you move Baby, do it like you do  ",
        "title": "Beauty And A Beat"
    },
    {
        "artist": "P!nk",
        "lyrics": null,
        "title": "Try"
    },
    {
        "artist": "Kendrick Lamar Featuring Drake",
        "lyrics": "  [Produced by Scoop DeVille & Sounwave]  [Intro: Kendrick Lamar] Every second, every minute Man, I swear that she can get it Say if you a bad bitch, put your hands up high Hands up high, hands up high Tell 'em dim the lights down right now Put me in the mood I'm talkin' about dark room, perfume, go, go  [Verse 1: Kendrick Lamar] I recognize your fragrance Hold up, you ain't never gotta say shit Uh, and I know your taste is A little bit, hmm, high maintenance Uh, everybody else basic You live life on an everyday basis With poetic justice, poetic justice If I told you that a flower bloomed in a dark room Would you trust it? I mean, I write poems in these songs dedicated to you when You're in the mood for empathy, there's blood in my pen Better yet, where your friends and 'em? I really wanna know you all I really wanna show you off Fuck that, pour up plenty of champagne Cold nights when you curse this name You called up your girlfriends And y'all curled in that little bitty Range I heard that she wanna go and party, she wanna go and party Nigga, don't approach her with that Atari Nigga, that ain't good game, homie, sorry They say conversation rule a nation, I can tell But I could never right my wrongs 'Less I write it down for real, P.S.  [Hook: Kendrick Lamar] You can get it, you can get it You can get it, you can get it And I know just, know just, know just Know just, know just what you want Poetic justice, put it in a song, alright You can get it, you can get it You can get it, you can get it And I know just, know just, know just Know just, know just what you want Poetic justice, put it in a song, alright  [Verse 2: Drake] I really hope you play this, 'cause ol' girl, you test my patience With all these seductive photographs And all these one-off vacations you've been takin' Clearly a lot for me to take in, it don't make sense Young East African girl, you too busy fuckin' with your other man I was tryna put you on game, put you on a plane Take you and your momma to the motherland I could do it, maybe one day When you figure out you're gonna need someone When you figure out it's alright here in the city And you don't run from where we come from That sound like poetic justice, poetic justice You were so new to this life, but goddamn, you got adjusted I mean, I write poems in these songs, dedicated to the fun sex Your natural hair and your soft skin And your big ass in that sundress, ooh Good God, what you doin' that walk for? When I see that thing move I just wish we would fight less and we would talk more They say communication save relations, I can tell But I can never right my wrongs Unless I write 'em down for real, P.S.  [Hook: Kendrick Lamar] You can get it, you can get it You can get it, you can get it And I know just, know just, know just Know just, know just what you want Poetic justice, put it in a song, alright You can get it, you can get it You can get it, you can get it And I know just, know just, know just Know just, know just what you want Poetic justice, put it in a song, alright  [Verse 3: Kendrick Lamar] Every time I write these words they become a taboo Makin' sure my punctuation curve, every letter here's true Livin' my life in the margin and that metaphor was proof I'm talkin' poetic justice, poetic justice If I told you that a flower bloomed in a dark room Would you trust it? I mean, you need to hear this Love is not just a verb, it's you lookin' in the mirror Love is not just a verb, it's you lookin' for it, maybe Call me crazy, we can both be insane A fatal attraction is common, and what we have common is pain I mean, you need to hear this, love is not just a verb And I can see power steerin', sex drive when you swerve I want that interference, it's coherent, I can hear it Uh-huh, that's your heartbeat It either caught me or it called me, uh-huh Read slow and you'll find gold mines in these lines Sincerely, yours truly, and right before you go blind, P.S.  [Hook: Kendrick Lamar] You can get it, you can get it You can get it, you can get it And I know just, know just, know just Know just, know just what you want Poetic justice, put it in a song, alright You can get it, you can get it You can get it, you can get it And I know just, know just, know just Know just, know just what you want Poetic justice, put it in a song, alright  [Outro Skit] \"I'm gon' ask you one more time, homie Where is you from? Or it is a problem.\" \"Ayy, you over here for Sherane, homie?\" \"Yo, I don't care who this nigga over here for. If he don't tell me where he from, it's a wrap! I'm sorry.\" \"Hol' up, hol' up, hol' up, we gon' do it like this, okay? I'ma tell you where I'm from, okay? You gon' tell me where you from, okay? Or where your grandma stay, where your mama stay, or where your daddy stay, okay?\" \"Enough with all this talkin'.\" \"Matter of fact, get out the van, homie! Get out the car before I snatch you out that motherfucker, homie!\"  ",
        "title": "Poetic Justice"
    },
    {
        "artist": "PSY",
        "lyrics": "  [Korean Translation] Oppan gang-namseutayil Kang-namseutayil  Naje-neun ttasaroun inkanjeo-gin yeoja Keopi hanjanye yeoyureuraneun pumkyeok i-nneun yeoja Bami omyeon shimjangi tteugeowojineun yeoja Keureon banjeon i-nneun yeoja  Naneun sana-i Naje-neun neomankeum ttasaroun geureon sana-i Keopi shikgido jeone wonsyas ttaerineun sana-i Bami omyeon shimjangi teojyeobeorineun sana-i Keureon sana-i  Areumdawo sarangseureowo Keurae neo hey keurae baro neo hey Areumdawo sarangseureowo Keurae neo hey keurae baro neo hey Chigeumbu-teo kal dekkaji kabol-kka  Oppan Gangnam style Gangnam style Oppan Gangnam style Gangnam style Oppan Gangnam style  Eh- sexy lady Oppan Gangnam style Eh- sexy lady O-oo-o  Jeongsu-khae boijiman nol ttaen noneun yeoja Ittaeda shipeumyeon mukkeot-deon meori puneun yeoja Karyeot-jiman wen-manhan nochulboda yahan yeoja Keureon gamkakjeo-gin yeoja  Naneun sana-i Jeomjanha boijiman nol ttaen noneun sana-i Ttae-ga dwehmyeon wahnjeon michyeobeorineun sana-i Keunyukboda sasangi ul-tungbul-tung-han sana-i Keureon sana-i  Areumdawo, sarangseureowo Keurae neo hey keurae baro neo hey Areumdawo, sarangseureowo Keurae neo hey keurae baro neo hey Chigeumbu-teo kal dekkaji kabol-kka  Oppan Gangnam style Gangnam style Oppan Gangnam style Gangnam style Oppan Gangnam style  Eh- sexy lady Oppan Gangnam style Eh- sexy lady O-oo-o  Ttwiineun nom keu wiie naneun nom Baby baby Naneun mwol jom aneun nom Ttwiineun nom keu wiie naneun nom Baby baby Naneun mwol jom aneun nom  You know what I’m sayin' Oppan Gangnam style  Eh- Sexy Lady Oppa Gangnam style Eh- Sexy Lady Oppa Gangnam style o-oo-o oh  ",
        "title": "Gangnam Style"
    },
    {
        "artist": "Of Monsters And Men",
        "lyrics": "  Hey! Hey! Hey!  I don't like walking around this old and empty house So hold my hand, I'll walk with you my dear  The stairs creak as I sleep It's keeping me awake It's the house telling you to close your eyes  Some days I can't even trust myself It's killing me to see you this way  Cause though the truth may vary This ship will carry our bodies safe to shore  Hey! Hey! Hey!  There's an old voice in my head That's holding me back Well tell her that I miss our little talks  Soon it will all be over and buried with our past We used to play outside when we were young And full of life and full of love  Some days I don't know if I am wrong or right Your mind is playing tricks on you my dear  Cause though the truth may vary This ship will carry our bodies safe to shore  [Chorus] Hey! Don't listen to a word I say Hey! The screams all sound the same Hey!  Though the truth may vary This ship will carry our bodies safe to shore  You're gone, gone, gone away I watched you disappear All that's left is a ghost of you Now we're torn, torn, torn apart There's nothing we can do Just let me go, we'll meet again soon  Now wait, wait, wait for me, please hang around I'll see you when I fall asleep  Hey! Don't listen to a word I say Hey! The screams all sound the same Hey!  Though the truth may vary This ship will carry our bodies safe to shore  Hey! Don't listen to a word I say Hey! The screams all sound the same Hey!  Though the truth may vary This ship will carry our bodies safe to shore  ",
        "title": "Little Talks"
    },
    {
        "artist": "Blake Shelton",
        "lyrics": "  [Click here to read Blake’s story behind “Sure Be Cool If You Did”]  [Verse 1: Blake Shelton] I was gonna keep it real like chill like only have a drink or two But it turned into a party when I started talking to you Now you're standing in the neon looking like a high I wanna be on Baby it's your call, no pressure at all  [Chorus: Blake Shelton] You don’t have to throw back your pretty pink lemonade shooter and lean a little closer You don’t have to keep on smiling that smile that’s driving me wild and when the night is almost over Meet me in the middle of a moonlit Chevy bench seat and do a little bit of country song, hanging on You don’t have to keep me fallin’ like this But it’d sure be cool if you did  [Verse 2: Blake Shelton] You can’t shoot me down cause you already knocked me dead Got me falling apart with my heart talking out of my head Let your mind take a little back road Just as far as you wanna go Baby I’ll do whatever you wanna do  [Chorus: Blake Shelton] You don't have to throw back your pretty pink lemonade shooter And lean a little closer You don't have to keep on smiling that smile that's driving me wild And when the night is almost over Meet me in the middle of a moonlit Chevy bench seat And do a little bit of country song, hanging on You don't have to keep me falling like this But it'd sure be cool if you did  [Bridge: Blake Shelton] Have a night that you'll never forget And now you're standing in the neon Looking like a high I wanna be on  [Chorus: Blake Shelton] You don't have to throw back your pretty pink lemonade shooter And lean a little closer You don't have to keep on smiling that smile that's driving me wild And when the night is almost over Meet me in the middle of a moonlit Chevy bench seat And do a little bit of country song, hanging on You don't have to keep me falling like this But it'd sure be cool if you did  ",
        "title": "Sure Be Cool If You Did"
    },
    {
        "artist": "AWOLNATION",
        "lyrics": "  [Intro] Sail!  [Verse 1] This is how I show my love I made it in my mind because I blame it on my ADD baby This is how an angel dies I blame it on my own sick pride Blame it on my ADD baby  [Chorus] Sail! Sail! Sail! Sail! Sail!  [Verse 2] Maybe I should cry for help Maybe I should kill myself Blame it on my ADD baby Maybe I'm a different breed Maybe I'm not listening So blame it on my ADD baby  [Chorus] Sail! Sail! Sail! Sail! Sail!  [Bridge] La la la la la la oh! La la la la la la oh!  [Chorus] Sail! Sail! Sail! Sail! Sail!  [Outro] Sail with me into the dark Sail! Sail with me into the dark Sail! Sail with me into the dark Sail! Sail with me into the dark Sail!  ",
        "title": "Sail"
    },
    {
        "artist": "fun.",
        "lyrics": "  [Verse 1:] Well I woke up to the sound of silence The cars were cutting like knives in a fist fight And I found you with a bottle of wine Your head in the curtains And heart like the fourth of July You swore and said We are not We are not shining stars This I know I never said we are Though I've never been through hell like that I've closed enough windows To know you can never look back  [Chorus:] If you're lost and alone Or you're sinking like a stone Carry on May your past be the sound Of your feet upon the ground Carry on Carry on, carry on  [Verse 3] So I met up with some friends At the edge of the night At a bar off 75 And we talked and talked About how our parents will die All our neighbors and wives But I'd like to think I can cheat it all To make up for the times I've been cheated on And it's nice to know When I was left for dead I was found and now I don't roam these streets I am not the ghost you want of me  [Chorus:] If you're lost and alone Or you're sinking like a stone Carry on May your past be the sound Of your feet upon the ground Carry on Carry on, carry on  [Bridge:] Woah My head is on fire But my legs are fine After all they are mine Lay your clothes down on the floor Close the door Hold the phone Show me how No one's ever gonna stop us now  [Guitar solo]  [Bridge 2:] Cause we are We are shining stars We are invincible We are who we are On our darkest day When we're miles away So we'll come We will find our way home  [Chorus:] If you're lost and alone Or you're sinking like a stone Carry on May your past be the sound Of your feet upon the ground Carry on Carry on, carry on  [Outro:] No one's ever gonna stop us now  ",
        "title": "Carry On"
    },
    {
        "artist": "Rihanna",
        "lyrics": "  [Verse 1: Kanye West] We the cause of all the commotion Your mouth running, but where is you going? What is you smoking, man? That ain't potent What is you talking, man? That ain't important Illuminati, High society We in this party and nobody invited me We going crazy and I always use my best sense But it don't matter cause I stay on my fresh prince Maxin', relaxin, shootin' some pool and Playing some b-ball outside of the school and Girls with they top off outside of the pool and Whips with the drop off outside of the Louvre You just look stupid to be ignoring The Delorean parked in front of Armani emporium And parties at Richie is getting risky Victoria's Secret show, they miss me Voices in my head, I need choices in my bed AHHHHH, get out my fucking head It's just me and my bad bitch So you can say I'm on my Brad Pitt Back to the la familia I'm aligned with Before I betray them I slit my wrists At the top is just us nigga Cause I don't really trust niggas And we made it through the hurricane So celebrate and light the Mary Jane We gon' make it, that's on everything Truest girls get half naked, every spring They saying, \"Hey Kanye We need you to go deeper than Tay Zonday,\" Cause my verses got pain, Chocolate Rain So many lines, you photograph and it make arms break On the radio, man I miss myself I need to just step back and kiss myself Baby, just step up and kiss the belt A little lower.. that's what's up Somebody pour her another cup Is it too much to ask you keep your diamonds up? I swear until my time is up My style is sex in the shower, fresh as fuck  [Hook: Rihanna] So shine bright tonight you and I We're beautiful like diamonds in the sky Eye to eye so alive We're beautiful like diamonds in the sky  [Post-Hook: Rihanna] Shine bright like a diamond Shine bright like a diamond Shining bright like a diamond We're beautiful like diamonds in the sky Shine bright like a diamond Shine bright like a diamond Shining bright like a diamond We're beautiful like diamonds in the sky  [Verse 2: Rihanna] Palms rise to the universe As we moonshine and molly Feel the warmth we'll never die We're like diamonds in the sky You're a shooting star I see A vision of ecstasy When you hold me I'm alive We're like diamonds in the sky  [Pre-Hook: Rihanna] I knew that we'd become one right away Oh right away At first sight I felt energy of sun rays I saw the life inside your eyes  [Hook: Rihanna] So shine bright tonight you and I We're beautiful like diamonds in the sky Eye to eye so alive We're beautiful like diamonds in the sky  [Post-Hook: Rihanna] Shine bright like a diamond Shine bright like a diamond Shining bright like a diamond We're beautiful like diamonds in the sky Shine bright like a diamond Shine bright like a diamond Shining bright like a diamond We're beautiful like diamonds in the sky  [Outro: Rihanna] Shine bright like a diamond Shine bright like a diamond Shine bright like a diamond So shine bright tonight you and I We're beautiful like diamonds in the sky Eye to eye so alive We're beautiful like diamonds in the sky Shine bright like a diamond  ",
        "title": "Diamonds"
    },
    {
        "artist": "Adele",
        "lyrics": "  [Verse 1] This is the end Hold your breath and count to ten Feel the earth move, and then Hear my heart burst again For this is the end I've drowned and dreamt this moment So overdue I owe them Swept away, I'm stolen  [Chorus] Let the sky fall When it crumbles We will stand tall Face it all together Let the sky fall When it crumbles We will stand tall Face it all together At Skyfall At Skyfall  [Verse 2] Skyfall is where we start A thousand miles and poles apart Where worlds collide and days are dark You may have my number You can take my name But you'll never have my heart  [Chorus] Let the sky fall When it crumbles We will stand tall Face it all together Let the sky fall When it crumbles We will stand tall Face it all together At Skyfall Let the sky fall When it crumbles We will stand tall Let the sky fall When it crumbles We will stand tall  [Bridge] Where you go I go What you see I see I know I'd never be me Without the security Of your loving arms Keeping me from harm Put your hand in my hand And we'll stand  [Chorus] Let the sky fall When it crumbles We will stand tall Face it all together Let the sky fall When it crumbles We will stand tall Face it all together At Skyfall Let the sky fall We will stand tall At Skyfall  ",
        "title": "Skyfall"
    },
    {
        "artist": "Olly Murs Featuring Flo Rida",
        "lyrics": "  [Intro: Flo Rida] You're a troublemaker, you're a troublemaker You ain't nothing but a troublemaker, girl  [Verse 1] You had me hooked again from the minute you sat down The way you bite your lip got my head spinnin' around After a drink or two I was putty in your hands I don't know if I have the strength to stand, oh oh oh...  [Pre-Chorus] Trouble troublemaker, yeah, that's your middle name, oh oh oh... I know you're no good but you're stuck in my brain And I wanna know...  [Chorus] Why does it feel so good but hurt so bad, oh oh oh? My mind keeps saying \"Run as fast as you can\" I say, \"I'm done,\" but then you pull me back, oh oh oh... I swear you're giving me a heart attack Troublemaker!  [Verse 2] It's like you're always there in the corners of my mind I see a silhouette every time I close my eyes There must be poison in those finger tips of yours Cause I keep comin' back again for more, oh oh oh...  [Pre-Chorus] Trouble troublemaker, yeah, that's your middle name, oh oh oh... I know you're no good but you're stuck in my brain And I wanna know...  [Chorus] Why does it feel so good but hurt so bad, oh oh oh? My mind keeps saying \"Run as fast as you can\" I say, \"I'm done,\" but then you pull me back, oh oh oh... I swear you're giving me a heart attack Troublemaker!  [Pre-Chorus] Trouble troublemaker, yeah, that's your middle name, oh oh oh... I know you're no good but you're stuck in my brain And I wanna know...  [Chorus] Why does it feel so good but hurt so bad, oh oh oh? My mind keeps saying \"Run as fast as you can\" I say, \"I'm done,\" but then you pull me back, oh oh oh... I swear you're giving me a heart attack Troublemaker!  [Verse 3: Flo Rida] Maybe I'm insane Cause I keep doing the same damn thing Thinking one day we gon' change But you know just how to work that back And make me forget my name What the hell you do, I won't remember I'll be gone until November And you'll show up again next summer, yeah! Typical middle name is Prada Fit you like a glove, girl I'm sick of the drama You're a troublemaker But damn, girl, it's like I love the trouble And I can't even explain why  [Chorus] Why does it feel so good but hurt so bad, oh oh oh? My mind keeps saying \"Run as fast as you can\" I say, \"I'm done,\" but then you pull me back, oh oh oh... I swear you're giving me a heart attack Troublemaker!  ",
        "title": "Troublemaker"
    },
    {
        "artist": "Maroon 5",
        "lyrics": "  [Intro] Ooooh oooh oh oh oh oh oh Ooooh oooh oh oh oh oh oh  [Verse 1] You and I go hard At each other like we going to war You and I go rough We keep throwing things and slamming the doors You and I get so Damn dysfunctional we stop keeping score You and I get sick Yeah I know that we can't do this no more  [Hook] But baby there you go again, there you go again making me love you Yeah I stopped using my head, using my head let it all go Got you stuck on my body, on my body like a tattoo And now I'm feeling stupid, feeling stupid crawling back to you So I cross my heart, and I hope to die That I'll only stay with you one more night And I know I've said it a million times But I'll only stay with you one more night  [Verse 2] Try to tell you 'No' But my body keeps on telling you 'Yes' Try to tell you stop But your lipstick got me so out of breath I be waking up In the morning probably hating myself And I be waking up Feeling satisfied but guilty as hell  [Hook] But baby there you go again, there you go again making me love you Yeah I stopped using my head, using my head let it all go Got you stuck on my body, on my body like a tattoo And now I'm feeling stupid, feeling stupid crawling back to you So I cross my heart, and I hope to die That I'll only stay with you one more night And I know I've said it a million times But I'll only stay with you one more night  [Bridge] Yeah baby give me one more night Yeah baby give me one more night Yeah baby give me one more night  [Hook] But baby there you go again, there you go again making me love you Yeah I stopped using my head, using my head let it all go Got you stuck on my body, on my body like a tattoo yeah So I cross my heart, and I hope to die That I'll only stay with you one more night And I know I've said it a million times But I'll only stay with you one more night  (Yeah baby give me one more night)  [Verse 3] So I cross my heart and I hope to die That I'll only stay with you one more night And I know I've said it a million times But I'll only stay with you one more night (Yeah baby give me one more night) So I cross my heart and I hope to die That I'll only stay with you one more night And I know I've said it a million times But I'll only stay with you one more night  ",
        "title": "One More Night"
    },
    {
        "artist": "Phillip Phillips",
        "lyrics": null,
        "title": "Home"
    },
    {
        "artist": "The Script Featuring will.i.am",
        "lyrics": "  [Verse 1: will.i.am & Danny O'Donoghue] You can be the greatest, you can be the best You can be the King Kong bangin' on your chest You can beat the world, you can beat the war You can talk to God, go bangin' on his door You can throw your hands up, you can beat the clock You can move a mountain, you can break rocks You can be a master, don’t wait for luck Dedicate yourself and you gon' find yourself  [Chorus: Danny O'Donoghue & Danny] Standin' in the Hall of Fame And the world’s gonna know your name ‘Cause you burn with the brightest flame And the world’s gonna know your name And you’ll be on the walls of the Hall of Fame  [Verse 2] You can go the distance, you can run the mile You can walk straight through hell with a smile You can be the hero, you can get the gold Breakin' all the records they thought never could be broke Do it for your people, do it for your pride How are you ever gonna know if you never even try? Do it for your country, do it for your name ‘Cause there's gon' be a day, when you're  [Chorus: Danny O'Donoghue & Danny] Standin' in the Hall of Fame And the world’s gonna know your name ‘Cause you burn with the brightest flame And the world’s gonna know your name And you’ll be on the walls of the Hall of Fame  [Post-Chorus: will.i.am] Be a champion Be a champion Be a champion Be a champion  And you’ll be on the walls of the Hall of Fame  [Bridge: Danny O'Donoghue & Danny] Be students, be teachers Be politicians, be preachers Yeah Be believers, be leaders Be astronauts, be champions Be truth-seekers Be students, be teachers Be politicians, be preachers Yeah Be believers, be leaders Be astronauts, be champions  [Chorus: Danny O'Donoghue & Danny] Standin' in the Hall of Fame And the world’s gonna know your name ‘Cause you burn with the brightest flame And the world’s gonna know your name And you’ll be on the walls of the Hall of Fame  [Outro: Danny O'Donoghue & Danny] Be a champion You can be a champion Be a champion You can be a champion You can be a champion You can be a champion You can be a champion You can be a champion Standing in the Hall of Fame…  [Verse 1/Collision: Danny O'Donoghue, will.i.am & Danny] You can be the greatest, you can be the best You can be the King Kong bangin' on your chest You can beat the world, you can beat the war You can talk to God, go bangin' on his door You can throw your hands up, you can beat the clock You can move a mountain, you can break rocks You can be a master, don’t wait for luck Dedicate yourself and you gon' find yourself  ",
        "title": "Hall Of Fame"
    },
    {
        "artist": "fun.",
        "lyrics": "  [Intro] Some nights, I stay up cashing in my bad luck Some nights, I call it a draw Some nights, I wish that my lips could build a castle Some nights, I wish they'd just fall off But I still wake up, I still see your ghost Oh Lord, I'm still not sure what I stand for What do I stand for? What do I stand for? Most nights, I don't know anymore  [Verse 1] This is it, boys, this is war What are we waiting for? Why don't we break the rules already? I was never one to believe the hype Save that for the black and white Try twice as hard and I'm half as liked But here they come again to jack my style And that's alright, I found a martyr in my bed tonight She stops my bones from wondering just who I am, who I am, who I am Oh, who am I?  [Hook] Well, some nights, I wish that this all would end 'Cause I could use some friends for a change And some nights, I'm scared you'll forget me again Some nights, I always win (I always win) But I still wake up, I still see your ghost Oh Lord, I'm still not sure what I stand for What do I stand for? What do I stand for? Most nights, I don't know  [Bridge] So this is it? I sold my soul for this? Washed my hands of that for this? I miss my mom and dad for this? No When I see stars, when I see stars, that's all they are When I hear songs, they sound like a swan So come on Oh, come on Oh, come on Oh, come on  [Verse 2] Well, that is it, guys, that is all Five minutes in and I'm bored again Ten years of this, I'm not sure if anybody understands This one is not for the folks back home Sorry to leave, mom, I had to go Who the fuck wants to die alone all dried up in the desert sun?  [Verse 3] My heart is breaking for my sister And the con that she called \"love\" And then I look into my nephew's eyes Man, you wouldn't believe the most amazing things That can come from some terrible nights  [Outro] The other night, you wouldn't believe The dream I just had about you and me I called you up, but we'd both agree It's for the best you didn't listen It's for the best we get our distance It's for the best you didn't listen It's for the best we get our distance, oh  ",
        "title": "Some Nights"
    },
    {
        "artist": "Hunter Hayes",
        "lyrics": "  [Verse 1] You know I'd fall apart without you I don't know how you do what you do Cause everything that don't make sense about me Makes sense when I'm with you Like everything that's green, girl I need you But it's more than one and one makes two Put aside the math and the logic of it You gotta know you're wanted too  [Chorus] Cause I wanna wrap you up Wanna kiss your lips I wanna make you feel wanted And I wanna call you mine Wanna hold your hand forever Never let you forget it Yeah, I wanna make you feel wanted  [Verse 2] Anyone can tell you you're pretty You get that all the time, I know you do But your beauty's deeper than the makeup And I wanna show you what I see tonight  [Chorus] When I wrap you up When I kiss your lips I wanna make you feel wanted And I wanna call you mine Wanna hold your hand forever Never let you forget it Cause baby I wanna make you feel wanted  [Bridge] As good as you make me feel I wanna make you feel better Better than your fairy tales Better than your best dreams You're more than everything I need You're all I ever wanted All I ever wanted  [Chorus + Outro] And I just wanna wrap you up Wanna kiss your lips I wanna make you feel wanted And I wanna call you mine Wanna hold your hand forever Never let you forget it Yeah, I wanna make you feel wanted Yeah, baby I wanna make you feel - Wanted Cause you'll always be wanted  ",
        "title": "Wanted"
    },
    {
        "artist": "Trinidad James",
        "lyrics": "  [Intro] This shit sound like 007 on N64 and shit Yeah, yeah, yeah, yeah Yeah, yeah, James  [Chorus] Gold all in my chain, gold all in my ring Gold all in my watch Don't believe me, just watch Nigga, nigga, nigga Don't believe me, just watch Don't believe me, just watch Nigga, nigga, nigga Don't believe me, just watch Don't believe me, just watch Gold all in my chain, gold all in my ring Gold all in my watch Don't believe me, just watch  [Verse] This ain't for no fuck-nigga If you a real nigga, then fuck with me This one for the hood niggas Hipster bitches that shop at Lenox Dark skinned, light skinned Asian and white women Hypebeasts we know aboutchea' Don't buy shoes unless they popular For the hoes, my nigga That's pussy poppin' at Magic City Got that strong, my nigga Then come match that shit with me Smokin' mid, my nigga Then don't pass that shit to me This one for my niggas And bitches 'bout that money (Cash Out) Gotta love, Chesire Bridge Them bad hoes at Onyx I don't fuck with no snitches So don't tell me who tellin' This one for them colleges Them bad hoes at Spelman Shout out to them freshmen On Instagram straight flexin'  [Hook] Popped a molly, I'm sweatin', woo Popped a molly, I'm sweatin', woo  [Verse 2] Mama always told me: \"Boy, count your blessings.\" In God I trust, so I kept counting them Franklins I'm too fly, you know this Let me give your ass a checklist One gold watch, two gold chains Six gold rings, it's nothin' (Goddamn!) OG Jordans, them high socks No shirt on, I'm stuntin' (Okay!) And this song for them fuck-niggas Who hating on you this summer (Fuck 'em!) Talk shit behind your back But won't say shit in public (Fuck 'em!)  [Chorus] Gold all in my chain, gold all in my ring Gold all in my watch Don't believe me, just watch Nigga, nigga, nigga Don't believe me, just watch Don't believe me, just watch Nigga, nigga, nigga Don't believe me, just watch Don't believe me, just watch Gold all in my chain, gold all in my ring Gold all in my watch Don't believe me, just watch  ",
        "title": "All Gold Everything"
    },
    {
        "artist": "Ke$ha",
        "lyrics": null,
        "title": "C'mon"
    },
    {
        "artist": "Miguel",
        "lyrics": "  [Intro] She's art dealer chic Would you be my friend, my freak? She's art dealer chic Would you be my friend, my freak?  [Verse 1] These lips, can't wait to taste your skin, baby And these eyes, I can't wait to see your grin, (ooh ooh baby) Just let my love, Just let my love adorn you (please baby) And you gotta know, you gotta know You know that I adorn you (yeah baby) Baby these fists, will always protect ya, lady And this mind, will never neglect you, (yeah baby) And if they try to break us down Don't let that affect us, no baby  [Chorus 1] You just gotta let my love Let my love, let my love adorn you Ahh, le-le-le-let it dress you down You gotta know, you gotta know, know that I adore you Just that, baby, Let my love adorn you, baby Don't you ever, don't you let nobody tell you different, baby I'll always adore you, you gotta know now You gotta know na-nah-now, yeah  [Bridge] Oh yeah The same way that the stars adorn the skies, yeah (Every night babe) Now look up sugar (Every night babe) Now hey hey hey The same way that my whole world's in your eyes (when I look in your eyes babe) Oooh and it's time now (It's time babe)  [Chorus 2] Just let, let my love (do you baby!) Le-le-le-let it dress you down You got to know baby, oh you got to know That I adorn you, yeah Oh love ain't never looked so good on ya Oh, put it on, baby Let my love adorn... You  ",
        "title": "Adorn"
    },
    {
        "artist": "The Band Perry",
        "lyrics": "  [Verse 1] I told you on the day we wed I was gonna love you 'til I's dead Made you wait 'til our wedding night That's the first and the last time I wear white So if the ties that bind ever do come loose Tie them in a knot like a hangman's noose Cause I'll go to heaven or I'll go to hell Before I'll see you with someone else  [Pre-Chorus] Put me in the ground Put me six foot down And let the stone say:  [Chorus] Here lies the girl whose only crutch Was loving one man just a little too much If you go before I do I'm gonna tell the gravedigger that he better dig two  [Verse 2] Well It won't be whiskey, it won't be meth It'll be your name on my last breath If divorce or death ever do us part The coroner will call it a broken heart  [Pre-Chorus] So put me in the ground Put me six foot down And let the stone say:  [Chorus] Here lies the girl whose only crutch Was loving one man just a little too much If you go before I do I'm gonna tell the gravedigger that he better dig two Dig two  [Bridge] I took your name when I took those vows I meant 'em back then and I mean 'em right now Oh, right now  [Pre-Chorus] If the ties that bind ever do come loose If forever ever ends for you If that ring gets a little too tight You might as well read me my last rites And let the stone say:  [Chorus] Here lies the girl whose only crutch Was loving one man just a little too much If you go before I do Gonna tell the gravedigger that he better dig, uh! There'll be a stone right next to mine We'll be together 'til the end of time Don't you go before I do I'm gonna tell the gravedigger that he better dig two  [Outro] I told you on the day we wed I was gonna love you 'til I's dead  ",
        "title": "Better Dig Two"
    },
    {
        "artist": "One Direction",
        "lyrics": "  [Verse] Harry: One way or another I'm gonna find ya I'm gonna getcha getcha getcha getcha One way or another I'm gonna win ya I'm gonna getcha getcha getcha getcha Zayn: One way or another I'm gonna see ya I'm gonna meetcha meetcha meetcha meetcha One day, maybe next week I'm gonna meetcha, I'm gonna meetcha, I'll meetcha  Niall: I will drive past your house And if the lights are all down I'll see who's around Louis: Let's go!  [Verse] Liam: One way or another I'm gonna find ya I'm gonna getcha getcha getcha getcha One way or another I'm gonna win ya I'll getcha, I'll getcha Louis: One way or another I'm gonna see ya I'm gonna metcha metcha metcha metcha One day, maybe next week I'm gonna metcha, I'll metcha, I'll metcha  Zayn: And if the lights are all out I'll follow your bus downtown See who's hanging out Louis: One, two, three, four  [Chorus: All] Na Na Na Na Na Na Nanana Na Na Na Na Na Na Nanana  Louis: I wanna hold you Wanna hold you tight I wanna hold you Wanna hold you tight I wanna hold you Wanna hold you tight Yeah teenage kicks right Through the night, come on Harry: I wanna hold you Wanna hold you tight I wanna hold you Wanna hold you tight (oh yeah) I wanna hold you Wanna hold you tight Yeah teenage kicks right Through the night  [Verse] Zayn: One way or another I'm gonna see ya I'm gonna metcha metcha metcha metcha Harry: One way or another I'm gonna win ya I'm gonna getcha getcha getcha getcha Liam: One way or another I'm gonna see ya I'm gonna metcha metcha metcha metcha (I wanna hold you, wanna hold you tight) (I wanna hold you, wanna hold you tight) Louis: One way or another I'm gonna win ya I'm gonna getcha getcha getcha getcha (I wanna hold you, wanna hold you tight) (I wanna hold you, wanna hold you tight) Harry: One way or another I'm gonna see ya I'm gonna meetcha meetcha meetcha meetcha (I wanna hold you, wanna hold you tight) (I wanna hold you, wanna hold you tight) One day or another I'm gonna win ya I'm gonna getcha getcha getcha getcha (I wanna hold you, wanna hold you tight) (I wanna hold you, wanna hold you tight)  [Outro] One way or another  ",
        "title": "One Way Or Another (Teenage Kicks)"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": "  [Verse 1] She's getting dressed up, putting on that lipstick Shimmy shakeing, right into them cutoffs baby, oh yeah You're getting off work, cashing out that paycheck Gotta change that shirt and pick that girl up on her front step Here she comes now looking so fine You've been waiting on this night for such a long, long time  [Verse 2] She slides in and you roll down Main Street You turn right when that red light turns green Sun sets now, you're half way to heaven She picks a song, you turn it up to 11 You say, \"Do you wanna?\" and she says, \"Hell, yeah\" So you hit the party, all your buddies are jealous   Someday you'll be looking back on your life At the memories, this is gonna be one of those nights  [Verse 3] Crowded backyard, everybody's laughing Kinda party, next week you'll say I was there when it happened Coming up on midnight, bout time to get gone And then the DJ starts to play your favorite song You slow dance for 3 minutes or so, and then she whispers, \"Baby, let's go.\"    And when she slides in and she gives you the green light You hold off 'till you turn on the headlights  [Verse 4] Someday when you're looking back on your life At the memories, this is gonna be one of those nights Yeah, one of those nights    Full moon through a crack in the windshield You hold her close and you'll never forget how her heartbeat feels No, you never will  [Bridge] Cause someday when you're looking back on your life At the memories, this is gonna be one of those nights    Yeah, one of those nights One of those nights Yeah, one of those nights One of those nights, oh One of those nights This is gonna be, hey This is gonna be One of those nights Oh, oh  ",
        "title": "One Of Those Nights"
    },
    {
        "artist": "Carrie Underwood",
        "lyrics": "  [Verse 1] Two black Cadillacs driving in a slow parade Headlights shining bright in the middle of the day One is for his wife The other for the woman who loved him at night Two black Cadillacs meeting for the first time  [Chorus] And the preacher said he was a good man And his brother said he was a good friend But the women in the two black veils didn’t bother to cry Bye bye, bye bye Yeah they took turns laying a rose down Threw a handful of dirt into the deep ground He’s not the only one who had a secret to hide Bye bye, bye bye, bye bye  [Break] Two black Cadillacs, two black Cadillacs  [Verse 2] Two months ago his wife called the number on his phone Turns out he'd been lying to both of them for oh so long They decided then he’d never get away with doing this to them Two black Cadillacs waiting for the right time, right time  [Chorus] And the preacher said he was a good man And his brother said he was a good friend But the women in the two black veils didn’t bother to cry Bye bye, bye bye Yeah they took turns laying a rose down Threw a handful of dirt into the deep ground He’s not the only one who had a secret to hide Bye bye, bye bye, bye bye  [Bridge] It was the first and the last time they saw each other face to face They shared a crimson smile and just walked away And left the secret at the grave  [Chorus] And the preacher said he was a good man And his brother said he was a good friend But the women in the two black veils didn’t bother to cry Bye bye, bye bye Yeah they took turns laying a rose down Threw a handful of dirt into the deep ground He’s not the only one who had a secret to hide Bye bye, bye bye, bye bye  ",
        "title": "Two Black Cadillacs"
    },
    {
        "artist": "P!nk Featuring Nate Ruess",
        "lyrics": "  [Verse 1: P!nk] Right from the start You were a thief you stole my heart And I your willing victim I let you see the parts of me That weren't all that pretty And with every touch you fixed them Now you've been talking in your sleep Oh, oh Things you never say to me Oh, oh Tell me that you've had enough Of our love, our love  [Chorus: P!nk] Just give me a reason Just a little bit's enough Just a second - we're not broken, just bent And we can learn to love again It's in the stars It's been written in the scars on our hearts We're not broken, just bent And we can learn to love again  [Verse 2: Nate Ruess & P!nk & both] I'm sorry I don't understand where all of this is coming from I thought that we were fine (Oh we had everything) Your head is running wild again My dear we still have everything And it's all in your mind (Yeah but this is happening) Now you've been having real bad dreams Oh, oh You used to lie so close to me Oh, oh There's nothing more than empty sheets Between our love, our love Oh, our love, our love, love  [Chorus: Nate Ruess & both] Just give me a reason Just a little bit’s enough Just a second - we’re not broken, just bent And we can learn to love again I’ve never stopped You’re still written in the scars on my heart You’re not broken, just bent And we can learn to love again  [Bridge: Nate Ruess & P!nk] Oh, tears ducts and rust I'll fix it for us We're collecting dust but our love's enough You're holding it in You're pouring a drink No nothing is as bad as it seems We'll come clean  [Chorus: Both] Just give me a reason Just a little bit's enough Just a second we're not broken just bent And we can learn to love again It's in the stars It's been written in the scars on our hearts That we're not broken just bent And we can learn to love again  [Chorus: Both] Just give me a reason Just a little bit's enough Just a second we're not broken just bent And we can learn to love again It's in the stars It's been written in the scars on our hearts We're not broken just bent And we can learn to love again  [Outro: P!nk] Oh, we can learn to love again Oh, we can learn to love again Oh That we're not broken just bent And we can learn to love again  ",
        "title": "Just Give Me A Reason"
    },
    {
        "artist": "Kendrick Lamar",
        "lyrics": "  [Produced by T-Minus]  [Bridge] Pour up (drank), head shot (drank) Sit down (drank), stand up (drank) Pass out (drank), wake up (drank) Faded (drank), faded (drank)  [Verse 1] Now I done grew up 'round some people livin' their life in bottles Granddaddy had the golden flask Backstroke every day in Chicago Some people like the way it feels Some people wanna kill their sorrows Some people wanna fit in with the popular, that was my problem I was in a dark room, loud tunes Lookin' to make a vow soon That I'ma get fucked up, fillin' up my cup I see the crowd mood Changin' by the minute and the record on repeat Took a sip, then another sip, then somebody said to me  [Hook] Nigga, why you babysittin' only two or three shots? I'ma show you how to turn it up a notch First you get a swimming pool full of liquor, then you dive in it Pool full of liquor, then you dive in it I wave a few bottles, then I watch 'em all flock All the girls wanna play Baywatch I got a swimming pool full of liquor and they dive in it Pool full of liquor, I'ma dive in it  [Bridge] Pour up (drank), head shot (drank) Sit down (drank), stand up (drank) Pass out (drank), wake up (drank) Faded (drank), faded (drank)  [Verse 2: Kendrick & his conscience] Okay, now open your mind up and listen me, Kendrick I am your conscience, if you do not hear me Then you will be history, Kendrick I know that you're nauseous right now And I'm hopin' to lead you to victory, Kendrick If I take another one down I'ma drown in some poison, abusin' my limit I think that I'm feelin' the vibe, I see the love in her eyes I see the feelin', the freedom is granted As soon as the damage of vodka arrived This how you capitalize, this is parental advice Then apparently, I'm over-influenced by what you are doin' I thought I was doin' the most 'til someone said to me  [Hook] Nigga, why you babysittin' only two or three shots? I'ma show you how to turn it up a notch First you get a swimming pool full of liquor, then you dive in it Pool full of liquor, then you dive in it I wave a few bottles, then I watch 'em all flock All the girls wanna play Baywatch I got a swimming pool full of liquor and they dive in it Pool full of liquor, I'ma dive in it  [Bridge] Pour up (drank), head shot (drank) Sit down (drank), stand up (drank) Pass out (drank), wake up (drank) Faded (drank), faded (drank)  [Break] I ride, you ride, bang One chopper, one hundred shots, bang Hop out, do you bang? Two chopper, two hundred shots, bang I ride, you ride, bang One chopper, one hundred shots, bang Hop out, do you bang? Two chopper, two hundred shots, bang  [Hook] Nigga, why you babysittin' only two or three shots? I'ma show you how to turn it up a notch First you get a swimming pool full of liquor, then you dive in it Pool full of liquor, then you dive in it I wave a few bottles, then I watch 'em all flock All the girls wanna play Baywatch I got a swimming pool full of liquor and they dive in it Pool full of liquor, I'ma dive in it  [Bridge] Pour up (drank), head shot (drank) Sit down (drank), stand up (drank) Pass out (drank), wake up (drank) Faded (drank), faded (drank)  [Interlude: (Sherane)] Aw man… where is she takin' me? Where is she takin' me?  [Verse 3] All I have in life is my new appetite for failure And I got hunger pain that grow insane Tell me, do that sound familiar? If it do, then you're like me Makin' excuse that your relief Is in the bottom of the bottle and the greenest indo leaf As the window open I release Everything that corrode inside of me I see you jokin', why you laugh? Don't you feel bad? I probably sleep And never ever wake up Never ever wake up, never ever wake up In God I trust, but just when I thought I had enough  [Skit/Outro] They stomped the homie out over a bitch? K-dot, you good, blood? Now we can drop, ye we can drop you back off That nigga's straight, man, that nigga ain't trippin' We gon' do the same ol' shit I'ma pop a few shots, they gon' run, they gon' run opposite ways Fall right in ----'s lap And he gon' tear they ass up, simple as that And I hope that bitch that set him up out there We gon' pop that bitch too Wait hold up, ayy, I see somebody {Car door opens and gunshots are fired} Aha! Got them niggas, K-dot, you good? L----, you good? Yeah, blood, I'm good – Dave, you good? Dave? Dave, say somethin' – Dave? These bitch-ass niggas killed my brother!  ",
        "title": "Swimming Pools (Drank)"
    },
    {
        "artist": "One Direction",
        "lyrics": "  [Verse 1: Zayn & Harry] Oh, I just wanna take you any way that you like We could go out any day, any night Baby I'll take you there, take you there Baby I'll take you there, yeah Oh, tell me, tell me, tell me how to turn your love on You can get, get anything that you want Baby just shout it out, shout it out Baby just shout it out, yeah  [Pre-Chorus: Liam & Harry] And if you, you want me to, let's make a move Yeah, so tell me girl if every time we  [Chorus: All & Harry] Touch, you get this kind of rush Baby say yeah, yeah If you don't wanna take it slow And you just wanna take me home Baby say yeah, yeah And let me kiss you  [Verse 2: Zayn & Niall] Oh baby, baby don't you know you got what I need? Looking so good from your head to your feet Come on come over here, over here Come on come over here, yeah Oh, I just wanna show you off to all of my friends Making them drool down their chinny-chin-chins Baby be mine tonight, mine tonight Baby be mine tonight, yeah  [Pre-Chorus: Liam & Zayn] And if you, you want me to, let's make a move Yeah, so tell me girl if every time we  [Chorus: All & Zayn] Touch, you get this kind of rush Baby say yeah, yeah If you don't wanna take it slow and you just wanna take me home Baby say yeah, yeah And let me kiss you  [Bridge: All & Louis] C'mon, na na na na na na na na Na na na na na na na na Na na na na na na na na Yeah, so tell me girl if every time we  [Chorus: All & Harry] Touch, you get this kind of rush Baby say yeah, yeah If you don't wanna take it slow And you just wanna take me home Baby say yeah, yeah Every time we touch, you get this kind of rush Baby say yeah, yeah If you don't wanna take it slow And you just wanna take me home Baby say yeah, yeah And let me kiss you  ",
        "title": "Kiss You"
    },
    {
        "artist": "Lady Antebellum",
        "lyrics": null,
        "title": "Downtown"
    },
    {
        "artist": "Miranda Lambert",
        "lyrics": "  [Verse 1] I cut my bangs with some rusty kitchen scissors I screamed his name ‘til the neighbours called the cops I numbed the pain at the expense of my liver Don’t know what I did next, all I know I couldn’t stop  [Verse 2] Word got around to the barflies and the baptists My mama’s phone started ringing off the hook I can hear her now saying she ain’t gonna have it Don’t matter how you feel, it only matters how you look  [Chorus] Go and fix your make up, girl, it’s just a break up Run and hide your crazy and start actin’ like a lady Cause I raised you better, gotta keep it together Even when you fall apart But this ain’t my mama’s broken heart  [Verse 3] Wish I could be just a little less dramatic Like a Kennedy when Camelot went down in flames Leave it to me to be holding the matches When the fire trucks show up and there’s nobody else to blame  [Verse 4] Can’t get revenge and keep a spotless reputation Sometimes revenge's just a choice you gotta make My mama came from a softer generation Where you get a grip and bite your lip just to save a little face  [Chorus] Go and fix your make up, girl, it’s just a break up Run and hide your crazy and start actin’ like a lady Cause I raised you better, gotta keep it together Even when you fall apart But this ain’t my mama’s broken heart  [Bridge] Powder your nose, paint your toes Line your lips and keep 'em closed Cross your legs, dot your eyes And never let 'em see you cry  [Chorus] Go and fix your make up, girl, it’s just a break up Run and hide your crazy and start actin’ like a lady Cause I raised you better, gotta keep it together Even when you fall apart But this ain’t my mama’s broken heart  ",
        "title": "Mama's Broken Heart"
    },
    {
        "artist": "2 Chainz",
        "lyrics": "  [Intro: YG] Mustard on the beat, ho!  [Hook] I'm different, yeah I'm different I'm different, yeah I'm different I'm different, yeah I'm different Pull up to the scene with my ceiling missing Pull up to the scene with my ceiling missing Pull up to the scene with my ceiling missing Pull up to the scene with my ceiling missing Middle finger up to my competition I'm different, yeah I'm different I'm different, yeah I'm different I'm different, yeah I'm different Pull up to the scene with my ceiling missing  [Verse 1] Pull up to the scene, but my roof gone When I leave the scene, bet your boo gone And I beat the pussy like a new song 2 Chainz but I got me a few on Everything hot, skip lukewarm Tell shawty to bust it open, Uncle Luke on Got the present for the present and a gift wrapping I don't feel good, but my trigger happy Bet the stripper happy, bet they wish they had me And I wish a nigga would, like a kitchen cabinet And me and you are cut from a different fabric I fucked her so good it's a bad habit Bitch sit down, you got a bad atti' Gave her the wrong number and a bad addy You ain't going nowhere like a bad navi Ass so big, I told her to look back at it Look back it, look back it Then put a fat rabbit on the Craftmatic I am so high...attic I am so high like an...addict  [Hook] I'm different, yeah I'm different I'm different, yeah I'm different I'm different, yeah I'm different Pull up to the scene with my ceiling missing Pull up to the scene with my ceiling missing Pull up to the scene with my ceiling missing Pull up to the scene with my ceiling missing Middle finger up to my competition I'm different, yeah I'm different I'm different, yeah I'm different I'm different, yeah I'm different Pull up to the scene with my ceiling missing  [Verse 2] 2 Chainz got your girl on the celly And when I get off the celly I made her meet at the telly When she meet at the telly I put it straight in her belly When it go in the belly, it ain't shit you can tell me Hair long, money long Me and broke niggas we don't get along Hair long, money long Me and broke niggas we don't get along I paid a thousand dollars for my sneakers Ye told ya, a 100k for a feature Eee-err Eee-err, sound of the bed Beat it up, beat it up, then I get some head Well I might get some head, then I beat it up I don't give a fuck, switch it up, nigga live it up Yeah it's going down, so get up Might valet park a Brinks truck  [Hook] I'm different, yeah I'm different I'm different, yeah I'm different I'm different, yeah I'm different Pull up to the scene with my ceiling missing Pull up to the scene with my ceiling missing Pull up to the scene with my ceiling missing Pull up to the scene with my ceiling missing Middle finger up to my competition I'm different, yeah I'm different I'm different, yeah I'm different I'm different, yeah I'm different Pull up to the scene with my ceiling missing  ",
        "title": "I'm Different"
    },
    {
        "artist": "Lee Brice",
        "lyrics": "  [Verse 1 - Lee Brice] Eighty-nine cents in the ash tray Half empty bottle of Gatorade rolling in the floorboard That dirty Braves cap on the dash Dog tags hangin’ from the rear view Old Skoal can, and cowboy boots And a Go Army Shirt folded in the back This thing burns gas like crazy, but that’s alright People got their ways of coping Oh, and I’ve got mine  [Chorus - Lee Brice] I drive your truck I roll every window down And I burn up Every back road in this town I find a field, I tear it up 'Til all the pain’s a cloud of dust Yeah, sometimes I drive your truck  [Verse 2 - Lee Brice] I leave that radio playing That same ole country station where ya left it Yeah, man I crank it up And you’d probably punch my arm right now If you saw this tear rollin’ down on my face Hey, man I’m tryin’ to be tough And momma asked me this morning If I’d been by your grave But that flag and stone ain’t where I feel you anyway  [Chorus - Lee Brice] I drive your truck I roll every window down And I burn up Every back road in this town I find a field, I tear it up 'Til all the pain’s a cloud of dust Yeah, sometimes I drive your truck  [Bridge - Lee Brice] I’ve cussed, I’ve prayed, I’ve said goodbye Shook my fist and asked God why These days when I’m missing you this much  [Chorus - Lee Brice] I drive your truck I roll every window down And I burn up Every back road in this town I find a field, I tear it up 'Til all the pain’s a cloud of dust Yeah, sometimes I drive your truck  [Outro - Lee Brice] I drive your truck I drive your truck I hope you don’t mind, I hope you don’t mind I drive your truck  ",
        "title": "I Drive Your Truck"
    },
    {
        "artist": "Little Big Town",
        "lyrics": "  [Verse 1] Thought you'd change the weather Start a little storm Make a little rain But I'm going to do one better hide the sun until you pray I'm a tornado, looking for a soul to take  [Verse 2] You're going to see me coming by the selfish things that you did I'm going to leave you guessing how this funnel is going to hit I'm a tornado, looking for a man to break  [Chorus] Yeah, I'm going to lift this house, spin it all around Toss it in the air and put it in the ground Make sure you're never found  [Verse 3] Thought you'd take a swing Try another girl, try another night But it's the pain that brings my force of nature back to life I'm a tornado more disturbed than an F5  [Chorus] Hey, I'm gonna lift this house, spin it all around Toss it in the air and put it in the ground I'm gonna lift this house, spin it all around Toss it in the air and put it in the ground Make sure you're never found, oh, yeah  [Bridge] OOOOOOOOOOO MMMMMMMMMM  [Chorus] I'm going to lift this house, spin it all around Toss it in the air and put it in the ground I'm going to lift this house, spin it all around Toss it in the air and put it in the ground Make sure you're never found  [Verse 4] The winds are getting stronger And the sky is falling through And you ain't got much longer Til the rage rips off the roof I'm a tornado... and I'm coming after you...  [Bridge] Oooo... Hmm... Oooo...  [Outro] (I'm going to lift this house, spin it all around Toss it in the air and put it in the ground)  ",
        "title": "Tornado"
    },
    {
        "artist": "Fall Out Boy",
        "lyrics": "  [Verse 1] Be careful making wishes in the dark, dark Can't be sure when they've hit their mark And besides in the mean-meantime I'm just dreaming of tearing you apart I'm in the de-details with the devil So now the world can never get me on my level I just got to get you out of the cage I'm a young lovers rage Gonna need a spark to ignite  [Pre-Chorus] My songs know what you did in the dark  [Chorus] So light em up, up, up Light em up, up, up Light em up, up, up I'm on fire So light em up, up, up Light em up, up, up Light em up, up, up I'm on fire In the dark, dark In the dark, dark  [Verse 2] All the writers keep writing what they write Somewhere another pretty vein just dies I've got the scars from tomorrow and I wish you could see That you're the antidote to everything except for me A constellation of tears on your lashes Burn everything you love Then burn the ashes In the end everything collides My childhood spat back out the monster that you see  [Pre-Chorus] My songs know what you did in the dark  [Chorus] So light em up, up, up Light em up, up, up Light em up, up, up I'm on fire So light em up, up, up Light em up, up, up Light em up, up, up I'm on fire In the dark, dark In the dark, dark  [Bridge] My songs know what you did in the dark (My songs know what you did in the dark)  [Chorus] So light em up, up, up Light em up, up, up Light em up, up, up I'm on fire So light em up, up, up Light em up, up, up Light em up, up, up I'm on fire In the dark, dark In the dark, dark  ",
        "title": "My Songs Know What You Did In The Dark (Light Em Up)"
    },
    {
        "artist": "Florida Georgia Line",
        "lyrics": "  Strawberry shimmer on hot lips Silver buckle hanging off her hips I sparkle when she smiles Shinedown on the radio dial Homemade jar of lemon drop, take a sip  Don't stop girl, you know I love it when you get your shine on Because you and me be rocking all night long Summer sky dripping rhinestones Turn your party lights on Baby get your shine on (shine on) Baby get your shine on  Silverado, candy painted Ray-Bans got the whole world shaded Chrome piece tucked in the console Riding high, roll up on the down low Feeling lucky, got hooked up with some Kentucky clear So slide that little sugar shaker over here  And get your shine on Because you and me be rocking all night long Summer sky dripping rhinestones Turn your party lights on Baby get your shine on (shine on) Baby get your shine on  Homemade jar of lemon drop take a sip Don't stop girl...  You know I love it when you get your shine on Because you and me be rocking all night long Summer sky dripping rhinestones Turn your party lights on Baby get your shine on (shine on) Baby get your shine on  Because you and me be rocking all night long Summer sky dripping rhinestones Turn your party lights on Baby get your shine on (shine on) Baby get your shine on Baby get your shine on  Strawberry shimmer on hot lips Silver buckle hanging off her hips I sparkle when she smiles Shinedown on the radio dial Silverado, candy painted Ray-Bans got the whole world shaded Chromed piece tucked in the console Riding high, roll up on the down low Baby get your shine on  ",
        "title": "Get Your Shine On"
    },
    {
        "artist": "Rihanna Featuring Future",
        "lyrics": "  [Hook: Future] Ain't nothin wrong with it...  I don't wanna give you the wrong impression I need love and affection And I hope I'm not sounding too desperate I need love and affection Love Love Love Love and affection Love Love L-o-v-e and affection  [Verse 1: Rihanna] Oh baby I'm not asking for the world maybe You can give me what I want baby Come hold me tight and when I'm drowning save me Give it to me on a daily If I'm your girl say my name, boy Let me know I'm in control We both grown so how we feel we can let it show I won't play around I-i-i wanna lay you down I-i-i need you now I-i-i need you now ohhhhh  [Hook: Future] I don't wanna give you the wrong impression I need love and affection And I hope I'm not sounding too desperate I need love and affection Love Love Love Love and affection Love Love L-o-v-e and affection  [Verse 2: Rihanna] Boy lately you've been stingy with your time Got me wondering I'm wondering If I'm on your mind Boy I just wanna be in your possession Saying I'm the one you want So come express it Don't slip don't slip Cause a nigga' might push up on it Don't really wanna lose this moment Why window shop When you own this Don't put it down Don't fuck around I want you now I want you know ohhhhh  [Hook: Future] I don't wanna give you the wrong impression I need love and affection And I hope I'm not sounding too desperate I need love and affection Love Love Love Love and affection Love Love L-o-v-e and affection  [Verse 3: Future] Can you love me for poor I'm searching for my soul Who ever turned you cold You need to let him know I can work miracles I'll work your physical And when I love you close You can feel my heart Beating through my clothes  [Hook: Rihanna & Future] I don't wanna give you the wrong impression I need love and affection And I hope I'm not sounding too desperate I need love and affection Love Love Love Love and affection Love Love L-o-v-e and affection  ",
        "title": "Loveeeeeee Song"
    },
    {
        "artist": "Nelly",
        "lyrics": "  [Hook 1] Hey lil' Porsche, I wanna try ya Crazy baby girl, there ain't nothing like you Hey lil' Porsche, so right I had to get ya B-b-back it up, let's roll, roll, roll, roll  [Verse 1] Girl let’s go! You sexy thing, you turn me on I need a private show, here on the lawn, in my garage I take you on the road, hey Porsche girl You know what I wanna do (wanna do) Come on let me slide under so I can work on, work on you  [Pre-Hook] I wanna take your top off, celebrate this champagne pop-off Yeah, we could turn the clocks off No rush, baby we could just park somewhere I don't need nobody's permission No keys, push start to ignition, say  [Hook 1] Hey lil' Porsche, I wanna try ya Crazy baby girl, there ain't nothing like you Hey lil' Porsche, so right I had to get ya B-b-back it up, let's roll, roll, roll, roll  [Hook 2] Na-na-na-na-na-na Hey Porsche Na-na-na-na-na-na I want you Na-na-na-na-na-na Hey Porsche Na-na-na-na-na-na I want you  [Verse 2] Girl you know Damn I've been dreaming about the day you let me take you home Just for a week and maybe more Just say it, say I've never seen an ass like that You gon' make a nigga crash like that Since I seen you in the window, knew what I was in for Spending every rack on that  [Pre-Hook] I wanna take your top off, celebrate this champagne pop-off Yeah, we could turn the clocks off No rush, baby we could just park somewhere I don't need nobody's permission yeah No keys, push start to ignition, say  [Hook 1] Hey lil' Porsche, I wanna try ya Crazy baby girl, there ain't nothing like you Hey lil' Porsche, so right I had to get ya B-b-back it up, let's roll, roll, roll, roll  [Hook 2] Na-na-na-na-na-na Hey Porsche Na-na-na-na-na-na I want you Na-na-na-na-na-na Hey Porsche Na-na-na-na-na-na I want you  [Bridge] I wanna see how fast you can go See how you handle as I'm losing control As I make you turn around Hey, let me turn up your sun T-t-turn it up and now here we go  [Hook 1] Hey lil' Porsche, I wanna try ya Crazy baby girl, there ain't nothing like you Hey lil' Porsche, so right I had to get ya B-b-back it up, let's roll, roll, roll, roll  [Hook 2] Na-na-na-na-na-na Hey Porsche Na-na-na-na-na-na I want you Na-na-na-na-na-na Hey Porsche Na-na-na-na-na-na I want you  ",
        "title": "Hey Porsche"
    },
    {
        "artist": "Ace Hood Featuring Future & Rick Ross",
        "lyrics": "  [Intro: Future] We the motherfuckin best nigga Ace Hood Super, Future  [Hook: Future] I come looking for you with Haitians I stay smoking on good Jamaican I fuck bitches from different races You get money they started hating (Turn Up!) I woke up in a new Bugatti I woke up in a new Bugatti I woke up in a new Bugatti I woke up in a new Bugatti I woke up in a new Bugatti  [Verse 1: Ace Hood] Niggas be hatin I'm rich as a bitch 100K I spent that on my wrist 200 dollars, I spent that on your bitch Do me a model, put that on my list Oh there he go in that foreign again Killin the scene bring the coroner in Murder she wrote, swallow or choke Hit her and go home, I won't call her again Woke up early morning, crib as big as a college Smoke me a pound of the loudest Whippin some shit with no mileage Diamonds cost me a fortune Them horses all in them Porsches You pussies can't hardly afford it 4,200 my mortgage Ballin on niggas like Kobe Fuck all you haters you bore me Only the real get a piece of the plate Reppin my city I'm runnin my state Give me a pistol then run with the K's Niggas want beef then I visit ya place (Bang!)  [Hook] I come looking for you with Haitians I stay smoking on good Jamaican I fuck bitches from different races You get money they started hating (Turn Up!) I woke up in a new Bugatti I woke up in a new Bugatti I woke up in a new Bugatti I woke up in a new Bugatti I woke up in a new Bugatti  [Verse 2: Ace Hood] Yeah, and I'm at it again There go that flow bringin tragedy in Copped me a chain your salary spent Niggas is sweet bring them cavities in Countin money, hourly trend Rolling them skinny like Olsen twins Niggas is squares, coppin' a Benz Neck full of Gold Olympian shit Neimans, I'm blowing the check on they gear Fall on some pussy then hop on the Lear Strapped with them choppers back of the rear Sak pase' them killers is here Woke up early this morning, mind is tellin me money Paper, mula, pockets is fat as a tumor Millionaire nigga no rumor Livin my life off of tuna Wanted with me I deliver the beef Real niggas only enjoyin the feast Pull up a seat, bon appétit No Louboutins put that red on your sneaks (Bang!)  [Hook] I come looking for you with Haitians I stay smoking on good Jamaican I fuck bitches from different races You get money they started hating (Turn Up!) I woke up in a new Bugatti I woke up in a new Bugatti I woke up in a new Bugatti I woke up in a new Bugatti I woke up in a new Bugatti  [Verse 3: Rick Ross] Photographs of dope boys, is all they taking Finger prints on the Rolls Royce, is why they hatin' Push a button on these broke boys, that's detonation Walk a road to riches bare feet I watch mama struggle now she livin' carefree That's why I hustle for half a key that's 12 G's I'm tryin' to bubble every summer a new LP You gotta love me I got shooters out the D-League Signin' bonus hit that man that's from thirty feet Left in a puddle, finger prints is on hundred mill And what it is? Ricky Rozay and Ace Hood, we hella Trill Yeah  [Hook] I come looking for you with Haitians I stay smoking on good Jamaican I fuck bitches from different races You get money they started hating (Turn Up!) I woke up in a new Bugatti I woke up in a new Bugatti I woke up in a new Bugatti I woke up in a new Bugatti I woke up in a new Bugatti  ",
        "title": "Bugatti"
    },
    {
        "artist": "Hunter Hayes",
        "lyrics": "  [Verse 1] I'd love to know just what you're thinking Every little river, running through your mind You give and you take You come and you go You leave me here wondering if I'll ever know How much you care or how much you don't Whatever you need, whatever you want  [Chorus] If you're gonna be somebody's heartbreak If you're gonna be somebody's mistake If you're gonna be somebody's first time Somebody's last time, baby be mine If you're looking to be somebody's 'just friends' A little laughing, little loving, never calling again, that's just fine If you're gonna be somebody's heartbreak Be mine, yeah Oh, be mine  [Verse 2] I guess that all I'm trying to tell ya Is a minute with you is better than two without Oh, I won't be a fool but I can't play it cool So I'm playing safe and I'm breaking the rules I'm wishing I had what I know that you got So if you're coming my way then please don't stop  [Chorus]  [Chorus + Outro] If you're gonna be somebody's heartbreak Or somebody's mistake Somebody's first time, or their last time, baby be mine If you're looking to be somebody's 'just friends' A little laughing, little loving, never calling again, that's just fine If you're gonna be somebody's heartbreak Be mine (If you're gonna be somebody's heartbreak) Be mine (If you're gonna be somebody's mistake) Oh, I'll take my chances If you're gonna be someone's heartbreak If you're gonna be someone's mistake Somebody's first time, somebody's last time Be mine Oh, be mine Be mine Baby, baby, baby, be mine, all mine If you're gonna break someone's heart, yeah Might as well, might as well be mine  ",
        "title": "Somebody's Heartbreak"
    },
    {
        "artist": "Wale Featuring Tiara Thomas Or Rihanna",
        "lyrics": "  [Intro: Wale] Monogamy or whatever you call it I'm startin' to think it ain't for er'ybody Most of us is rushin' into it anyways You know what I'm sayin'? You ain't rushin' for love, and I ain't up here to judge Let's neglect the what if's And make it do what it does, let's get it  [Hook: Tiara Thomas] Is it bad that I never made love? No, I never did it But I sure know how to fuck I'll be your bad girl, I'll prove it to ya I can't promise that I'll be good to ya 'Cause I had some issues I won't commit, no, not havin' it But at least I can admit That I'll be bad, no, to you (to you) Yeah, I'll be good in bed But I'll be bad to you Bad that I never made love No, I never did it But I sure know how to fuck (Let's get it!)  [Verse 1: Wale] Bad girls ain't no good, and the good girls ain't no fun And the hood girls want a smart nigga College girls all want a thug So it seems that we fiend what we don't need Got a thing for a queen who know when to leave I ain't bout to judge you, don't judge me You ain't gotta really sing about your rap sheet 'Cause I heard you (bad, nooo) In the literal sense I mean that Rough sex, sayin' I love ya But to kiss them is sayin' you mean that (bad, nooo) I know, I just be callin' her mean-ass Oh the irony, got the bomb indeed But the problem is probably a deep past Still I'm feelin' of somethin' I need bad Thinkin' if I get her, I get her to need this I don't need emotions to open your deep sea I conceive an ocean by goin' between legs Beg? Nope—bed, floor, dope; go for it, couch now Slow motion around, put it down Lord knows she was gone ‘fore the morn', hold up  [Hook: Tiara Thomas] Is it bad that I never made love? No, I never did it But I sure know how to fuck I'll be your bad girl, I'll prove it to ya I can't promise that I'll be good to ya 'Cause I had some issues I won't commit, no, not havin' it But at least I can admit That I'll be bad, no, to you (to you) Yeah, I'll be good in bed But I'll be bad to you (Yeah, let me tell you 'bout her, look!)  [Verse 2: Wale] She hurt feelings, she break hearts She stay quiet, she play smart She take pride in goin' out And gettin' hollered at and sayin' nah She no saint, but she don't pose She don't wear make-up by the boatload Ridin' through lake shore with the nose up She don't really date much, but it slows her up She got haters, but we all do Heard you're winter-time cold, shawty, fall through Baby, look at they approach, how they court you All those minds games, nevermind, 'cause they all lose (Bad, nooo) In the physical sense I mean that I ain't tryna kiss up, suck up, feed gas I ain't like them nigga you suckin' your teeth at, nope Play big, trust me I'll humble yo' mean-ass Look, shawty is actually in prevent 'Cause the one in front of her is workin' with deep threat Yep—bed, floor, couch, more More, shower, Lord, perm, done Love? Nah, called in the morn' Cell number wasn't on, goddamn!  [Hook: Tiara Thomas] Is it bad that I never made love? No, I never did it But I sure know how to fuck I'll be your bad girl, I'll prove it to ya I can't promise that I'll be good to ya 'Cause I had some issues I won't commit, no, not havin' it But at least I can admit That I'll be bad, no, to you (to you) Yeah, I'll be good in bed But I'll be bad to you Bad that I never made love No, I never did it But I sure know how to fuck  [Produced by Kelson and Tiara Thomas]  ",
        "title": "Bad"
    },
    {
        "artist": "Future",
        "lyrics": "  [Intro] We don’t wanna We don’t wanna We don’t wanna neva end We don’t wanna We don’t wanna neva end We don’t wanna We don’t wanna neva end We don’t wanna neva  [Hook] We don’t wanna neva end It's like our life has just began You walkin’ out, you comin’ back again Cause we became the best of friends You got all the questions and I know all the answers I done took your heart, girl and hold it up for ransom We don’t wanna neva end We don’t wanna We don’t wanna neva end We don’t wanna  [Verse 1] I could tell you was into me from our instant chemistry As I reflect memory, you ride or you die for me I'll go to war over you want, I dont give a fuck by showing you You know what it is shawty, forever my lil shawty Long as I’m swimmin’ in Benjamins, you shop with no limited You reminisce every session, know you’ll come back again I know you can’t breath without me, you gon' need your oxygen I damn near gave you a overdose on my own medicine I took a sip of your tea and I ain’t been right ever since As I think to myself what’d it be is it heaven sent Let’s put the past behind us And go far away where nobody can find us  [Hook]  [Verse 2] You could leave today I bet you’ll come back tomorrow I could see the hate is comin’ from a mile up And it’s only preparin’ us for what we got comin’ If I did come your way and you feel like runnin’ Run in my direction and don’t you run from me Cause any time we get together, we goin’ stuntin’ And I’m applyin’ major pressure, feel it in your stomach It’s lightnin', it’s thunderin', you describin', got me wonderin' Butterfly, butterfly Will you gon ever leave? Any time you leave my side I know you comin’ back I know you comin’ back to me  [Hook]  [Bridge] Is there anything you wanna know? Is there any place you rather be? You walk until your feet get sore I bet you walking back And I bet you walking back to me Actually that’s a guarantee My friendship a guarantee You got my ego in another league I ain’t tryna be cocky I got your heart in my pocket  [Hook]  ",
        "title": "Neva End"
    },
    {
        "artist": "Young Jeezy Featuring 2 Chainz",
        "lyrics": "  [Hook] R.I.P we just killed the club Took Patrón to the head, almost killed a thug I'm so high I can't feel the drugs Too many haters sitting here I don't feel the love R.I.P, R.I.P R.I.P, R.I.P R.I.P we just killed the club Took Patrón to the head, almost killed a thug  [Verse 1: Young Jeezy] I'm in a brand new drop top 'Rari with 3 bitches Tired being in the middle of trial with 3 snitches And I hit up every club in your city Where niggas at? I be in every club in the hood Where niggas at? Pull up, jump out stuntin' like I was Baby On my cocaine cowboy shit, like in the 80's Who the nigga think he is Slick Rick or Dana Dane? Think he Rakim or something, look at his chain YSL, from head to toe, I'm Doug E Fresh Looking like I came to play, Mitchell and Ness Any nigga with a watch like that He need attention Your man don't ball out like that You need to bench him  [Hook] R.I.P we just killed the club Took Patrón to the head, almost killed a thug I'm so high I can't feel the drugs Too many haters sitting here I don't feel the love R.I.P, R.I.P R.I.P, R.I.P R.I.P we just killed the club Took Patrón to the head, almost killed a thug  [Verse 2: Young Jeezy] I'm gone, don't know where I'm going Pockets on extra big, they're on Samoan Got some bad bitches all in my section Just let some more in And every nigga came in with me'll kick your door in Roll up, pass it around like we Jamaican Whole pounds strapped up in this bitch like we some Haitians She got good head, good brains, good education I'm drunker than a motherfucker, here's the situation: 1:45 am, the knob broken By the time a nigga get to the crib, the mall open Man the nerve of this high-ass bitch She on the Molly She said she she want me to call her Ms. Berry She think she Halle  [Hook] R.I.P we just killed the club Took Patrón to the head, almost killed a thug I'm so high I can't feel the drugs Too many haters sitting here I don't feel the love R.I.P, R.I.P R.I.P, R.I.P R.I.P we just killed the club Took Patrón to the head, almost killed a thug  [Verse 3: 2 Chainz] Got a pocket full of dead prez Attached to your girl like a .jpeg Party scene turn to a murder scene Keep shitting on niggas, need potty train Turn up, collard green I'm on gasoline and I'm on that promethazine Life ain't nothing but a G thing Switch lanes, get brain, hand down her g-string I'm the type of nigga that's built to last You fuck with me, Ill put my foot in your ass I got a million in stash, I stack my money so tall That you might need a giraffe When you was counting this cash, nigga!  [Hook] R.I.P we just killed the club Took Patrón to the head, almost killed a thug I'm so high I can't feel the drugs Too many haters sitting here I don't feel the love R.I.P, R.I.P R.I.P, R.I.P R.I.P we just killed the club Took Patrón to the head, almost killed a thug  ",
        "title": "R.I.P."
    },
    {
        "artist": "The Weeknd",
        "lyrics": "  [Verse 1] I left my girl back home I don't love her no more And she'll never fucking know that These fucking eyes that I'm staring at Let me see that ass Look at all this cash And I emptied out my cards too Now I'm fucking leaning on that  [Bridge] Bring your love, baby, I could bring my shame Bring the drugs, baby, I could bring my pain I got my heart right here I got my scars right here Bring the cups, baby, I could bring the drank Bring your body, baby, I could bring you fame And that's my motherfucking words too Just let me motherfucking love you  [Hook] Listen, ma, I'll give you all I got Get me off of this, I need confidence in myself Listen, ma, I'll give you all of me Give me all of it, I need all of it to myself So tell me you love me (Only for tonight, only for tonight) Even though you don't love me Just tell me you love me (I'll give you what I need, I'll give you all of me) Even though you don't love me  [Verse 2] Let me see you dance I love to watch you dance Take you down another level Get you dancing with the Devil Take a shot of this But I'm warning you I'm on that shit that you can't smell, baby So, put down your perfume  [Bridge] Bring your love, baby, I could bring my shame Bring the drugs, baby, I could bring my pain Oh, I got my heart right here Oh, I got my scars right here Bring the cups, baby, I could bring the drank Bring your body, baby, I could bring you fame And that's my motherfucking words too, ayy So let me motherfucking love you  [Hook] Listen, ma, I'll give you all I got Get me off of this, I need confidence in myself Listen, ma, I'll give you all of me Give me all of it, I need all of it to myself So tell me you love me (Only for tonight, only for tonight) Even though you don't love me Just tell me you love me (I'll give you what I need, I'll give you all of me) Even though you don't love me  ",
        "title": "Wicked Games"
    },
    {
        "artist": "Macklemore & Ryan Lewis Featuring Ray Dalton",
        "lyrics": "  [Verse 1: Macklemore] Return of the Mack Get 'em, what it is, what it does, what it is, what it isn't Looking for a better way to get up out of bed Instead of getting on the Internet And checking a new hit me, get up Thrift shop, pimp-strut walkin' Little bit of humble, little bit of cautious Somewhere between like Rocky and Cosby Sweater game, nope nope, y'all can't copy Yup, Bad, moonwalking, this here is our party My posse's been on Broadway, and we did it our way Grown music, I shed my skin and put my bones Into everything I record to it and yet I'm on Let that stage light go and shine on down Got that Bob Barker suit game and plinko in my style Money, stay on my craft and stick around for those pounds But I do that to pass the torch and put on for my town Trust me, on my I-N-D-E-P-E-N-D-E-N-T shit, hustlin' Chasing dreams since I was fourteen With the four-track, bussin' Halfway cross that city with the backpack, fat cat, crushin' Labels out here, nah, they can't tell me nothin' We give that to the people, spread it across the country Labels out here, nah, they can't tell me nothin' We give it to the people, spread it across the country  [Hook: Ray Dalton] Can we go back? This is the moment Tonight is the night, we'll fight 'til it's over So we put our hands up Like the ceiling can't hold us Like the ceiling can't hold us Can we go back? This is the moment Tonight is the night, we'll fight 'til it's over So we put our hands up Like the ceiling can't hold us Like the ceiling can't hold us  [Verse 2: Macklemore] Now, can I kick it? Thank you Yeah, I'm so damn grateful I grew up really wanting gold fronts But that’s what you get when Wu-Tang raised you Y'all can't stop me Go hard like I got a 808 in my heartbeat And I'm eating at the beat like you gave a little speed To a great white shark on Shark Week, raw! Tell me go up, gone Deuces, goodbye, I got a world to see And my girl, she wanna see Rome Caesar'll make you a believer Nah, I never ever did it for a throne That validation comes from giving it back to the people Now sing a song, and it goes like Raise those hands, this is our party We came here to live life like nobody was watching I got my city right behind me, if I fall, they got me Learn from that failure, gain humility And then we keep marching, I said…  [Hook: Ray Dalton] Can we go back? This is the moment Tonight is the night, we'll fight 'til it's over So we put our hands up Like the ceiling can't hold us Like the ceiling can't hold us Can we go back? This is the moment Tonight is the night, we'll fight 'til it's over So we put our hands up Like the ceiling can't hold us Like the ceiling can't hold us  [Interlude] And so we put our hands up And so we put our hands up Oh, oh, oh, oh…  [Bridge: Macklemore and Ray Dalton] Na na na na, na na na na Hey-ee ay-ee ay-ee ay ay-ee ay-ee, hey And all my people say Na na na na, na na na na Hey-ee ay-ee ay-ee ay ay-ee ay-ee, hey And all my people say Na na na na, na na na na Oh-oh-oh-oh-oh-oh, oh-oh-oh-oh-oh-oh And all my people say Na na na na, na na na na Mack-le-eh-eh-eh-eh-more!  [Hook: Ray Dalton] Can we go back? This is the moment Tonight is the night, we'll fight 'til it's over So we put our hands up Like the ceiling can't hold us Like the ceiling can't hold us Can we go back? This is the moment Tonight is the night, we'll fight 'til it's over So we put our hands up Like the ceiling can't hold us Like the ceiling can't hold us  [Outro *Music Video Ending*] Let the night come, before the fight's won Some might run against the test But those that triumph embrace the fight 'cause The fear is there to prove that courage exists Now let the night come, before the fight's won And some might run against the test But those that triumph embrace the fight 'cause The fear is there to prove that courage exists  ",
        "title": "Can't Hold Us"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": "  [Verse 1] Well I come from a little bitty, homegrown small town Smoky Mountains, nice place to hang around Moonshine, that's where they make it Put it in a jug, makes you want to get naked But I jumped on a greyhound bus one night And took it all the way to the end of the line Stepped out in the sun, when my feet hit the sand What a long strange trip  [Hook] I spent my whole life running around Still let the wind kind of blow me around Well I dropped a note in a bottle To a long-legged model And I traded it in for a whole another world A pirate flag and an island girl  [Verse 2] Well my friends back home think I've gone and lost my mind Take a sip of rum and you really would know why Jolly Roger flying on the picnic table Blender in the kitchen, willing and able Don't know what makes you say what the hell But when the salt air catches a hold of that sail Something about it makes her just want to dance And she loves to dance  [Hook] I spent my whole life running around Still let the wind kinda blow me around Well I dropped a note in a bottle To a long-legged model And I traded it in for a whole 'nother world A pirate flag and an island girl  [Bridge] Well I remember back home beneath the big old moon Tucked back in the woods, yeah life was good But here we are in a local bar and drinking shooting stars  [Outro] I might spend my whole life running around Still let the wind kind of blow me around Well I dropped a note in a bottle To a long-legged model And I traded it in for a whole another world A pirate flag and an island girl A pirate flag and an island girl  ",
        "title": "Pirate Flag"
    },
    {
        "artist": "Kacey Musgraves",
        "lyrics": "  [Verse 1] If you ain't got two kids by 21 You're probably gonna die alone At least that's what tradition told you And it don't matter if you don't believe Come Sunday morning you best be There in the front row, like you're s'posed to Same hurt in every heart Same trailer, different park  [Pre-Hook] Mama's hooked on Mary Kay Brother's hooked on Mary Jane And Daddy's hooked on Mary two doors down  [Hook] Mary Mary quite contrary We get bored so we get married And just like dust we settle in this town On this broken merry go 'round And 'round and 'round we go Where it stops nobody knows And it ain't slowin' down This merry go 'round  [Verse 2] We think the first time's good enough So we hold on to high school love Say we won't end up like our parents Tiny little boxes in a row Ain't what you want it's what you know Just happy in the shoes you're wearin' Same checks we're always cashin' To buy a little more distraction  [Pre-Hook] Mama's hooked on Mary Kay Brother's hooked on Mary Jane And Daddy's hooked on Mary two doors down  [Hook] Mary Mary quite contrary We get bored so we get married And just like dust we settle in this town On this broken merry go 'round And 'round and 'round we go Where it stops nobody knows And it ain't slowin' down This merry go 'round Mary Mary quite contrary We get bored so we get married And just like dust we settle in this town On this broken merry go 'round And 'round and 'round we go Where it stops nobody knows And it ain't slowin' down This merry go 'round  [Outro] Jack and Jill went up the hill Jack burned out on booze and pills And Mary had a little lamb Mary just don't give a damn no more  ",
        "title": "Merry Go 'round"
    },
    {
        "artist": "Icona Pop Featuring Charli XCX",
        "lyrics": "  [Hook] I got this feelin' on this summer day when you were gone I crashed my car into the bridge, I watched, I let it burn I threw your shit into a bag and pushed it down the stairs I crashed my car into the bridge, I don't care! I love it, I don't care!  [Verse 1] You're on a different road I'm in the Milky Way You want me down on Earth, but I am up in space You're so damn hard to please, we gotta kill this switch You're from the '70s, but I'm a '90s bitch I love it! I love it!  [Hook] I got this feelin' on this summer day when you were gone I crashed my car into the bridge, I watched, I let it burn I threw your shit into a bag and pushed it down the stairs I crashed my car into the bridge, I don't care! I love it, I don't care!  [Bridge] I love it, I love it! I don't care! I love it I don't care!  [Verse 2] You're on a different road I'm in the Milky Way You want me down on Earth, but I am up in space You're so damn hard to please, we gotta kill this switch You're from the '70s, but I'm a '90s bitch  [Bridge] I don't care! I love it I don't care! I love it, I love it I don't care! I love it I don't care! I love it, I love it I don't care! I love it  ",
        "title": "I Love It"
    },
    {
        "artist": "Darius Rucker",
        "lyrics": "  [Verse 1] Heading down south to the land of the pines I'm thumbing my way into North Caroline Staring up the road and pray to God I see headlights I made it down the coast in seventeen hours Picking me a bouquet of dogwood flowers And I'm a-hoping for Raleigh, I can see my baby tonight  [Chorus] So rock me mama like a wagon wheel Rock me mama any way you feel Hey mama rock me Rock me mama like the wind and the rain Rock me mama like a south bound train Hey mama rock me  [Verse 2] Running from the cold up in New England I was born to be a fiddler in an old time string band My baby plays a guitar, I pick a banjo now Oh, north country winters keep a-getting me down Lost my money playing poker so I had to leave town But I ain't turning back to living that old life no more  [Chorus] So rock me mama like a wagon wheel Rock me mama any way you feel Hey mama rock me Rock me mama like the wind and the rain Rock me mama like a south bound train Hey mama rock me  [Verse 3] Walking to the south out of Roanoke I caught a trucker out of Philly had a nice long toke But he's a heading west from the Cumberland gap To Johnson City, Tennessee And I got to get a move on before the sun I hear my baby calling my name and I know that she's the only one And if I die in Raleigh at least I will die free  [Chorus] So rock me mama like a wagon wheel Rock me mama any way you feel Hey mama rock me Oh rock me mama like the wind and the rain Rock me mama like a south bound train Hey hey mama rock me So rock me mama like a wagon wheel Rock me mama any way you feel Hey hey mama rock me Mama rock me Mama rock me Rock me mama like the wind and the rain Rock me mama like a south bound train Hey hey mama rock me You can rock me Rock me  ",
        "title": "Wagon Wheel"
    },
    {
        "artist": "Thompson Square",
        "lyrics": "  [Verse 1] Sometimes it feels like, I'm gonna break Sometimes this world, gives more than I can take Sometimes, sunshine gets lost in the rain And it keeps pouring down It just keeps coming down  [Hook] This life would kill me If I didn't have you I couldn't live without you baby I wouldn't want to If you didn't love me so much I'd never make it through Cause this life would kill me This life would kill me if I didn't have you  [Verse 2] You are my heart, every breath I breathe I'm safe in your arms, you rescue me When I'm weak, you're strong If you were gone I don't know where I'd be You were made for me You were made for me  [Hook]  [Bridge] If you didn't love me so much If you didn't love me so much This Life would kill me If I didn't have you This life would kill me  [Outro] Couldn't live without you baby I wouldn't want to If you didn't love me so much I'd never make it through Cause This life would kill me This Life would kill me if I didn't have you  ",
        "title": "If I Didn't Have You"
    },
    {
        "artist": "George Strait",
        "lyrics": "  [Verse 1] July moonlight shines Your pretty little head on my shoulder Pull over on the side of the road Oh my God, you're something Like nothing I've ever seen If I'm asleep girl, let me dream  [Chorus] Baby fall into my kiss It should just happen like this Trust it so much that there's no one else but us and This moment that says it's so right Cause that's all we have in this life Drink up this love, baby, give it all we got tonight  [Verse 2] Summer honeysuckle Leaking through a rolled down window We both know when that seat lays back Anything can happen So imagine it'll never end Just close your eyes and you can see that we are where we're meant to be  [Chorus]  ",
        "title": "Give It All We Got Tonight"
    },
    {
        "artist": "Krewella",
        "lyrics": null,
        "title": "Alive"
    },
    {
        "artist": "Emeli Sande",
        "lyrics": null,
        "title": "Next To Me"
    },
    {
        "artist": "Jonn Hart Featuring IamSU!",
        "lyrics": "  [Intro] Hmm yeah (RawSmoov wit' a banga')  [Hook] Slide in that thang, real deep game Bust it so good, girl what's my name? Hit it from the back, headboard swag When I talk shit shorty answer right back I be on her like Who booty is it? Who booty this? Who booty? Who booty? Who booty this? Who booty is it? Who booty this? Who booty? Who booty? Who booty this?  [Verse 1] Lil' mama I know what you want Begging me to beat it like the bass in my trunk I'm a lil' nasty, I ain't even gotta front Lick you from your head down, down to your butt I Mike Tyson that booty, I knock that ass out Got that crack in them pookie, it'll make me spaz out Let me get in that, baby throw it back Let me get a round of applause make, make it clap D-Boy that booty girl gimme that, gimme that If I hit it once you know that shorty's coming back  [Hook] Slide in that thang, real deep game Bust it so good, girl what's my name? Hit it from the back, headboard swag When I talk shit shorty answer right back I be on her like Who booty is it? Who booty this? Who booty? Who booty? Who booty this? Who booty is it? Who booty this? Who booty? Who booty? Who booty this?  [Verse 2: IamSu] It's all mine, connected online Respected at all times, pushing a hard line This heart breakers the gang and We all are never off. I go hard ho, never soft I call shots cause I'm a boss uhh You ain't gotta ask who it belong to Back, back it up and put it on Su Uhh going hard, that's my strong Su Have you screaming out Su, with the wrong dude Name check, have you butt naked waiting when I came back Thank Suzie, heart breakers brought the bay back Niggas thought I was playing every time I used to say that, oh  [Hook] Slide in that thang, real deep game Bust it so good, girl what's my name? Hit it from the back, headboard swag When I talk shit shorty answer right back I be on her like Who booty is it? Who booty this? Who booty? Who booty? Who booty this? Who booty is it? Who booty this? Who booty? Who booty? Who booty this?  [Outro] I'm gonna smack it, I'm gonna smack it (That's my shit) I'm gonna smack it Girl, now let me smack it (smack it) Now let me smack it (smack it) Now let me smack it (smack it) Ay yeah  [Hook] Slide in that thang, real deep game Bust it so good, girl what's my name? Hit it from the back, headboard swag When I talk shit shorty answer right back I be on her like Who booty is it? Who booty this? Who booty? Who booty? Who booty this? Who booty is it? Who booty this? Who booty? Who booty? Who booty this?  ",
        "title": "Who Booty"
    },
    {
        "artist": "Jason Aldean With Luke Bryan & Eric Church",
        "lyrics": "  [Verse 1: Jason] Well, I grew up in one of them old farm towns Where they hit it hard 'til the sun goes down Nobody really seemed to care That we were living in the middle of nowhere We just figured that’s how it was And everybody else was just like us Soaking in the rain baking in the sun Don’t quit 'til the job gets done  [Hook] That’s the only way I know Don’t stop 'til everything’s gone Straight ahead, never turn round Don’t back up, don’t back down Full throttle, wide open You get tired and you don’t show it Dig a little deeper when you think you can’t dig no more That’s the only way I know  [Verse 2: Luke Bryan] That old red dirt, the first thing you learn Is you don’t get nothing that you don’t earn Humble pride that I grew up on You find out just how bad you want it [Jason] Sun in our eyes backs to the fences We didn’t know the odds were against us Hit the wall smoking and spinning Still wasn’t thinking ‘bout nothing but winning  [Hook] That’s the only way I know Don’t stop 'til everything’s gone Straight ahead, never turn round Don’t back up, don’t back down Full throttle, wide open You get tired and you don’t show it Dig a little deeper when you think you can’t dig no more That’s the only way I know  [Eric Church] Maybe there’s another path that Will get you there a little bit faster But I’m sticking with the one inside of me  [Hook] That’s the only way I know Don’t stop 'til everything’s gone Straight ahead, never turn round Don’t back up, don’t back down Full throttle, wide open You get tired and you don’t show it Dig a little deeper when you think you can’t dig no more That’s the only way I That’s the only way I know But don’t stop 'til everything’s gone Straight ahead, never turn round Don’t back up, don’t back down Full throttle, wide open You get tired and you don’t show it Dig a little deeper when you think you can’t dig no more That’s the only way I know  [Outro] That's the only way I know That's the only way I know That's the only way I know  ",
        "title": "The Only Way I Know"
    },
    {
        "artist": "Pitbull Featuring TJR",
        "lyrics": "  [Intro ] You don't get them girls loose loose You don't get the world loose loose You don't get money move move But I do I do  You don't get them girls loose loose You don't get the world loose loose You don't get money move move But I do I do  [Hook] I said, y'all having a good time out there Yeah, yeah, que no pare la fiesta Don't stop the party Yeah, yeah, que no pare la fiesta Don't stop the party  [Verse 1] I'm running through the world like a running back Scarface, world's mine, running back 30,000 people went here on me 80,000 in London wembley 90,000 Morocco, and I'm just getting warmed up, papo Catch me with redone in stockholm Beirut, cafe getting my drink on, mole Well All the Pretty Women hit the Hookah All of them sweet, azucar, azucar Dale disfruta  [Bridge ] They can't They won't They never will Stop the party  They can't They won't They never will Stop the party  [Hook] I said, y'all having a good time out there Yeah, yeah, que no pare la fiesta Don't stop the party Yeah, yeah, que no pare la fiesta Don't stop the party  [Verse 2] I'm from the city, where they stress, and they sling keys And now I'm doing shows in Helsinki (Finland) I know what ya'll thinking, you're thinking That you can outhiking, but you can't frankly I'm out for the benjies, frankies, c-notes Just cause you ain't me, don't hate me As a matter fact you should thank me Even if you don't, you're welcome yankees Zig-a zig-a zig-a zig-a zow Who got the keys of the world, now, yours truly  [Bridge] They can't They won't They never will Stop the party  They can't They won't They never will Stop the party  [Hook] I said, y'all having a good time out there Yeah, yeah, que no pare la fiesta Don't stop the party Yeah, yeah, que no pare la fiesta Don't stop the party  I'mma give it to ya, ah ah Now give it to me, ah ah I'mma give it to ya, ah ah Now give it to me, ah ah I'mma give it to ya, ah ah Now give it to me, ah ah Get funky, get funky Now stop!  [Hook ] I said, y'all having a good time out there Yeah, yeah, que no pare la fiesta Don't stop the party Yeah, yeah, que no pare la fiesta Don't stop the party  I said, y'all having a good time out there Yeah, yeah, que no pare la fiesta Don't stop the party Yeah, yeah, que no pare la fiesta Don't stop the party  I said, y'all having a good time out there Yeah, yeah, que no pare la fiesta Don't stop the party Yeah, yeah, que no pare la fiesta Don't stop the party  ",
        "title": "Don't Stop The Party"
    },
    {
        "artist": "Dierks Bentley",
        "lyrics": "  [Verse 1] I see main street closing Miles of “for sale” signs And them fields ain’t growing Fast enough to get us by I feel the sweet release Of a Friday night For a couple of hours we can run this town Till it runs dry  [Chorus] Tip it on back, make it feel good Sip a little more than you know you should Let the smoke roll, off of your lips Let it all go whatever it is And tip it on back  [Verse 2] So grab the girl you came with And set her world on fire And watch her sway and singing to the music Until it’s all alright Yeah  [Chorus] Tip it on back, make it feel good Sip a little more than you know you should Let the smoke roll, off of your lips Let it all go whatever it is And tip it on back  [Verse 3] I don’t wanna lose this feeling And I don’t wanna close my eyes I don’t wanna remember what i’m here to forget tonight So tip it on back  [Chorus] Tip it on back, make it feel good Sip a little more than you know you should Let the smoke roll, off of your lips Let it all go whatever it is And tip it on back  [Verse 4] Yeah, i don’t wanna lose this feeling I don’t wanna close my eyes I don’t wanna remember what i’m here to forget tonight So tip it on back Just tip it on back  [Outro] Feel the sweet release of a friday night For a couple of hours we can run this town Till it runs dry Tip it on back  ",
        "title": "Tip It On Back"
    },
    {
        "artist": "Chris Brown",
        "lyrics": "  [Verse 1] I don't wanna go there We should never go there Damn, why you wanna go there? I guess I gotta go there  [Pre-Chorus] You're hearing rumours about me and you can't stomach the thought Of someone touching my body when you're so close to my heart I won't deny what they saying because most of it is true But it was all before I fell for you, so please babe  [Chorus] So please don't judge me and I won't judge you Cause it could get ugly before it gets beautiful Please don't judge me and I won't judge you And if you love me then let it be beautiful Let it be beautiful, let it be beautiful Let it be beautiful, let it be beautiful  [Verse 2] Everything I say right now, is gonna be used in another fight And I've been through this so many times, can we change the subject? You gonna start asking me questions like \"Was she attractive? Was she an actress?\" Baby the fact is  [Pre-Chorus] You're hearing rumours about me and saw some pictures online Saying they got you so angry, making you wish you were blind Before we start talking crazy, saying some things we'll regret Can we just slow it down and press reset? Damn, you're beautiful, so baby  [Chorus] So please don't judge me and I won't judge you Cause it could get ugly before it gets beautiful Please don't judge me and I won't judge you And if you love me then let it be beautiful  [Bridge] Just let the past, just be the past And focused on things that are gonna make us laugh Take me as I am and not who I was I'll promise I'll be, the one that you can trust  [Chorus: Chris Brown & Sevyn Streeter] So please don't judge me and I won't judge you Cause it could get ugly before it gets beautiful Please don't judge me and I won't judge you And if you love me then let it be beautiful Let it be beautiful, let it be beautiful, let it be Let it be beautiful, ay, let it be beautiful, yeah yeah yeah  [Outro: Chris Brown & Sevyn Streeter] I don't wanna go there We should never go there  ",
        "title": "Don't Judge Me"
    },
    {
        "artist": "Lupe Fiasco & Guy Sebastian",
        "lyrics": "  [Intro: Lupe Fiasco] The wound heals but it never does That’s cause you're at war with love You're at war with love, yeah  [Hook: Guy Sebastian] These battle scars don’t look like they’re fading Don’t look like they’re ever going away They ain't never gonna change These battle  [Verse 1: Lupe Fiasco] Never let a wound ruin me But I feel like ruin's wooing me Arrow holes that never close from Cupid on a shooting spree Feeling stupid cause I know it ain't no you and me But when you're trying to beat the odds up Been trying to keep your nods up and you know that you should know And let her go but the fear of the unknown Holding on another lover's phone sends you back into the zone (Go!) With no Tom Hanks to bring you home A lover not a fighter on the frontline with a poem Trying to write yourself a rifle, maybe sharpen up a song To fight the tanks and drones of you being alone  [Pre-Hook: Guy Sebastian] I wish I never looked, I wish I never touched I wish that I could stop loving you so much Cause I’m the only one that's trying to keep us together When all of the signs say that I should forget her I wish you weren’t the best, the best I ever had I wish that the good outweighed the bad Cause it’ll never be over, until you tell me it's over  [Hook: Guy Sebastian] These battle scars, don’t look like they’re fading Don’t look like they’re ever going away They ain't never gonna change These battle scars, don’t look like they’re fading Don’t look like they’re ever going away They ain't never gonna change These battle  [Verse 2: Lupe Fiasco] (And just leave then) You shouldn't have but you said it (And I hope you never come back) It shouldn't have happened but you let it Now you're down on the ground screaming medic The only thing that comes is the post-traumatic stresses Shields, body armors and vests Don't properly work, that's why you're in a locker full of hurt The enemy within and all the fires from your friends The best medicine is to probably just let her win  [Pre-Hook 2: Guy Sebastian] I wish I couldn't feel, I wish I couldn't love I wish that I could stop cause it hurts so much Cause I’m the only one that's trying to keep us together When all of the signs say that I should forget her I wish you weren’t the best, the best I ever had I wish that the good outweighed the bad Cause it’ll never be over, until you tell me it's over  [Hook: Guy Sebastian] These battle scars, don’t look like they’re fading Don’t look like they’re ever going away They ain't never gonna change These battle scars, don’t look like they’re fading Don’t look like they’re ever going away They ain't never gonna change These battle  [Bridge: Guy Sebastian & Lupe Fiasco] Cause you've set me on fire I’ve never felt so alive, yeah No, hoping wounds heal, but it never does That's because you're at war with love And I’m at the point of breaking And it’s impossible to shake it  [Pre-Hook: Lupe Fiasco] See, you hoped the wound heals, but it never does That's cause you're at war with love Hope it heals, but it never does That's cause you're at war with love!  [Hook: Guy Sebastian] These battle scars, don’t look like they’re fading Don’t look like they’re ever going away I ain't ever gonna change These battle scars, don’t look like they’re fading Don’t look like they’re ever going away They ain't never gonna change These battle scars, don’t look like they’re fading Don’t look like they’re ever going away I ain't ever gonna change These battle  ",
        "title": "Battle Scars"
    },
    {
        "artist": "J. Cole Featuring Miguel",
        "lyrics": "  [Produced by J. Cole]  [Hook: J. Cole] Got me up all night, all I'm singin' is love songs She got me up all night, constant drinkin' and love songs She got me up all night, down-and-out with these love songs She got me up all night, drownin' out with these love songs She got me up all night, all I'm singin' is love songs She got me up all night, constant drinkin' and love songs She got me up all night, down-and-out with these love songs She got me open all night, got me open all night  [Verse 1: J. Cole] Okay, back when I was sleeping in my mama crib Or even back when I was up there in Mohammed crib Paying seventeen-hundred for the rent, money well-spent No heater, but a nigga made heat, may I vent? Had a thing for ya, even wrote the song \"Dreams\" for ya ‘Cause I had dreams for ya, thoughts of a ring for ya Childish shit, you know child and shit Anonymous flowers sent, you know coward shit Now a nigga signed to Hov, took a power trip Back home I'm grown now, and the city's my throne now The same clubs that I used to get tossed out Life got Kriss Kross'd; totally crossed out ‘Cause now I'm in this bitch and I'm totally bossed out Old chicks crying ‘cause they know that they lost out But I'm still on you, I'm still on you My drink spill on me, while I fill on you, I'm sayin'...  [Refrain: Miguel] Would you believe me if I said I'm in love? Baby, I want you to want me Would you believe me if I said I'm in love? Baby, I want you  [Bridge: J. Cole] And we are, we are, we are Got me up all night And we are, we are, we are All I'm singin' is love songs And we are, we are, we are Got me up all night And we are, we are, we are (She got me) And we are, we are, we are (She got me)  [Verse 2: J. Cole] Well, this has got to be the longest crush ever If I ever get to fuck it'd be the longest bust ever Love is a drug, like the strongest stuff ever And, fuck it, I'm on one, you feel me? She on a power trip, she got me where she want a nigga Wife'ing in the club, man, my homies gon' disown a nigga Like, \"Give me 20 dollars, dollars!\" Ass stupid, how you get to college, college? I'm in your city and I'm wonderin' if you're home now Went and found a man, but I'm hopin' you're alone now Can't help but feeling like I dropped the ball, cliche I used to pop up on you at the mall each day Now, typically I kick game, like East Bay But you got a nigga freeze-framed yelling: \"Please play!\" For Pete's sake, homie, pull it together! Just fuck her one time and be through with forever, but...  [Refrain: Miguel] Would you believe me if I said I'm in love? Baby, I want you to want me Would you believe me if I said I'm in love? Baby, I want ya, yeah  [Bridge: J. Cole] And we are, we are, we are Got me up all night And we are, we are, we are All I'm singin' is love songs And we are, we are, we are Got me up all night And we are, we are, we are (She got me) And we are, we are, we are (She got me)  [Hook: J. Cole] Got me up all night, all I'm singin' is love songs She got me up all night, constant drinkin' and love songs She got me up all night, down-and-out with these love songs She got me up all night, drownin' out with these love songs She got me up all night, all I'm singin' is love songs She got me up all night, constant drinkin' and love songs She got me up all night, down-and-out with these love songs She got me open all night, got me open all night  ",
        "title": "Power Trip"
    },
    {
        "artist": "Wiz Khalifa Featuring The Weeknd",
        "lyrics": "  [Verse 1: The Weeknd] She's about to earn some bragging rights I'm 'bout to give it up like I've been holding back all night Girl, take pride in what you want to do Even if that means a new man every night inside of you Baby, I don't mind You can tell by how I roll Cause my clique hot and my cup cold My talk slurred cause I’m so throwed And I'm wiping sweat from my last show And he's TG and I'm XO I'm only here for one night Then I'mma be a memory Say it in my ear, so I can hear what you say to me I got cups full of that Rosé Smoke anything that's passed to me Don't worry 'bout my voice I won't need it for what I'm about to do to you  [Hook] Bad bitch, girl I think I might get used to you I might have to take your number when I'm through with you All I ask of you is try to earn my memory Make me remember you like you remember me Bad bitch, girl I think I might get used to you I might have to take your number when I'm through with you All I ask of you is try to earn my memory Make me remember you like you remember me  [Verse 2: Wiz Khalifa] Old rapping ass Light years past the class Hit it, don't have to pass Nigga, we the new Aftermath Niggas after fame, I just had to laugh Niggas after fame, I'm after cash You's a fan, I'm a player I'm the man, you's a hater And I only smoke papers That's how you tell I'm Taylor'd Nigga listen Break it down, rolling weed on the island of my kitchen And not a thing goes down without permission Look, everything I got on I was made for Everything that I got I done came for All the shit that you see I done slaved for All the cars and the crib, yeah that's paid for Need I say more Spend so much money on clothes Said fuck a store, making my own I hope that you're rolling one up while you're singing along And know I was rolling one while I was making this song Pour out some shots You're taking too long Young and I'm rich And plus all of my friends on that Bombay and lemonade  [Hook] Do to you Bad bitch, girl I think I might get used to you I might have to take your number when I'm through with you All I ask of you is try to earn my memory Make me remember you like you remember me Bad bitch, girl I think I might get used to you I might have to take your number when I'm through with you All I ask of you is try to earn my memory Make me remember you like you remember me  [Verse 3: Wiz Khalifa] I'm on some gin, you on some gin I'm moving slow, I'm driving fast I hit the weed, you take the wheel We lose control Drop the top in that 69 And that motor roar in that old Chevelle Can’t say a thing, how you supposed to feel Stacking all of this paper, dawg I like to call this shit old news And these haters jocking our old moves Popping champagne cause we made it Back of the Phantom, we faded All of this shit that I did I probably won't remember tomorrow  [Hook] Do to you Bad bitch, girl I think I might get used to you I might have to take your number when I'm through with you All I ask of you is try to earn my memory Make me remember you like you remember me Bad bitch, girl I think I might get used to you I might have to take your number when I'm through with you All I ask of you is try to earn my memory Make me remember you like you remember me  [Outro] Oh, oh Used to you Through with you All I ask of you is try to earn my memory Make me remember you like you remember me Used to you Through with you Memory, remember you  ",
        "title": "Remember You"
    },
    {
        "artist": "B.o.B Featuring T.I. & Juicy J",
        "lyrics": "  [Hook: B.o.B] I'm in my zone I'm feeling it Stop blowing my buzz quit killing it So buy another round They tried to shut us down About an hour ago But we still in this bitch Turn this shit up loud And buy another round They tried to shut us down About an hour ago But we still in this bitch  [Verse 1: B.o.B] I pull up, pull up, pull up in that automatic cookup B Rich pull up in that rooster 'til we wake the fucking hood up Got all these pounds of ganja, I work out, I'm doing kushups Bobby Bands is in the building, pop that pussy throw a foot up In the air, one time for a nigga like me with a squad like this With a team so strong with a flow so cold, ain't nothing but some bad bitches in my clique What's up Eastside We in this bitch They think they seeing me But they ain't seen shit Girls on the pole yeah they make me rich Girls at my shows wanna take my pic Yeah we can do this here all night, can't tell me nothing, can't tell me shit All in my zone, all on my own Open that pack, rollin' that strong And we still up in this bitch, won't turn down, won't go home  [Hook: B.o.B]  [Verse 2: T.I.] I got big wheels on my ride, spent about six mills on my ride You catch me swervin' all on your side of town bumpin' \"Bitch, Don't Kill My Vibe\" Don't blow my high, just blow my jock, I'm so paid, I'm so fly Your baby daddy disrespect me, black his eye, that's no lie I'm on my square, blowing circles in the air, of that purple I'm a boss and you a worker, listen here boy don't make me hurt you You want trouble I got plenty, how you want it full or semi I'm so rich so all that fuckboy shit you kickin' don't offend me Don't get killed of in this bitch, I spent mills all on this shit Boy it's been eleven years of this shit, look at me now still in this bitch I stand tall no can fall, you pussy ass niggas can't touch a G See me don't speak ain't' nothing G, I'm in my zone nigga don't fuck with me  [Hook: B.o.B]  [Verse 3: Juicy J] Juicy J stay in the club, me and all my niggas All these bad bitches, all this free liquor Surrounded by so many women one of these hoes might be your wife She lookin' for a nigga that's ballin' so tonight might be her night You know me I stay stuntin', lowkey I threw tuition at Onyx Flip money fast like Sonic, rich nigga I speak ebonics Got a new car I paid cash, got a new crib with a weed lab Crisp bills I need that, fuck your team where the freaks at Hundred deep in V.I.P., niggas always hatin' I came in with a bunch of goons and I'm leavin' with out with his lady I got your boo in my Bugatti, she bout to swallow my babies My system loud my weed loud, no hair clippers I'm faded  [Hook: B.o.B]  ",
        "title": "We Still In This B****"
    },
    {
        "artist": "Chris Young",
        "lyrics": "  Ain't nothin' goin' on in town tonight Except a loud party crowd drinkin' too much beer So baby tell me would it be alright If we just take a little rain check and stay right here I'm sure we could find somethin' to do As a matter of fact baby why don't you grab A couple glasses and a bottle of wine Walk down the hall and turn down the lights And baby while you're at it you might as well Let down your hair and I can take if from there Yeah I can take it from there  I'm gonna put an ol' record on, Conway Twitty Yell girl I'd love to lay you down Kill the ringer on the telephone Ain't gonna stop lovin' you til the candle burns out  Oh there it is, that little smile of yours Come on darlin' whatcha waitin' for Grab a couple glasses and a bottle of wine Walk down the hall and turn down the lights And baby while you're at it you might as well Let down your hair and I can take it from there  Tomorrows gonna be here way too soon Let's not waste another minute girl I got plans for me and you Just grab a couple glasses and that bottle of wine Walk down the hall and darlin' turn down those lights Baby while you're at it you might as well Let down your hair and I can take it from there Oh I can take it from there  ",
        "title": "I Can Take It From There"
    },
    {
        "artist": "The Lumineers",
        "lyrics": "  [Verse 1] She’ll lie and steal and cheat And beg you from her knees Make you think she means it this time She’ll tear a hole in you the one you can’t repair But i still love her I don’t really care  [Bridge] When we were young, oh oh we did enough When it got cold, ooh ooh we bundled up I can’t be told, ah ah it can’t be done  [Verse 2] It’s better to feel pain than nothing at all The opposite of love is indifference So pay attention now I’m standing on your porch screamin' out And I won’t leave until you come downstairs  [Chorus] So keep your head up keep your love So keep your head up, my love So keep your head up, my love So keep your head up keep your love  [Verse 3] And I don’t blame you For running like you did all these years I would do the same, you best believe And the highway signs say we’re close But I don’t read those things anymore I never trusted my own eyes  [Bridge] [When we were young, oh oh we did enough] [When it got cold, ooh ooh we bundled up] [I can’t be told, ah ah it can’t be done]  [Chorus] [So keep your head up keep your love] [So keep your head up, my love So keep your head up, my love So keep your head up keep your love]  Head up, love Head up, love Head up, love Head up, love  ",
        "title": "Stubborn Love"
    },
    {
        "artist": "Anna Kendrick",
        "lyrics": "  [Verse 1] I've got my ticket for the long way round Two bottles of whiskey for the way And I sure would like some sweet company I'm leaving tomorrow what do you say  [Chorus 1] When I'm gone When I'm gone You’re gonna miss me when I'm gone You're gonna miss me by my hair You're gonna miss me everywhere, oh You're gonna miss me when I’m gone When I'm gone When I'm gone You're gonna miss me when I'm gone You're gonna miss me by my walk You're gonna miss me by my talk, oh You're gonna miss me when I'm gone  [Verse 2] I've got my ticket for the long way 'round The one with the prettiest of views It's got mountains, it's got rivers, it's got sights to give you shivers But it sure would be prettier with you  [Chorus 2] When I'm gone When I'm gone You're gonna miss me when I'm gone You're gonna miss me by my walk You're gonna miss me by my talk, oh You're gonna miss me when I'm gone When I'm gone When I'm gone You’re gonna miss me when I'm gone You're gonna miss me by my hair You're gonna miss me everywhere, oh You're gonna miss me when I’m gone  [Outro] When I'm gone When I'm gone You’re gonna miss me when I'm gone Ou're gonna miss me when I'm gone You're gonna miss me by my walk You're gonna miss me by my talk, oh You're gonna miss me when I'm gone  ",
        "title": "Cups (Pitch Perfect's When I'm Gone)"
    },
    {
        "artist": "Eric Church",
        "lyrics": "  [Verse 1] I'm a long-gone Waylon song on vinyl I'm a back row sinner at a tent revival But she believes in me like she believes her Bible And loves me like Jesus does  [Verse 2] I'm a lead foot leaning on a souped-up Chevy I'm a good old boy, drinking whiskey and rye on the levee But she carries me when my sins make me heavy And loves me like Jesus does  [Chorus] All the crazy in my dreams Both my broken wings Every single piece of everything I am Yeah, she knows the man I ain't She forgives me when I can't The devil, man, no, he don't stand a chance Cause she loves me like Jesus does  [Verse 3] I always thought she'd give up on me one day Wash her hands of me, leave me staring down some runway But I thank God each night, and twice on Sunday That she loves me like Jesus does  [Chorus]  [Outro] Yes, she knows the man I ain't She forgives me when I can't That devil, man, he don't stand a chance She loves me like Jesus does I'm a long-gone Waylon song on vinyl  ",
        "title": "Like Jesus Does"
    },
    {
        "artist": "Tyga Featuring Rick Ross",
        "lyrics": "  [Produced by Dnyc3]  [Intro] I can feel it  [Verse 1: Tyga] T-Rawws rock my own kick game 8 figure deal figure how I'm courtside at clip game Still pop ace king shit I'm with Rozay Black Maybach leather gloves on that OJ OK the day you beating me bitch no day Bandz a make her dance that's thousand dollar foreplay AK get a full clip not a soundwave You kissed her in her mouth, ask her how my dick taste Bitch nigga you don't want no drama, I'm worth a couple commas It's death before dishonor Last King come sign up, all my shit be designer Extroardinary rhymer I bodied yo' shit for nothin' Wes, west up, hot temper Get wet up she give me head not neck up She clean the mess up One false move death from gesture Cash in the safe nigga I don't feel no pressure  [Hook: Tyga] I'm dope (All) all my shit dope (All) all my shit dope Cause it's 187 how I killing these hoes (All) all my shit dope (All) all my shit dope Cause it's 187 how I killing these hoes  [Verse 2: Rick Ross] H on the Buckle, Hermes and the hustle Crown on the watch, young niggas still thuggin' 8.7 on the crib so fuck it Went gold in a month so it ain't no budget New chains, rollex links New chick just to drag my mink New car just to ride 'round here Aviator crew we flyest 'round here Hating on hood niggas dying 'round here Bath Salt Boss, got insurance on the beard Cars rockstars, dope boys at odds I done seen it all but it's back to these broads Hands clap like a nigga in the stadium Million dollar chain but I'm rocking 8 of 'em I see you slipping boy don't make me pick your label up Scottie Pippen on the dribble I just laid 'em up Another triple got me tripping like it's angel dust We just winning all the women in my table ah Say my name say my name nigga say my name Hundred million dollar nigga, nigga say my name  [Hook: Tyga] I'm dope (All) all my shit dope (All) all my shit dope Cause it's 187 how I killing these hoes (All) all my shit dope (All) all my shit dope Cause it's 187 how I killing these hoes  [Verse 3: Tyga] Chief rocka, pill popper Tell her to pull them things out cause my car topless Off topic, get on top it, what’s your synopsis So sincere in her belly, that's that Nas shit King announcing that gangsta shit we mobbin' We taking your dollars creflo no white collar I (pop pop) wish a nigga would call Thomas Bitch I'm the bomb call me the unabomber Money in my game I'm driving shit that's insane You niggas stay in your lane no playing ain't nothing changed Pardon this good regime, I make your girl David Blaine Murder was the case all the kids say that nigga T-raw  [Hook: Tyga] I'm dope (All) all my shit dope (All) all my shit dope Cause it's 187 how I killing these hoes (All) all my shit dope (All) all my shit dope Cause it's 187 how I killing these hoes  I can feel it  ",
        "title": "Dope"
    },
    {
        "artist": "T.I. Featuring Lil Wayne",
        "lyrics": "  [Verse 1: T.I.] Okay we walk off in this bitch, ballin’ in this bitch Hoppin’ out of Lambos and Ferraris in this bitch Poppin’ bottles with a thick red super model bitch They may talk a lot of that but they can't do a lot of this Ay, Rico told me turn the lights on So I grab the Audemar and threw the ice on I’ma big dawg, got em pissed off A lot of niggas rapping, ain’t none this raw They like, eh look at T.I., ballin’ in the V.I Bunch of bad bitches with him looking like Aaliyah We just pull up, hop out, go in, show out Buy the whole bar, pop bottles go hard  [Chorus: Rico Love & (T.I.)] This club so packed, these hoes so drunk This club so packed, these hoes so drunk This club so packed, these hoes so drunk (I got a bottle, got a model, got a molly, got a blunt) Ball, ball, ball, ball Ball, ball, ball, ball Ball, ball, ball, ball (I got a bottle, got a model, got a molly, got a blunt)  [Verse 2: T.I.] The club full of bad bitches and they came to play Okay it must be your ass cause it ain't your face Now if you looking for them bottles and them stacks, girl You make your way up to my section where it’s at, girl Okay now do you wanna kick it with a nigga with a meal ticket Broke niggas looking mad, they just gotta deal with it Get right ho, roll a dice ho And you ain't gotta be a dyke cause you like hoes For everyday I spent behind the wall I do it big, ride, fly, stunt, shine and ball I got a bunch of money, so come and get it from me And a bucket full of bottles, bust it open If you wanna get drunk  [Chorus: Rico Love & (T.I.)] This club so packed, these hoes so drunk This club so packed, these hoes so drunk This club so packed, these hoes so drunk (I got a bottle, got a model, got a molly, got a blunt) Ball, ball, ball, ball Ball, ball, ball, ball Ball, ball, ball, ball (I got a bottle, got a model, got a molly, got a blunt)  [Verse 3: Lil Wayne] Ain’t no nigga like a Young Money nigga Pop that pussy like a gun, pull the trigger Shake that ass like a salt shaker I keep a L lit up like an elevator Bitch, shake it like a dog, hop like a frog, ride it like a horse I throw that dick like darts Drink all muddy, flag all bloody I’m killin’ these hoes like that nigga Ted Bundy I’m a good looking rapper, I ain’t tryna stunt I'ma fire my blunt like Donald Trump Where you at, ho? Where you at, ho? Can a nigga stick key up in ya back door? Tunechi  [Chorus: Rico Love & (T.I.)] This club so packed, these hoes so drunk This club so packed, these hoes so drunk This club so packed, these hoes so drunk (I got a bottle, got a model, got a molly, got a blunt) Ball, ball, ball, ball Ball, ball, ball, ball Ball, ball, ball, ball (I got a bottle, got a model, got a molly, got a blunt)  [Verse 4: T.I.] And do ya thing in slow motion like Soulja Slim And come around, wipe me down like Boosie (Free Boosie) That thang up for me, show me that you love me If it’s really too much for you you can bring a couple buddies Everyday I do my thang, big stones and chains She let me drill all in her mouth, no novacane Them other broke niggas, all they did was told ya thangs I could get ya on that G4 and show ya thangs I like my women fat ass, pretty toes and thangs Long hair don't care long as none down there If it's manicured I can have fun down there Take you to whatever club, throw some money in the air  [Chorus: Rico Love & (T.I.)] This club so packed, these hoes so drunk This club so packed, these hoes so drunk This club so packed, these hoes so drunk (I got a bottle, got a model, got a molly, got a blunt) Ball, ball, ball, ball Ball, ball, ball, ball Ball, ball, ball, ball (I got a bottle, got a model, got a molly, got a blunt)  ",
        "title": "Ball"
    },
    {
        "artist": "One Direction",
        "lyrics": "  [Verse 1: Zayn & Liam] Your hand fits in mine like it's made just for me But bear this mind it was meant to be And I'm joining up the dots with the freckles on your cheeks And it all makes sense to me I know you've never loved the crinkles by your eyes When you smile, you've never loved your stomach or your thighs The dimples in your back at the bottom of your spine But I’ll love them endlessly  [Chorus: Zayn] I won't let these little things slip out of my mouth But if I do, it's you, oh it's you, they add up to I'm in love with you and all these little things  [Verse 2: Louis & Harry] You can't go to bed without a cup of tea Maybe that's the reason that you talk in your sleep And all those conversations are the secrets that I keep Though it makes no sense to me I know you've never loved the sound of your voice on tape You never want to know how much you weigh You still have to squeeze into your jeans But you're perfect to me  [Chorus: Harry] I won't let these little things slip out of my mouth But if its true , it's you,  it's you, they add up to I'm in love with you and all these little things  [Bridge: Niall] You never love yourself half as much as I love you You'll never treat yourself right darling but I want you to If I let you know, I'm here for you Maybe you'll love yourself like I love you, oh  [Chorus: Harry & All] And I've just let these little things slip out of my mouth 'Cause it's you, oh it's you, it's you they add up to And I'm in love with you and all these little things I won't let these little things slip out of my mouth But if it's true, it's you, it's you they add up to I'm in love with you, and all your little things  ",
        "title": "Little Things"
    },
    {
        "artist": "Britt Nicole",
        "lyrics": null,
        "title": "Gold"
    },
    {
        "artist": "Chief Keef",
        "lyrics": "  [Spoken Intro]  [Hook] These bitches love Sosa O End or no end Fucking with them O boys You gon' get fucked over Raris and Rovers These hoes love Chief Sosa Hit him with that cobra Now that boy slumped over They do it all for Sosa You boys ain't making no noise Y'all know I'm a grown boy Your clique full of broke boys God ya'll some broke boys God ya'll some broke boys We GBE dope boys We got lots of dough boy  [Verse 1] These bitches love Sosa And they love them Glo' Boys Know we from the 'Go boy But we cannot go boy No I don't know ol' boy I know he's a broke boy Raris and Rovers Convertibles, Lambos boy You know I got bands boy And it's in my pants boy Disrespect them O Boys You won't speak again boy Don't think that I'm playin boy No we don't use hands boy No we don't do friends boy Collect bands I'm a land lord I gets lotsa commas I can fuck yo mama I ain't with the drama You can meet my llama Ridin with 3hunna With 300 foreigns These bitches see Chief Sosa I swear to god they all honored  [Hook] These bitches love Sosa O End or no end Fucking with them O boys You gon' get fucked over Raris and Rovers These hoes love Chief Sosa Hit him with that cobra Now that boy slumped over They do it all for Sosa You boys ain't making no noise Y'all know I'm a grown boy Your clique full of broke boys God ya'll some broke boys God ya'll some broke boys We GBE dope boys We got lots of dough boy  [Verse 2] Don't make me call D. Rose boy He six double-o boy And he keep that pole boy You gon' get fucked over Bitch I done sell soda And I done sell coca She gon' clap for Sosa He gon' clap for Sosa They do it for Sosa Them hoes they do it for Sosa Tadoe off the Molly water So nigga be cool like water Fore you get hit with this lava Bitch I'm the trending topic Don't care no price I'll cop it b And yo bitch steady jockin' me  [Hook] These bitches love Sosa O End or no end Fucking with them O boys You gon' get fucked over Raris and Rovers These hoes love Chief Sosa Hit him with that cobra Now that boy slumped over They do it all for Sosa You boys ain't making no noise Y'all know I'm a grown boy Your clique full of broke boys God ya'll some broke boys God ya'll some broke boys We GBE dope boys We got lots of dough boy  ",
        "title": "Love Sosa"
    },
    {
        "artist": "Afrojack Featuring Chris Brown",
        "lyrics": "  [Verse 1: Chris Brown] I just can’t live anymore like this My heart just opened up the door again Just watch me fly as I spread my wings Don’t ask me why 'cause there are too many things  [Chorus: Chris Brown] And now we’re standing on the edge Looking like here we go again I used to be your man But today, I woke up as your friend As your friend, as your friend, as your friend I woke up as your friend As your friend, as your friend I woke up as your friend  [Verse 2: Chris Brown] Oh lil mama, I can feel your fire You're poisonous, lady, let me take you higher And I don’t care if it’s a bad time Just label me the bad guy tonight  [Chorus: Chris Brown] And now we’re standing on the edge Looking like here we go again I used to be your man But today, I woke up as your friend  [Verse 3: Chris Brown] I came to party hoping that you would fall in love Don’t mean to put no pressure on you Everybody loves a molly and the DJ, he’s getting drunk Trying to get next to you  [Chorus: Chris Brown] Now we’re standing on the edge Looking like here we go again I used to be your man But today, I woke up as your friend As your friend, as your friend, as your friend I woke up as your friend As your friend, as your friend I woke up, I woke up as a friend As your friend, as your friend, as your friend As your friend, as your friend, as your friend I woke up as your friend  [Bridge: Afrojack] I'ma fuck that pussy I'ma fuck that pussy I'ma fuck that pussy  [Chorus: Chris Brown] Now we’re standing on the edge Looking like here we go again I used to be your man But today, I woke up as your friend As your friend, as your friend, as your friend I woke up as your friend As your friend, as your friend I woke up, I woke up as a friend As your friend, as your friend, as your friend As your friend, as your friend, as your friend I woke up as your friend  [Bridge: Afrojack] I'ma fuck that pussy I'ma fuck that pussy I'ma fuck that pussy  ",
        "title": "As Your Friend"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": null,
        "title": "Changed"
    },
    {
        "artist": "Michael Buble",
        "lyrics": null,
        "title": "It's A Beautiful Day"
    },
    {
        "artist": "Tamar Braxton",
        "lyrics": "  [Verse 1] Somebody said every day was gon' be sunny skies Only Marvin Gaye and lingerie I guess somebody lied We started discussin', then to fightin', then don't touch me please Then it's let's stop the madness, just come lay with me And truth be told, I'm wavin' my flag before it goes bad, yeah yeah  [Pre-Chorus 1] Cause we made it this far on for better or worse I wanna feel it even if it hurts If I gotta cry to get to the other side Let's go cause we're gon' survive, oh  [Chorus] We stay on the front lines Yeah, but we're still here after the bomb drops We go so hard we lose control The fire starts then we explode When the smoke clears we dry our tears Only in love and war  [Verse 2] Sometimes you're my general You quarterback all these plays Sometimes you're my enemy and I'm throwin' grenades We'll just be chillin' and laughin', I'm layin' on your chest I don't know what I did cause things just went left But here we go back down that road That's just the way that it goes  [Pre-Chorus 2] Cause we made it this far on for better or worse I wanna feel it even if it hurts If I gotta cry to get to the other side As long as you're there, I'll survive, oh  [Chorus] We stay on the front lines Yeah, but we're still here after the bomb drops We go so hard we lose control The fire starts then we explode When the smoke clears we dry our tears Only in love and war  [Bridge] As long as we make up after every fight when it's over You know I'm comin' home, right there, where I belong I'm takin' all this over Oh-oh-oh-whoa-ooh-oh-oh  [Chorus] We stay on the front lines Yeah, but we're still here after the bomb drops We go so hard we lose control The fire starts then we explode, baby When the smoke clears we dry our tears  [Outro] Only in love and war Only in love and war Only in love and war  ",
        "title": "Love And War"
    },
    {
        "artist": "Nicki Minaj",
        "lyrics": "  [Verse 1] Just met a boy, Just met a boy when He can come inside of my playpen Cause he look like a superstar in the making So I think that I'm going in for the taking Hear through the grapevine that he's cakin' We can shoot a movie he can do the tapin' Boom boom pow, this thing be shakin' I ain't even tryna find out who he datin'  [Hook] Cause I know he got a wife at home But I need just one night alone If he keep playin them g-g-games I'mma run away (ay) I'mma run away (ay ay) I-I-I wanna give you one last option I-I-I wanna give you one last chance If-If you looking for the main attraction Just hold on tight and let me do my dance  If you want it I'm gonna be va va voom voom If you got it you got it you got that boom boom If you want it I'm gonna be va va voom voom If you got it you got it you got that boom boom  [Verse 2] Just met a boy, Just met a boy when He can become my little problem Cause it look like he modeling clothes in Dublin So I think he that getting that green, a goblin Hear through the grapevine that he hang low We can shoot a movie, we can bang like Rambo Boom boom pow, this thing so bingo Wondering if he can understand my lingo  [Hook] Cause I know he got a wife at home But I need just one night alone If he keep playin them g-g-games I'mma run away (ay) I'mma run away (ay ay) I-I-I wanna give you one last option I-I-I wanna give you one last chance If-If you looking for the main attraction Just hold on tight and let me do my dance  [Bridge] Boy, I'm in this club slow-mo, don't mind if I do And I can tell you feeling me from the jump, I wanna ride too You got that hot shit, boy, you blessed, let me feel up on your chest Flex it, you the man, you the man, one-hundred grand The same old game blow, yes, I play it very well Come baby, lay it down, let me stay down Let me show you how I run things in my playground Come and get this va va voom voom (woo woo)  [Hook] Cause I know he got a wife at home But I need just one night alone If he keep playin them g-g-games I'mma run away (ay) I'mma run away (ay ay) I-I-I wanna give you one last option I-I-I wanna give you one last chance If-If you looking for the main attraction Just hold on tight and let me do my dance  ",
        "title": "Va Va Voom"
    },
    {
        "artist": "Justin Timberlake",
        "lyrics": "  [Verse 1] Aren't you somethin' to admire 'Cause your shine is somethin' like a mirror And I can't help but notice You reflect in this heart of mine If you ever feel alone and The glare makes me hard to find Just know that I'm always Parallel on the other side  [Bridge] 'Cause with your hand in my hand and a pocket full of soul I can tell you there's no place we couldn't go Just put your hand on the glass I'm here tryin' to pull you through You just gotta be strong  [Hook] 'Cause I don't wanna lose you now I'm lookin' right at the other half of me The vacancy that sat in my heart Is a space that now you hold Show me how to fight for now And I'll tell you, baby, it was easy Comin' back here to you once I figured it out You were right here all along It's like you're my mirror My mirror staring back at me I couldn't get any bigger With anyone else beside me And now it's clear as this promise That we're making Two reflections into one 'Cause it's like you're my mirror My mirror staring back at me, staring back at me  [Verse 2] Aren't you somethin', an original 'Cause it doesn't seem merely a sample And I can't help but stare, 'cause I see truth somewhere in your eyes I can't ever change without you You reflect me, I love that about you And if I could, I Would look at us all the time  [Bridge] 'Cause with your hand in my hand and a pocket full of soul I can tell you there's no place we couldn't go Just put your hand on the glass I'm here tryin' to pull you through You just gotta be strong  [Hook] 'Cause I don't wanna lose you now I'm lookin' right at the other half of me The vacancy that sat in my heart Is a space that now you hold Show me how to fight for now And I'll tell you, baby, it was easy Comin' back here to you once I figured it out You were right here all along It's like you're my mirror My mirror staring back at me I couldn't get any bigger With anyone else beside me And now it's clear as this promise That we're making Two reflections into one 'Cause it's like you're my mirror My mirror staring back at me, staring back at me  [Break] Yesterday is history Tomorrow's a mystery I can see you lookin' back at me Keep your eyes on me Baby, keep your eyes on me  [Hook] 'Cause I don't wanna lose you now I'm lookin' right at the other half of me The vacancy that sat in my heart Is a space that now you hold Show me how to fight for now And I'll tell you, baby, it was easy Comin' back here to you once I figured it out You were right here all along It's like you're my mirror My mirror staring back at me I couldn't get any bigger With anyone else beside me And now it's clear as this promise That we're making Two reflections into one 'Cause it's like you're my mirror My mirror staring back at me, staring back at me  You are, you are the love of my life  [Verse 3] Baby, you're the inspiration of this precious song And I just wanna see your face light up since you put me on So now I say goodbye to the old me, it's already gone And I can't wait wait wait wait wait to get you home Just to let you know, you are  [Verse 4] Girl you're my reflection, all I see is you My reflection, in everything I do You're my reflection and all I see is you My reflection, in everything I do  ",
        "title": "Mirrors"
    },
    {
        "artist": "Brantley Gilbert",
        "lyrics": "  [Verse 1] Maybe I should take that picture off the dashboard Before her memory hits the brakes and takes the wheel Yeah, I bet she's still crying on that front porch Yeah, this time it's gonna take some time to heal  [Chorus] Cause I'm on my way to Tennessee Singing \"Georgia On My Mind\" Chasing what they say's a dream Thinking maybe it ain't mine Cause that girl's in every song I sing She's in every song I write And that six string ridin' in her seat Won't keep me warm tonight God what am I supposed to do There's more than miles in my rearview  [Verse 2] Well, I'm headed north to what I swore I wanted And trying not to buy into my doubts But I just can't seem to keep myself from wondering Why I'm jealous of all them headlights headed south  [Chorus]  [Verse 3] Yeah, more than miles Yeah, I've been changing lanes without my mirrors Cause every time I look behind me I see her I think I just realized how much I need her  [Chorus] So I’m turning back for Georgia Stopping short of Tennessee I can’t put my dreams before her Man, I need her with me Cause that girl’s in every song I sing She’s in every song I write And that six string ridin' in her seat Can sleep in the back tonight Now I know what I’m supposed to do, yeah There’s still more than miles in my rear view  [Outro] More than miles, yeah More than miles  ",
        "title": "More Than Miles"
    },
    {
        "artist": "Hadouken!",
        "lyrics": null,
        "title": "Levitate"
    },
    {
        "artist": "Big Sean",
        "lyrics": "  [Intro: Big Sean] God, oh, God I've been working all god damn year, I just got my check I'm 'bout to spend it all on me, I'm worth it  [Bridge: Big Sean (Kanye West)] Hol' up, tell me what you see Pull up, watch these motherfuckers freak Why don't ya say waddup though when you see me in the streets (G.O.O.D. Music in this bitch now drop that motherfuckin beat)  [Hook: Big Sean & Kanye West] Okay, this to all of my enemies that seeing me gettin' guap right now Seeing me gettin' guap right now, seeing me gettin' guap right now This to all of my hatin' hoes that seeing me gettin' guap right now Seeing me gettin' guap right now, hell yeah, I won't stop right now This to all my old hoes that seeing me gettin' guap right now Seeing me gettin' guap right now, hell yeah, I won't stop right now Seeing me gettin' guap right now, hell nah, I won't stop right now Hell nah, I won't stop right now, seeing me gettin' guap right now  [Verse 1] Okay, I need 50k large (right now) My momma need a new crib (right now) My daddy need a new car (right now) So I be goin' so hard (right now) Detroit is my yard (right now) I need a 17 car garage (right now) I need a 17 broad menage (right now) I need a jail house to free my dogs (right now) I done paid taxes, paid dues, paid bills my whole life So I'mma throw money in the air, like I'm tryin' to pay the sky Told myself that man if I can't live like this, I'd rather die I give it up to God, and he always replies: \"Control yo' hoes, you let her talk till you crazy You got baby mama drama, you ain't even got you no baby! You fugazi, b-boss up, boss up with your time dog You ain't got time for no hoes, I ain't even got time for no time off!\" I'm on  [Hook]  [Verse 2] Okay, I need 50k large (right now) My homie just beat the charge (right now) My brother need a new job (right now) So I be goin' so hard (right now) I need my face on a black card (right now) My iPhone need a charge (right now) My fish tank need sharks (right now) I need a blimp to say the worlds ours (right now) So these niggas can know I do what they can't I'm stuntin' for all the people who ain't You still hatin'? You should be fuckin' ashamed Far as I came, guess when you're running the game they want you to sprain Yeah, I know, but I don't get my stress on Takin' shots, swear it's like my stomachs made of Teflon They like, \"Boy, won't you get your rest on?\" Bitch, cause I'm up for every hour I was slept on And last night I dreamed about two girls, bisexual They was tryin' things, trisexual Then I woke up in a city where the population match the death toll Drew my blueprint, got it illustrated, F.F. affiliated Millions chasin' go to sleep wake up continuated Life of a Don, Chandon sippin', never had a palm readin' Always had my palms itchin' time to get it Boy, I was taught to get it till it's gone Even when I got it, watch me get it like I don't  [Bridge] + [Hook]  [Outro] Right now, whoa (x6) This to all my enemies that see me gettin' guap right now See me gettin' guap right now, hell yeah, won't stop right now See me gettin' guap right now, hell nah, won't stop right now Hell nah, won't stop right now, see me gettin' guap right now  ",
        "title": "Guap"
    }
]