[
    {
        "artist": "OMI",
        "lyrics": "  [Verse 1] When I need motivation My one solution is my queen 'Cause she stay strong (yeah yeah) She is always in my corner Right there when I want her All these other girls are tempting But I'm empty when you're gone And they say  [Pre-Chorus] Do you need me? Do you think I'm pretty? Do I make you feel like cheating? And I'm like no, not really cause  [Chorus] Oh I think that I found myself a cheerleader She is always right there when I need her Oh I think that I found myself a cheerleader She is always right there when I need her  [Verse 2] She walks like a model She grants my wishes like a genie in a bottle (yeah yeah) Cause I'm the wizard of love And I got the magic wand All these other girls are tempting But I'm empty when you're gone And they say  [Pre-Chorus] Do you need me? Do you think I'm pretty? Do I make you feel like cheating? And I'm like no, not really cause  [Chorus] Oh I think that I found myself a cheerleader She is always right there when I need her Oh I think that I found myself a cheerleader She is always right there when I need her  [Verse 3] She gives me love and affection Baby did I mention, you're the only girl for me No I don't need a next one Mama loves you too, she thinks I made the right selection Now all that's left to do Is just for me to pop the question  [Chorus] Oh I think that I found myself a cheerleader She is always right there when I need her Oh I think that I found myself a cheerleader She is always right there when I need her  ",
        "title": "Cheerleader"
    },
    {
        "artist": "Wiz Khalifa Featuring Charlie Puth",
        "lyrics": "  [Chorus: Charlie Puth] It's been a long day without you, my friend And I'll tell you all about it when I see you again We've come a long way from where we began Oh, I'll tell you all about it when I see you again When I see you again  [Verse 1: Wiz Khalifa] Damn, who knew? All the planes we flew, good things we been through That I'd be standing right here talking to you 'Bout another path, I know we loved to hit the road and laugh But something told me that it wouldn't last Had to switch up, look at things different, see the bigger picture Those were the days, hard work forever pays Now I see you in a better place, uh  [Refrain: Wiz Khalifa] How can we not talk about family When family's all that we got? Everything I went through You were standing there by my side And now you gon' be with me for the last ride  [Chorus: Charlie Puth] It's been a long day without you, my friend And I'll tell you all about it when I see you again We've come a long way from where we began Oh, I'll tell you all about it when I see you again When I see you again  [Post-Chorus: Charlie Puth] Aah oh, aah oh Wooooh-oh-oh-oh-oh-oh Yeah  [Verse 2: Wiz Khalifa] First, you both go out your way and the vibe is feeling strong And what's small turned to a friendship, a friendship turned to a bond And that bond will never be broken, the love will never get lost And when brotherhood come first, then the line will never be crossed Established it on our own when that line had to be drawn And that line is what we reached, so remember me when I'm gone  [Refrain: Wiz Khalifa] How can we not talk about family When family's all that we got? Everything I went through You were standing there by my side And now you gon' be with me for the last ride  [Bridge: Charlie Puth] So let the light guide your way, yeah Hold every memory as you go And every road you take Will always lead you home, home  [Chorus: Charlie Puth] It's been a long day without you, my friend And I'll tell you all about it when I see you again We've come a long way from where we began Oh, I'll tell you all about it when I see you again When I see you again  [Post-Chorus: Charlie Puth] Aah oh, aah oh Wooooh-oh-oh-oh-oh-oh Yeah  ",
        "title": "See You Again"
    },
    {
        "artist": "The Weeknd",
        "lyrics": "  [Produced by Max Martin]  [Verse 1] And I know she'll be the death of me At least we'll both be numb And she'll always get the best of me The worst is yet to come But at least we'll both be beautiful and stay forever young This I know, yeah, this I know  [Pre-Chorus] She told me, \"don't worry about it\" She told me, \"don't worry no more\" We both know we can't go without it She told me you'll never be alone, oh, oh, woo  [Chorus] I can't feel my face when I'm with you But I love it, but I love it, oh I can't feel my face when I'm with you But I love it, but I love it, oh  [Verse 2] And I know she'll be the death of me At least we'll both be numb And she'll always get the best of me The worst is yet to come All the misery was necessary when we're deep in love This I know, girl, I know  [Pre-Chorus] She told me, \"don't worry about it\" She told me, \"don't worry no more\" We both know we can't go without it She told me you'll never be alone, oh, oh, woo  [Chorus] I can't feel my face when I'm with you But I love it, but I love it, oh I can't feel my face when I'm with you But I love it, but I love it, oh I can't feel my face when I'm with you But I love it, but I love it, oh I can't feel my face when I'm with you But I love it, but I love it, oh  [Pre-Chorus] She told me, \"don't worry about it\" She told me, \"don't worry no more\" We both know we can't go without it She told me you'll never be alone, oh, oh, woo  [Chorus] I can't feel my face when I'm with you But I love it, but I love it, oh I can't feel my face when I'm with you But I love it, but I love it, oh I can't feel my face when I'm with you But I love it, but I love it, oh I can't feel my face when I'm with you But I love it, but I love it, oh  ",
        "title": "Can't Feel My Face"
    },
    {
        "artist": "Taylor Swift Featuring Kendrick Lamar",
        "lyrics": "  [Intro: Taylor Swift] ‘Cause, baby, now we've got bad blood You know it used to be mad love So take a look what you've done ‘Cause, baby, now we've got bad blood, hey!  [Verse 1: Kendrick Lamar] I can't take it back, look where I'm at We was OG like D.O.C., remember that? My TLC was quite OD, ID my facts Now POV of you and me, similar Iraq I don't hate you, but I hate to critique, overrate you These beats of a dark heart, use basslines to replace you Take time and erase you, love don't hear no more No, I don't fear no more Better yet, respect ain't quite sincere no more  [Pre-Chorus: Taylor Swift] Oh, it's so sad to Think about the good times You and I  [Chorus: Taylor Swift] ‘Cause, baby, now we've got bad blood You know it used to be mad love So take a look what you've done ‘Cause, baby, now we've got bad blood, hey! Now we've got problems And I don't think we can solve 'em You made a really deep cut And, baby, now we've got bad blood, hey!  [Verse 2: Kendrick Lamar] Remember when you tried to write me off? Remember when you thought I'd take a loss? Don't you remember? You thought that I would need ya Follow procedure, remember? Oh, wait, you got amnesia It was my season for battle wounds Battle scars, body bumped, bruised Stabbed in the back; brimstone, fire jumping through Still, all my life, I got money and power And you gotta live with the bad blood now  [Pre-Chorus: Taylor Swift] Oh, it's so sad to Think about the good times You and I  [Chorus: Taylor Swift] ‘Cause, baby, now we've got bad blood You know it used to be mad love So take a look what you've done ‘Cause, baby, now we've got bad blood, hey! Now we've got problems And I don't think we can solve 'em You made a really deep cut And, baby, now we've got bad blood, hey!  [Bridge: Taylor Swift + Kendrick Lamar] Band-Aids don't fix bullet holes You say sorry just for show You live like that, you live with ghosts You forgive, you forget, but you never let it go Band-Aids don't fix bullet holes You say sorry just for show If you live like that, you live with ghosts If you love like that, blood runs cold  [Chorus: Taylor Swift] ‘Cause, baby, now we've got bad blood You know it used to be mad love So take a look what you've done ‘Cause, baby, now we've got bad blood, hey! Now we've got problems And I don't think we can solve 'em You made a really deep cut And, baby, now we've got bad blood, hey! ‘Cause, baby, now we've got bad blood You know it used to be mad love So take a look what you've done ‘Cause, baby, now we've got bad blood, hey! Now we've got problems And I don't think we can solve 'em You made a really deep cut And, baby, now we've got bad blood, hey!  ",
        "title": "Bad Blood"
    },
    {
        "artist": "Silento",
        "lyrics": "  [Intro] You already know who it is Silentó Silentó Silentó Go on an' do it for me  [Hook] Now watch me whip (Kill it!) Now watch me nae nae (Okay!) Now watch me whip, whip Watch me nae nae (Watch me do it) Now watch me whip (Kill it!) Now watch me nae nae (Okay!) Now watch me whip, whip Watch me nae nae (Can you do it?) Now watch me, ooh watch me, watch me Ooh watch me, watch me Ooh watch me, watch me Ooh ooh ooh ooh Now watch me, ooh watch me, watch me Ooh watch me, watch me Ooh watch me, watch me Ooh ooh ooh ooh  [Verse 1] Do the stanky leg (stank) do the stanky leg (stank-stank) Do the stanky leg (stank) do the stanky leg (stank-stank) Do the stanky leg (stank) do the stanky leg (stank-stank) Do the stanky leg (stank) do the stanky leg (stank-stank) Now break your legs (break 'em) break your legs (brake the knob) Tell 'em \"break your legs\" (break 'em) break your legs (brake the knob) Gon' and break your legs (break 'em) break your legs (brake the knob) Gon' and break your legs (break 'em) break your legs (brake the knob)  [Pre-Hook] Now watch me bop bop bop bop bop Bop bop bop bop bop Now watch me bop bop bop bop bop Bop bop bop bop bop  [Hook] Now watch me whip (Kill it!) Now watch me nae nae (Okay!) Now watch me whip, whip Watch me nae nae (Watch me do it) Now watch me whip (Kill it!) Now watch me nae nae (Okay!) Now watch me whip, whip Watch me nae nae (Can you do it?) Now watch me, ooh watch me, watch me Ooh watch me, watch me Ooh watch me, watch me Ooh ooh ooh ooh Now watch me, ooh watch me, watch me Ooh watch me, watch me Ooh watch me, watch me Ooh ooh ooh ooh  [Verse 2] Now watch me you (Soulja!), now watch me Superman (okay) Now watch me  you (Soulja!), now watch me Superman (okay) Now watch me you (Soulja!), now watch me Superman (okay) Now watch me you (Soulja!), now watch me Superman (okay) Now watch me duff, duff, duff, duff, duff Duff, duff, duff (Hold on) Now watch me duff, duff, duff, duff, duff Duff, duff, duff, duff  [Pre-Hook] Now watch me bop bop bop bop bop Bop bop bop bop bop Now watch me bop bop bop bop bop Bop bop bop bop bop  [Hook] Now watch me whip (Kill it!) Now watch me nae nae (Okay!) Now watch me whip, whip Watch me nae nae (Watch me do it) Now watch me whip (Kill it!) Now watch me nae nae (Okay!) Now watch me whip, whip Watch me nae nae (Can you do it?) Now watch me, ooh watch me, watch me Ooh watch me, watch me Ooh watch me, watch me Ooh ooh ooh ooh Now watch me, ooh watch me, watch me Ooh watch me, watch me Ooh watch me, watch me Ooh ooh ooh ooh  ",
        "title": "Watch Me"
    },
    {
        "artist": "Fetty Wap",
        "lyrics": "  [Intro] RGF productions Remy Boyz, yeaahhhh 1738  [Bridge] I'm like \"Hey, what's up? Hello\" Seen yo pretty ass soon as you came in the door I just wanna chill, got a sack for us to roll Married to the money, introduced her to my stove Showed her how to whip it, now she remixin' for low She my trap queen, let her hit the bando We be countin' up, watch how far them bands go We just set a goal, talkin' matchin' Lambos At 56 a gram, 5 a 100 grams though Man, I swear I love her, how she work the damn pole Hit the strip club, we be lettin' bands go Everybody hatin', we just call them fans, though In love with the money, I ain't never lettin' go  [Chorus] And I get high with my baby I just left the mall, I'm gettin' fly with my baby, yeah And I can ride with my baby I be in the kitchen cookin' pies with my baby, yeah And I can ride with my baby I just left the mall, I'm gettin' fly with my baby, yeah And I can ride with my baby I be in the kitchen cookin' pies  [Verse 1] I'm like, \"Hey, what's up? Hello\" I hit the strip with my trap queen, 'cause all we know is bands I just might snatch up a 'Rari and buy my boo a Lamb' I might just snatch her a necklace, drop a couple on a ring She ain't wantin' for nothin' because I got her everything It's big ZooWap from the bando Remind me where I can't go Remy Boyz got the stamp though Count up hella them bands though Boy how far can your bands go? Fetty Wap, I'm livin' fifty thousand K how I stand though If you checkin' for my pockets I'm like…  [Chorus] And I get high with my baby I just left the mall, I'm gettin' fly with my baby, yeah And I can ride with my baby I be in the kitchen cookin' pies with my baby, yeah And I can ride with my baby I just left the mall, I'm gettin' fly with my baby, yeah And I can ride with my baby I be in the kitchen cookin' pies  [Bridge] I'm like, \"Hey, what's up? Hello\" Seen yo pretty ass soon as you came in the door I just wanna chill, got a sack for us to roll Married to the money, introduced her to my stove Showed her how to whip it, now she remixin' for low She my trap queen, let her hit the bando We be countin' up, watch how far them bands go We just set a goal, talkin' matchin' Lambos At 56 a gram, 5 a 100 grams though Man, I swear I love her how she work the damn pole Hit the strip club, we be lettin' bands go Everybody hatin', we just call them fans though In love with the money, I ain't never lettin' go  [Verse 2] I be smokin' dope and you know Backwoods what I roll Remy Boyz, Fetty eatin' shit up, that's fasho I'll run in ya house, then I'll fuck your ho 'Cause Remy Boyz or nothin' Re-Re-Remy Boyz or nothin'  [Outro: Nitt Da Gritt (Fetty Wap)] (She my trap queen) Yeah, you hear my boy (She my trap queen) Soundin' like a zillion bucks on the track (She my trap queen) I got whatever on my boy, whatever (And I get high with my baby) Put your money where your mouth is Money on the wood make the game go good Money out of sight cause fights Put up or shut up, huh? Nitt Da Gritt, RGF Productions (ZooWap)  ",
        "title": "Trap Queen"
    },
    {
        "artist": "WALK THE MOON",
        "lyrics": "  [Intro]  [Chorus] Oh, don't you dare look back Just keep your eyes on me I said, “You're holding back” She said, “Shut up and dance with me” This woman is my destiny She said, “Oooooh, shut up and dance with me”  [Verse 1] We were victims of the night A chemical, physical, kryptonite Helpless to the bass and fading light Oh, we were bound to get together Bound to get together  [Pre-Chorus] She took my arm, I don't know how it happened We took the floor and she said  [Chorus] \"Oh, don't you dare look back Just keep your eyes on me\" I said, “You're holding back” She said, “Shut up and dance with me” This woman is my destiny She said, “Oooooh, shut up and dance with me”  [Verse 2] A backless dress and some beat up sneaks My discotheque Juliet, teenage dream I felt it in my chest since she looked at me I knew we were bound to be together Bound to be together  [Pre-Chorus] She took my arm, I don't know how it happened We took the floor and she said  [Chorus] Oh, don't you dare look back Just keep your eyes on me I said, “You're holding back” She said, “Shut up and dance with me” This woman is my destiny She said “Oooooh, shut up and dance with me”  Ohh, c'mon girl  [Bridge] Deep in her eyes, I think I see the future I realize this is my last chance She took my arm, I don't know how it happened We took the floor and she said  [Chorus] \"Oh, don't you dare look back Just keep your eyes on me\" I said, you're holding back She said, “Shut up and dance with me” This woman is my destiny She said, “Oooooh, shut up and dance Don't you dare look back Just keep your eyes on me\" I said, \"You're holding back She said, “Shut up and dance with me” This woman is my destiny She said, “Oooooh, shut up and dance with me” ”Oooooh, shut up and dance with me” ”Oooooh, shut up and dance with me”  ",
        "title": "Shut Up And Dance"
    },
    {
        "artist": "Rachel Platten",
        "lyrics": "  [Verse 1] Like a small boat on the ocean Sending big waves into motion Like how a single word Can make a heart open I might only have one match But I can make an explosion  [Pre-Chorus] And all those things I didn't say Wrecking balls inside my brain I will scream them loud tonight Can you hear my voice this time?  [Chorus] This is my fight song Take-back-my-life song Prove-I'm-alright song My power's turned on Starting right now I'll be strong I'll play my fight song And I don't really care If nobody else believes 'Cause I've still got A lot of fight left in me  [Verse 2] Losing friends and I'm chasing sleep Everybody's worried about me In too deep they say I'm in too deep (in too deep) And it's been two years I miss my home But there's a fire burning in my bones Still believe Yeah, I still believe  [Pre-Chorus] And all those things I didn't say Wrecking balls inside my brain I will scream them loud tonight Can you hear my voice this time?  [Chorus] This is my fight song Take-back-my-life song Prove-I'm-alright song My power's turned on Starting right now I'll be strong I'll play my fight song And I don't really care If nobody else believes 'Cause I've still got A lot of fight left in me A lot of fight left in me  [Verse 3] Like a small boat on the ocean Sending big waves into motion Like how a single word Can make a heart open I might only have one match But I can make an explosion  [Chorus/Outro] This is my fight song (Hey!) Take back my life song (Hey!) Prove I'm alright song (Hey!) My powers turned on Starting right now I'll be strong (I'll be strong) I'll play my fight song And I don't really care If nobody else believes 'Cause I've still got A lot of fight left in me Now I've still got a lot of fight left in me  ",
        "title": "Fight Song"
    },
    {
        "artist": "Skrillex & Diplo With Justin Bieber",
        "lyrics": null,
        "title": "Where Are U Now"
    },
    {
        "artist": "David Guetta Featuring Nicki Minaj, Bebe Rexha & Afrojack",
        "lyrics": "  [Intro: Alan Lomax] Be my woman, girl, I'll be your man Be my woman, girl, I'll be your man  [Verse 1: Nicki Minaj] Yes, I'll be your woman, yes, I'll be your baby Yes, I'll be whatever that you tell me when you're ready Yes, I'll be your girl, forever your lady You ain't ever gotta worry, I'm down for you baby  [Pre-Chorus: Nicki Minaj] Best believe that, when you need that I'll provide that, you will always have it I'll be on deck, keep it in check When you need that, I'mma let you have it  [Chorus: Bebe Rexha] Beating my drum like, dum di di day I like the dirty rhythm you play I wanna hear you calling my name Like, hey mama, mama, hey mama, ma Banging the drum like, dum di di day I know you want it in the worst way I wanna hear you calling my name Like, hey mama, mama, hey mama, ma  [Post-Chorus: Alan Lomax] Be my woman, girl, I'll be your man Be my woman, girl, I'll be your man  [Verse 2: Nicki Minaj] Yes I do the cooking, yes I do the cleaning Plus I keep the na-na real sweet, for your eating Yes you be the boss, and yes I be respecting Whatever that you tell me, cause it's game you be spitting  [Pre-Chorus: Nicki Minaj] Best believe that, when you need that I'll provide that, you will always have it I'll be on deck, keep it in check When you need that, I'mma let you have it  [Chorus: Bebe Rexha] Beating my drum like, dum di di day I like the dirty rhythm you play I wanna hear you calling my name Like, hey mama, mama, hey mama, ma Banging the drum like, dum di di day I know you want it in the worst way I wanna hear you calling my name Like, hey mama, mama, hey mama, ma  [Post-Chorus: Alan Lomax] Be my woman, girl, I'll be your man Be my woman, girl, I'll be your man  [Verse 3: Nicki Minaj] Whole crew got the juice, yo dick game the truth My screams is the proof, them other dudes get the deuce When I speed in the coupe, leaving this interview It ain't nothin' new, I been fuckin' with you None of them bitches ain't taking you, just tell them to make a U Huh, that how it be, I come first like debuts, huh So baby when you need that, give me that word I'm no good, I'll be bad for my baby  [Bridge: Nicki Minaj] So I make sure that he's getting his share So I make sure that his baby take care So I make sure I'm on my toes, on my knees Keep him pleased, rub him down, be a lady and a freak, oh  [Chorus: Bebe Rexha] Beating my drum like, dum di di day I like the dirty rhythm you play I wanna hear you calling my name Like, hey mama, mama, hey mama, ma Banging the drum like, dum di di day I know you want it in the worst way I wanna hear you calling my name Like, hey mama, mama, hey mama, ma  [Post-Chorus: Alan Lomax] Be my woman, girl, I'll be your man Be my woman, girl, I'll be your man  ",
        "title": "Hey Mama"
    },
    {
        "artist": "Andy Grammer",
        "lyrics": "  [Intro] Nah, nah, honey, I'm good I could have another but I probably should not I got somebody at home, home, home, home  [Verse 1] It's been a long night here and a long night there And these long, long legs are damn near everywhere Hold up now You look good, I will not lie But if you ask where I'm staying tonight, I gotta be like  [Chorus] Oh baby, nah baby You got me all wrong, baby My baby's already got all of my love So nah, nah, honey, I'm good I could have another but I probably should not I got somebody at home and if I stay I might not leave alone Nah, honey, I'm good I could have another but I probably should not I gotta bid you adieu, to another I will stay true I will stay true, I will stay true  [Verse 2] Now, better men than me have failed Drinking from that unholy grail Now check it out I got her and she got me and you got that ass But I kindly gotta be like  [Chorus] Oh baby, nah baby You got me all wrong, baby My baby's already got all of my love So nah, nah, honey, I'm good I could have another but I probably should not I got somebody at home and if I stay I might not leave alone Nah, honey, I'm good I could have another but I probably should not I gotta bid you adieu, to another I will stay true I will stay true, I will stay true  [Bridge] Oh, I'm sure you, sure you will make somebody's night But oh, I assure you, assure you it sure as hell's not mine  [Chorus] Oh no, honey, I'm good I could have another but I probably should not I got somebody at home and if I stay I might not leave alone Nah, honey, I'm good I could have another but I probably should not I gotta bid you adieu, to another I will stay true Nah, nah, honey, I'm good I could have another but I probably should not I got somebody at home and if I stay I might not leave alone Nah, honey, I'm good I could have another but I probably should not I gotta bid you adieu, to another I will stay true I will stay true, I will stay true, I will stay true  ",
        "title": "Honey, I'm Good."
    },
    {
        "artist": "The Weeknd",
        "lyrics": "  [Intro] Yeah, yeah, yeah  [Verse 1] Your man on the road, he doin' promo You said, \"Keep our business on the low-low\" I'm just tryna get you out the friend zone Cause you look even better than the photos I can't find your house, send me the info Drivin' through the gated residential Found out I was comin', sent your friends home Keep on tryna hide it but your friends know  [Chorus] I only call you when it's half past five The only time that I'll be by your side I only love it when you touch me, not feel me When I'm fucked up, that's the real me When I'm fucked up, that's the real me, yeah I only call you when it's half past five The only time I'd ever call you mine I only love it when you touch me, not feel me When I'm fucked up, that's the real me When I'm fucked up, that's the real me, babe  [Verse 2] I'ma let you know and keep it simple Tryna keep it up don't seem so simple I just fucked two bitches 'fore I saw you And you gon' have to do it at my tempo Always tryna send me off to rehab Drugs started feelin' like it's decaf I'm just tryna live life for the moment And all these motherfuckers want a relapse  [Chorus] I only call you when it's half past five The only time that I'll be by your side I only love it when you touch me, not feel me When I'm fucked up, that's the real me When I'm fucked up, that's the real me, yeah I only call you when it's half past five The only time I'd ever call you mine I only love it when you touch me, not feel me When I'm fucked up, that's the real me When I'm fucked up, that's the real me, babe  [Bridge] Hills have eyes, the hills have eyes Who are you to judge, who are you to judge? Hide your lies, girl, hide your lies Only you to trust, only you  [Chorus] I only call you when it's half past five The only time that I'll be by your side I only love it when you touch me, not feel me When I'm fucked up, that's the real me When I'm fucked up, that's the real me, yeah I only fuck you when it's half past five The only time I'd ever call you mine I only love it when you touch me, not feel me When I'm fucked up, that's the real me When I'm fucked up, that's the real me, babe  [Outro] Ewedihalehu Yene konjo, ewedihalehu Yene fikir, fikir, fikir, fikir Yene fikir, fikir, fikir, fikir  ",
        "title": "The Hills"
    },
    {
        "artist": "Mark Ronson Featuring Bruno Mars",
        "lyrics": "  [Verse 1: Bruno Mars] This hit, that ice cold Michelle Pfeiffer, that white gold This one, for them hood girls Them good girls, straight masterpieces Stylin', wilin' Livin’ it up in the city Got Chucks on with Saint Laurent Gotta kiss myself I’m so pretty  [Pre-Chorus: Bruno Mars] I’m too hot (hot damn) Call the police and the fireman I’m too hot (hot damn) Make a dragon wanna retire man I’m too hot (hot damn) Say my name you know who I am I’m too hot (hot damn) And my band 'bout that money Break it down  [Chorus: Bruno Mars] Girls hit your hallelujah (Woo!) Girls hit your hallelujah (Woo!) Girls hit your hallelujah (Woo!) Cause Uptown funk gon’ give it to you Cause Uptown funk gon’ give it to you Cause Uptown funk gon’ give it to you Saturday night and we in the spot Don’t believe me, just watch (come on) Don’t believe me, just watch Don’t believe me, just watch Don’t believe me, just watch Don’t believe me, just watch Don’t believe me, just watch Hey, hey, hey, oh!  [Verse 2: Bruno Mars] Stop Wait a minute Fill my cup put some  liquor in it Take a sip, sign the check Julio! Get the stretch! Ride to Harlem, Hollywood, Jackson, Mississippi If we show up, we gon’ show out Smoother than a fresh jar of Skippy  [Pre-Chorus: Bruno Mars] I’m too hot (hot damn) Call the police and the fireman I’m too hot (hot damn) Make a dragon wanna retire man I’m too hot (hot damn) Bitch, say my name you know who I am! I’m too hot (hot damn) And my band 'bout that money Break it down  [Chorus: Bruno Mars] Girls hit your hallelujah (Woo!) Girls hit your hallelujah (Woo!) Girls hit your hallelujah (Woo!) Cause Uptown Funk gon’ give it to you Cause Uptown Funk gon’ give it to you Cause Uptown Funk gon’ give it to you Saturday night and we in the spot Don’t believe me, just watch (come on) Don’t believe me, just watch Don’t believe me, just watch Don’t believe me, just watch Don’t believe me, just watch Don’t believe me, just watch Hey, hey, hey, oh!  [Bridge: Bruno Mars] Before we leave Lemme tell y’all a lil’ something Uptown Funk you up, Uptown Funk you up Uptown Funk you up, Uptown Funk you up I said Uptown Funk you up, Uptown Funk you up Uptown Funk you up, Uptown Funk you up Come on, dance Jump on it If you sexy then flaunt it If you freaky then own it Don’t brag about it, come show me Come on, dance Jump on it If you sexy then flaunt it Well it’s Saturday night and we in the spot  [Part-Chorus: Bruno Mars] Don’t believe me, just watch (come on) Don’t believe me, just watch Don’t believe me, just watch Don’t believe me, just watch Don’t believe me, just watch Don’t believe me, just watch Hey, hey, hey, oh!  [Outro: Bruno Mars] Uptown Funk you up, Uptown Funk you up (say whaa?!) Uptown Funk you up, Uptown Funk you up Uptown Funk you up, Uptown Funk you up (say whaa?!) Uptown Funk you up, Uptown Funk you up Uptown Funk you up, Uptown Funk you up (say whaa?!) Uptown Funk you up, Uptown Funk you up Uptown Funk you up, Uptown Funk you up (say whaa?!) Uptown Funk you up  ",
        "title": "Uptown Funk!"
    },
    {
        "artist": "Fifth Harmony Featuring Kid Ink",
        "lyrics": "  [Chorus: Camila] Give it to me I'm worth it, baby I'm worth it Uh huh I'm worth it, gimme gimme I'm worth it Give it to me I'm worth it, baby I'm worth it Uh huh I'm worth it, gimme gimme I'm worth it  [Bridge: Kid Ink] Okay, I tell her bring it back like she left some Bring it, bring it back like she left some Uh in the club with the lights off What you actin shy fo'? Come and show me that you Wid it, wid it, wid it, wid it, wid it Stop playin', how you know that I Wid it, wid it, wid it, wid it, wid it, wid it What you actin' shy for?  [Verse 1: Dinah] Just give me you, just give me you, just gimme me you, that's all I wanna do And if what they say is true, if it's true, I might give me to you I may talk a lot of stuff, guaranteed I can back it up I think I'mma call you bluff, hurry up, I'm waiting out front  [Pre-Chorus: Normani] Uh huh, you see me in the spot, like \"Ooh I love your style\" Uh huh, show me what you got cause I don't wanna waste my time Uh huh, you see me in the spot, like \"Ooh I love your style\" Uh huh, show me what you got now come and make it worth my while  [Chorus: Camila] Give it to me I'm worth it, baby I'm worth it Uh huh I'm worth it, gimme gimme I'm worth it Give it to me I'm worth it, baby I'm worth it Uh huh I'm worth it, gimme gimme I'm worth it  [Verse 2: Camila] It's all on you, it's all on you, it's all on you, so what you wanna do? And if you don't have a clue, not a clue, I'll tell you what to do Come harder just because, I don't like it, like it too soft I like it a little rough, not too much, but maybe just enough  [Pre-Chorus: Ally] Uh huh, you see me in the spot, like \"Ooh I love your style\" Uh huh, show me what you got cause I don't wanna waste my time Uh huh, you see me in the spot, like \"Ooh I love your style\" Uh huh, show me what you got now come and make it worth my while  [Chorus: Camila] Give it to me I'm worth it, baby I'm worth it Uh huh I'm worth it, gimme gimme I'm worth it Give it to me I'm worth it, baby I'm worth it Uh huh I'm worth it, gimme gimme I'm worth it  [Bridge: Kid Ink] Okay, I tell her bring it back like she left some Bring it, bring it back like she left some Uh in the club with the lights off What you actin shy fo'? Come and show me that you Wid it, wid it, wid it, wid it, wid it Stop playin', how you know that I Wid it, wid it, wid it, wid it, wid it, wid it What you actin' shy for?  [Pre-Chorus: Ally] Uh huh, you see me in the spot, like \"Ooh I love your style\" Uh huh, show me what you got cause I don't wanna waste my time Uh huh, you see me in the spot, like \"Ooh I love your style\" Uh huh, show me what you got now come and make it worth my while  [Chorus: Camila] Give it to me I'm worth it, baby I'm worth it Uh huh I'm worth it, gimme gimme I'm worth it Give it to me I'm worth it, baby I'm worth it Uh huh I'm worth it, gimme gimme I'm worth it Give it to me I'm worth it  [Produced by StarGate and Ori Kaplan]  ",
        "title": "Worth It"
    },
    {
        "artist": "Selena Gomez Featuring A$AP Rocky",
        "lyrics": "  [Produced by Hit-Boy, Nick Monson, & Rock Mafia] [Written by Julia Michaels, Justin Tranter, Selena Gomez, and A$AP Rocky]  [Verse 1: Selena Gomez] I'm on my 14 carats I'm 14 carat Doing it up like Midas Now you say I got a touch So good, so good Make you never wanna leave So don't, so don't  [Pre-Chorus: Selena Gomez] Gonna wear that dress you like, skin-tight Do my hair up real, real nice And syncopate my skin to your heart beating  [Chorus: Selena Gomez] Cause I just wanna look good for you, good for you I just wanna look good for you, good for you Let me show you how proud I am to be yours Leave this dress a mess on the floor And still look good for you, good for you  [Verse 2: Selena Gomez] I'm on my marquise diamonds I'm a marquise diamond Could even make that Tiffany jealous You say I give it to you hard So bad, so bad Make you never wanna leave I won't, I won't  [Pre-Chorus: Selena Gomez] Gonna wear that dress you like, skin-tight Do my hair up real, real nice And syncopate my skin to how you're breathing  [Chorus: Selena Gomez] Cause I just wanna look good for you, good for you I just wanna look good for you, good for you Let me show you how proud I am to be yours Leave this dress a mess on the floor And still look good for you, good for you  [Bridge: Selena Gomez] Trust me, I can take you there Trust me, I can take you there Trust me, I, trust me, I, trust me, I  [Verse 3: A$AP Rocky] Hold on, take a minute, love Cause I ain't trying to fuck your image up Like we mess around in triple cuffs Stumble 'round town, pull your zipper up Pants sag like I don't give a I ain't trying to fuck your business up And I ain't trying to get you into stuff But the way you touchin' on me in the club Rubbin' on my miniature John Hancock, fuck the signature Any time I hit it, know she finna fall through And every time we get up, always end up on the news Ain't worried bout no press and ain't worried bout the next bitch They love the way you dress and ain't got shit up on you Jackpot, hit the jackpot Just met a bad bitch without the ass shots You look good, girl, you know you did good, don't you? You look good, girl, bet it feel good, don't it?  [Chorus: Selena Gomez] Cause I just wanna look good for you, good for you Baby, let me be good to you, good to you Let me show you how proud I am to be yours Leave this dress a mess on the floor And still look good for you, good for you  [Outro: Selena Gomez] Trust me, I, trust me, I, trust me, I  ",
        "title": "Good For You"
    },
    {
        "artist": "Jason Derulo",
        "lyrics": "  [Intro] Derulo  [Verse 1] It's too hard to sleep I got the sheets on the floor, nothing on me And I can't take it no more, it's a hundred degrees I got one foot out the door, where are my keys? 'Cause I gotta leave, yeah In the back of the cab (ooh) I tipped the driver 'head of time, get me there fast (ooh) I got your body on my mind, I want it bad (ooh) Oh, just the thought of you gets me so high, so high  [Chorus] Girl, you're the one I want to want me And if you want me, girl, you got me There's nothing I, no, I wouldn't do (I wouldn't do) Just to get up next to you Girl, you're the one I want to want me And if you want me, girl, you got me There's nothing I, no, I wouldn't do (I wouldn't do) Just to get up next to you Ooh-ooh-ooh-ooh-ooh-ooh Just to get up next to you Ooh-ooh-ooh-ooh-ooh-ooh Aw yeah  [Verse 2] You open the door (ooh) Wearing nothing but a smile down to the floor (ooh) And you whisper in my ear, \"Baby, I'm yours\" (ooh) Ooh, just the thought of you gets me so high, so high  [Chorus] Girl, you're the one I want to want me And if you want me, girl, you got me There's nothing I, no, I wouldn't do (I wouldn't do) Just to get up next to you Girl, you're the one I want to want me And if you want me, girl, you got me There's nothing I, no, I wouldn't do (I wouldn't do) Just to get up next to you (yeah) Ooh-ooh-ooh-ooh-ooh-ooh Just to get up next to you Ooh-ooh-ooh-ooh-ooh-ooh  [Bridge] Just the thought of you Gets me so high, so high Ooh, just the thought of you Gets me so high, so high  [Chorus] Girl, you're the one I want to want me (I want you) And if you want me, girl, you got me (you got me) There's nothing I, no, I wouldn't do (I wouldn't do) (I wouldn't do) Just to get up next to you (oh) Girl, you're the one I want to want me And if you want me, girl, you got me (you got me) There's nothing I, no, I wouldn't do (I wouldn't do) (wouldn't) Just to get up next to you (oh) Ooh-ooh-ooh-ooh-ooh-ooh I would do anything, just to get up next to you Ooh-ooh-ooh-ooh-ooh-ooh Anything and everything, just to get up next to you Ooh-ooh-ooh-ooh-ooh-ooh Baby, just to get up next to you Ooh-ooh-ooh-ooh-ooh-ooh Oh, get up, get up  ",
        "title": "Want To Want Me"
    },
    {
        "artist": "Major Lazer & DJ Snake Featuring MO",
        "lyrics": "  [Produced by Major Lazer and DJ Snake]  [Verse 1] Do you recall, not long ago We would walk on the sidewalk? Innocent, remember? All we did was care for each other  [Pre-Chorus 1] But the night was warm And we were bold and young All around, the wind blows We would only hold on to let go  [Chorus] Blow a kiss, fire a gun We need someone to lean on Blow a kiss, fire a gun All we need is somebody to lean on Blow a kiss, fire a gun We need someone to lean on Blow a kiss, fire a gun All we need is somebody to lean on  [Verse 2] What will we do when we get old? Will we walk down the same road? Will you be there by my side? Standing strong as the waves roll over  [Pre-Chorus 2] When the nights are long Longing for you to come home All around, the wind blows We would only hold on to let go  [Chorus] Blow a kiss, fire a gun We need someone to lean on Blow a kiss, fire a gun All we need is somebody to lean on Blow a kiss, fire a gun We need someone to lean on Blow a kiss, fire a gun All we need is somebody to lean on  [Bridge] All we need is somebody to lean on (We need someone to lean on) All we need is somebody to lean on Lean on, lean on, lean on, lean on... Hey, hey, hey, hey Hey, hey, hey, hey, hey, hey...  [Chorus] Blow a kiss, fire a gun We need someone to lean on Blow a kiss, fire a gun All we need is somebody to lean on Blow a kiss, fire a gun We need someone to lean on Blow a kiss, fire a gun All we need is somebody to lean on  ",
        "title": "Lean On"
    },
    {
        "artist": "The Weeknd",
        "lyrics": "  [Intro] I'ma care for you I'ma care for you, you, you, you  [Verse 1] You make it look like it's magic (Oh yeah) 'Cause I see nobody, nobody but you, you, you I'm never confused Hey, hey I'm so used to bein' used  [Pre-Chorus] So I love when you call unexpected 'Cause I hate when the moment's expected So I'ma care for you, you, you I'ma care for you, you, you, you, yeah  [Chorus] 'Cause girl, you're perfect You're always worth it And you deserve it The way you work it 'Cause girl, you earned it, yeah Girl, you earned it, yeah  [Verse 2] You know our love would be tragic (Oh yeah) So you don't pay it, don't pay it no mind, mind, mind We live with no lies Hey, hey You're my favorite kind of night  [Pre-Chorus] So I love when you call unexpected 'Cause I hate when the moment's expected So I'ma care for you, you, you I'ma care for you, you, you, you, yeah  [Chorus] 'Cause girl, you're perfect (Girl, you're perfect) You're always worth it (Always worth it) And you deserve it (And you deserve it) The way you work it (The way you work it) 'Cause girl, you earned it, yeah (Earned it) Girl, you earned it, yeah  [Verse 3] On that lonely night (Lonely night) We said it wouldn't be love But we felt the rush (Fell in love) It made us believe it was only us (Only us) Convinced we were broken inside, yeah, inside, yeah  [Chorus] 'Cause girl, you're perfect (Girl, you're perfect) You're always worth it (Always worth it) And you deserve it (And you deserve it) The way you work it (The way you work it) 'Cause girl, you earned it, yeah (Earned it) Girl, you earned it, yeah  [Outro] Na-na-na-na-na Oh-oh-oh Yeah, yeah 'Cause girl, you're perfect The way you work it You deserve it Girl, you deserve it Girl, you earned it, yeah, yeah  ",
        "title": "Earned It (Fifty Shades Of Grey)"
    },
    {
        "artist": "Fetty Wap Featuring Remy Boyz",
        "lyrics": "  [Produced by Peoples]  [Intro: Fetty Wap] Yeaaah baby, 17 (RemyBoy Lifestyle) Ay, ay, look  [Verse 1: Fetty Wap] Baby girl, you're so damn fine though I'm tryna know if I could hit it from behind though I'm sipping on you like some fine wine though And when it's over, I press rewind though, ay You talking bands, girl, I got it Benjamins all in my pocket I traded in my Trues for some Robins He playing Batman, Fetty's gon' rob him, ay I got a Glock in my 'Rari, ay 17 shots, no .38 I got a Glock in my 'Rari 17 shots, no .38  [Hook: Fetty Wap] I'm like, yeah, she's fine Wonder when she'll be mine She walk past, I press rewind To see that ass one more time And I got this sewed up Remy Boyz, they know us All fast money, no slow bucks No one can control us Ay, yeaaah baby  [Hook: Fetty Wap] I'm like, yeah, she's fine Wonder when she'll be mine She walk past, I press rewind To see that ass one more time And I got this sewed up Remy Boyz, they know us All fast money, no slow bucks No one can control us Ay, yeaaah baby  [Verse 2: Montana Bucks] Tell me what you see Is it money or it’s me? I smoke twenty, smell the weed I got hunnies in my V They like, \"Monty, can you be my baby daddy?\" I’m like yeah I got Robins on my jeans You see the wings on every pair All you see is Remy Boyz You know my niggas everywhere And if somebody got a problem We could meet up anywhere Now go say something Don’t you niggas play dumb You know where we came from You don’t want sauce, no A1  [Hook: Fetty Wap] I'm like, yeah, she's fine Wonder when she'll be mine She walk past, I press rewind To see that ass one more time And I got this sewed up Remy Boyz, they know us All fast money, no slow bucks No one can control us Ay, yeaaah baby  [Verse 3: Fetty Wap] Ay, they think they know us They can't control us Man I got this sewed up Remy Boyz they know us 679 this is Zoo year baby Monty and the Zoovier baby ZooGang, all my zoo near baby, yeah baby A thousand on my shoes when I walk through baby 10.5 for a walkthrough baby ZooGang you know my whole zoo near And baby I'm Zoovier  [Removed for album: P-Dice] She a cutie and she fine, make me wanna make her mine She ain't nothing like them bimbos If you like it, we can swerve, we can light and stain up here Blowing, pluck it out the window We get playing, press rewind, got her singing every time Take a high note for me girlfriend Got my city looking rude I ain't Diddy, I ain't Loon, but I think I need a girlfriend She feeling great as I'm talking to her She a RemyGirl so I'm gon' pursue her I brought a lot of loud, lot of Remy to sip on Thousand dollars when I get my tip on I'm off her, asked her if her fatty real She said that's all her, got her with the happy feel I'm 'bout to spoil her, got her with the happy feel I'm 'bout to spoil her, oh my  [Hook: Fetty Wap] I'm like, yeah, she's fine Wonder when she'll be mine She walk past, I press rewind Just to see that ass one more time And I got this sewed up Remy Boyz, they know us All fast money, no slow bucks No one can control us Ay, yeaaah baby  [Outro: Fetty Wap] ZooWap, Monty Zoowap, Dicey Yeaah baby, Remy Boyz Yeaah, yeaaah  ",
        "title": "679"
    },
    {
        "artist": "Maroon 5",
        "lyrics": "  [Directed by David Dobkin]  [Verse 1] I'm hurting baby, I'm broken down I need your loving, loving I need it now When I'm without you, I'm something weak You got me begging, begging I'm on my knees  [Pre-Chorus] I don't wanna be needing your love I just wanna be deep in your love And it's killing me when you're away Ooh baby Cause I really don't care where you are I just wanna be there where you are And I gotta get one little taste  [Chorus] Sugar, yes please Would you come and put it down on me? I'm right here, cause I need Little love, a little sympathy Yeah you show me good loving, make it alright Need a little sweetness in my life Your sugar, yes please Would you come and put it down on me?  [Verse 2] Babe, my broken pieces, you pick them up Don't leave me hanging, hanging come give me some When I'm without you, I'm so insecure You are the one thing, one thing I'm living for  [Pre-Chorus] I don't wanna be needing your love I just wanna be deep in your love And it's killing me when you're away Ooh baby Cause I really don't care where you are I just wanna be there where you are And I gotta get one little taste  [Chorus] Sugar, yes please Would you come and put it down on me? I'm right here, cause I need Little love, a little sympathy Yeah you show me good loving, make it alright Need a little sweetness in my life Your sugar, yes please Would you come and put it down on me?  [Bridge] I want that red velvet I want that sugar sweet Don't let nobody touch it unless that somebody's me I gotta be a man, there ain't no other way Cause girl you're hotter than a Southern California day Never wanna play no games, you don't gotta  be afraid Don't give me all that shy shit No makeup on, that's my sugar  [Chorus] Sugar, yes please Would you come and put it down on me? I'm right here, cause I need Little love, a little sympathy Yeah you show me good loving, make it alright Need a little sweetness in my life Your sugar, yes please Would you come and put it down on me?  [Chorus] Sugar, yes please Would you come and put it down on me? I'm right here, cause I need Little love, a little sympathy Yeah you show me good loving, make it alright Need a little sweetness in my life Your sugar, yes please Would you come and put it down on me?  ",
        "title": "Sugar"
    },
    {
        "artist": "Omarion Featuring Chris Brown & Jhene Aiko",
        "lyrics": "  [Intro: Omarion & Chris Brown] Omarion (Breezy!) And your chick, your chick (Mustard on the beat, hoe)  [Chorus: Omarion & (Chris Brown)] If your chick come close to me She ain't going home when she post to be (no) I'm getting money like I'm post to be I'm getting money like I'm post to be Ooh, all my niggas close to me (ooh) And all them other niggas where they post to be Ooh, the hoes go for me Have your chick send a pic, like, \"Pose for me!\" Ooh, that's how it post to be Yeah, that's how it post to be Ooh, yeah, that's how it post to be Everything good like it post to be  [Verse 1: Omarion] Pull up to the club and it go up (go up) Make your girl fall in love when I show up (whoop, whoop) It's not my fault she want to know me (hey) She told me you was just a homie (haha) She came down like she knew me (hey) Gave it up like a groupie (true) And that's facts; no printer (no printer) Cold nigga turn the summer to the winter She saved me in her phone as \"Bestie\" But I had her screaming, \"Oh\" Yo' girl wasn't supposed to text me (nope) You want to know how I know what I know? (Hey)  [Chorus: Omarion & (Chris Brown)] If your chick come close to me She ain't going home when she post to be (aw, yeah) I'm getting money like I'm post to be (yeah, yeah) I'm getting money like I'm post to be Ooh, all my niggas close to me And all them other niggas where they post to be Ooh, the hoes go for me Have your chick send a pic, like, \"Pose for me!\" Ooh, that's how it post to be (ooh) Ooh, yeah, that's how it post to be (ooh) Ooh, yeah, that's how it post to be (ooh) Everything good like it post to be (ooh)  [Verse 2: Chris Brown] Got your girl in my section, finna go up (go up) A nigga smokin' loud, I'm 'bout to roll up (roll up) She ain't never got high like this with a guy like this When she pop, tell her, \"Hol' up\" (hol' up) Better believe she gon' leave with a real nigga I dick her down, can't put it down like I do (like I do) I get to bustin', no discussin', gotta deal with it Team us, we ain't worried about you (oh) Murder she wrote, yeah, yeah When I hit it, I'ma kill it, I'ma get it like (get it) Murder she wrote You want to know how I know what I know? (Oh)  [Verse 3: Jhené Aiko] If your dude come close to me He gon' want to ride off in a Ghost with me (I'll make him do it) I might let your boy chauffeur me But he gotta eat the booty like groceries But he gotta get rid of these hoes from me I might have that nigga sailing his soul for me Ooh, that's how it post to be If he wants me to expose the freak Ooh, that's how it post to be Ooh, that's how it post to be Ooh, that's how it post to be Everything good like it post to be, ooh  [Chorus: Omarion & (Chris Brown)] If your chick come close to me (if she come close) She ain't going home when she post to be (hey, hey) Oh yeah, I'm getting money like I'm post to be (post to be) I'm getting money like I'm post to be (getting money) Ooh, all my niggas close to me (all my niggas close to me) And all them other niggas where they post to be (yeah, yeah, yeah) Ooh, the hoes go for me Have your chick send a pic, like, \"Pose for me!\" (ooh, girl) Ooh, that's how it post to be (ooh, yeah) Yeah, that's how it post to be (ooh, woah) Ooh, yeah, that's how it post to be (ooh, hey) Everything good like it post to be  [Bridge: Chris Brown & Omarion] She 'bout to ride with me And I don't even know her name (her name) But I know that she your girl, yeah (your girl, yeah) She chose up, are you mad or nah? Bruh, don't be mad about it These chicks be for everybody  [Outro: Omarion, Chris Brown & Jhené Aiko] Omarion (C. Breezy!) I'll make him do it, I'll make him do it  ",
        "title": "Post To Be"
    },
    {
        "artist": "Rihanna",
        "lyrics": "  [Intro] Yayo, yayo Mula-la Yayo  [Verse 1] Bitch better have my money Y'all should know me well enough Bitch better have my money Please don't call me on my bluff Pay me what you owe me Ballin' bigger than LeBron Bitch, give me your money Who y'all think y'all frontin' on? Like bra, bra, bra  [Refrain] Louis XIII, and it's all on me, nigga, you just bought a shot Kamikaze, if you think that you gon' knock me off the top Shit, your wife in the backseat of my brand new foreign car Don't act like you forgot I call the shots, shots, shots Like bra, bra, bra Pay me what you owe me, don't act like you forgot  [Chorus] Bitch better have my money Bitch better have my money Pay me what you owe me Bitch better have my (bitch better have my) Bitch better have my (bitch better have my) Bitch better have my money  [Verse 2] Turn up to Rihanna while the whole club fuckin' wasted Every time I drop, I am the only thing y'all playin' In a drop top, doin' hundred, y'all in my rearview mirror racin' Where y'all at? Where y'all at? Where y'all at? Like bra, bra, bra  [Refrain] Louis XIII, and it's all on me, nigga, you just bought a shot Kamikaze, if you think that you gon' knock me off the top Shit, your wife in the backseat of my brand new foreign car Don't act like you forgot I call the shots, shots, shots Like bra, bra, bra Pay me what you owe me, don't act like you forgot  [Chorus] Bitch better have my money Bitch better have my money Pay me what you owe me Bitch better have my (bitch better have my) Bitch better have my (bitch better have my) Bitch better have my money Bitch better have my money Bitch better have my money Pay me what you owe me Bitch better have my (bitch better have my) Bitch better have my (bitch better have my) Bitch better have my money  [Outro] Bitch better have my money Bitch better have my money Bitch, bitch, bitch better have my money Yo, that bitch better have my money Hold up My money Yo, my money That bitch better have my money Bitch better have my money  [Produced by Deputy; Co-produced by Kanye West; Additional production by Travi$ Scott and WondaGurl]  ",
        "title": "B**** Better Have My Money"
    },
    {
        "artist": "Tove Lo",
        "lyrics": "  [Verse 1] Bed, stay in bed The feeling of your skin locked in my head Smoke, smoke me broke I don't care, I'm down for what you want  [Pre-Chorus] Day drunk into the night, wanna keep you here Cause you dry my tears, yeah Summer lovin' and fights, how it is for us And it's all because  [Chorus] Now if we're talking body You got a perfect one So put it on me Swear it won't take you long If you love me right We fuck for life On and on and on Now if we're talking body You got a perfect one So put it on me Swear it won't take you long If you love me right We fuck for life On and on and on  [Verse 2] Love, give me love Anything you want I'll give it up Lips, lips I kiss Bite me while I taste your fingertips  [Pre-Chorus] Day drunk into the night, wanna keep you here Cause you dry my tears, yeah Summer lovin' and fights, how it is for us And it's all because  [Chorus] Now if we're talking body You got a perfect one So put it on me Swear it won't take you long If you love me right We fuck for life On and on and on Oh, now if we're talking body You got a perfect one So put it on me Swear it won't take you long If you love me right We fuck for life On and on and on  [Bridge] Oh, ooh Bodies! Our baby making bodies we just use for fun Bodies! Let's use them up 'til every little piece is gone (Let's go) On and on and on (Let's go) On and on (Let's go)  [Chorus] Oh, now if we're talking body You got a perfect one So put it on me Swear it won't take you long If you love me right We fuck for life On and on and on Ooh, now if we're talking body You got a perfect one So put it on me Swear it won't take you long If you love me right We fuck for life On and on and on  [Chorus] Now if we're talking body Put it on me If you love me right We fuck for life On and on and on Now if we're talking body You got a perfect one So put it on me Swear it won't take you long If you love me right We fuck for life On and on and on  ",
        "title": "Talking Body"
    },
    {
        "artist": "Ed Sheeran",
        "lyrics": "  [Verse 1] Loving can hurt, loving can hurt sometimes But it's the only thing that I know When it gets hard, you know it can get hard sometimes It's the only thing that makes us feel alive  [Pre-Chorus] We keep this love in a photograph We made these memories for ourselves Where our eyes are never closing Our hearts were never broken And time's forever frozen, still  [Chorus 1] So you can keep me Inside the pocket of your ripped jeans Holding me close until our eyes meet You won't ever be alone, wait for me to come home  [Verse 2] Loving can heal, loving can mend your soul And it's the only thing that I know I swear it will get easier, remember that with every piece of ya And it's the only thing to take with us when we die  [Pre-Chorus] We keep this love in a photograph We made these memories for ourselves Where our eyes are never closing Our hearts were never broken And time's forever frozen, still  [Chorus 2] So you can keep me Inside the pocket of your ripped jeans Holding me close until our eyes meet You won't ever be alone And if you hurt me, that's okay baby Only words bleed inside these pages You just hold me And I won’t ever let you go Wait for me to come home Wait for me to come home Wait for me to come home Wait for me to come home  [Bridge] Oh you can fit me Inside the necklace you got when you were sixteen Next to your heartbeat where I should be Keep it deep within your soul And if you hurt me, that's okay baby Only words bleed inside these pages You just hold me And I won’t ever let you go  [Outro] When I'm away, I will remember how you kissed me Under the lamppost back on Sixth street Hearing you whisper through the phone Wait for me to come home  ",
        "title": "Photograph"
    },
    {
        "artist": "DJ Snake & AlunaGeorge",
        "lyrics": "  [Verse 1] Some people want me to be heads or tails I say no way, try again another day I should be happy, not tipping the scales I just won't lay, letting my life get away  [Pre-Hook] I'm no fool, no, I'm not a follower I don't take things as they come, if they bring me down Life can be cruel, if you're a dreamer I just wanna have some fun, don't tell me what could be done  [Hook] You know you like it but it drives you insane You know you like it but it drives you insane You know you like it but you're scared of the shame What you want, what you gonna do? You know you like it but it drives you insane Only because you know that you wanna feel the same You know you like it but it drives you insane What you want, what you gonna do?  [Verse 2] If you wanna train me, like an animal Better keep your eye on my every move There's no need to be so damn cruel Baby you got nothing to prove  [Pre-Hook] I'm no fool, no, I'm not a follower I don't take things as they come, if they bring me down Life can be cruel, if you're a dreamer I just wanna have some fun, don't tell me what could be done  [Hook] You know you like it but it drives you insane You know you like it but it drives you insane You know you like it but you're scared of the shame What you want, what you gonna do? You know you like it but it drives you insane Only because you know that you wanna feel the same You know you like it but it drives you insane What you want, what you gonna do? You know you like it but it drives you insane You know you like it but it drives you insane You know you like it but you're scared of the shame What you want, what you gonna do? You know you like it but it drives you insane Only because you know that you wanna feel the same You know you like it but it drives you insane What you want, what you gonna do?  ",
        "title": "You Know You Like It"
    },
    {
        "artist": "Ed Sheeran",
        "lyrics": "  [Verse 1] When your legs don't work like they used to before And I can't sweep you off of your feet Will your mouth still remember the taste of my love? Will your eyes still smile from your cheeks? And darling I will be loving you till we're seventy And baby, my heart could still fall as hard at twenty-three And I'm thinking about how  [Pre-Chorus 1] People fall in love in mysterious ways Maybe just the touch of a hand Well me, I fall in love with you every single day I just wanna tell you I am  [Chorus] So honey, now, take me into your loving arms Kiss me under the light of a thousand stars Place your head on my beating heart, I'm thinking out loud And maybe we found love right where we are  [Verse 2] When my hair's all but gone and my memory fades And the crowds don't remember my name When my hands don't play the strings the same way I know you will still love me the same Cause honey your soul could never grow old, it's evergreen And baby, your smile's forever in my mind and memory And I'm thinking about how  [Pre-Chorus 2] People fall in love in mysterious ways And maybe it's all part of a plan Well I'll just keep on making the same mistakes Hoping that you'll understand  [Chorus] So, baby, now, take me into your loving arms Kiss me under the light of a thousand stars Place your head on my beating heart, I'm thinking out loud And maybe we found love right where we are  [Chorus] So baby, now, take me into your loving arms Kiss me under the light of a thousand stars Oh darling, place your head on my beating heart, I'm thinking out loud That maybe we found love right where we are Oh baby, we found love right where we are And we found love right where we are  ",
        "title": "Thinking Out Loud"
    },
    {
        "artist": "Little Big Town",
        "lyrics": "  [Verse 1] I gotta girl crush, hate to admit it but I gotta heart rush, ain’t slowin’ down I got it real bad, want everything she has That smile and the midnight laugh she’s givin’ you now  [Chorus] I wanna taste her lips, yeah, ‘cause they taste like you I wanna drown myself in a bottle of her perfume I want her long blonde hair, I want her magic touch Yeah, ‘cause maybe then, you’d want me just as much I gotta girl crush, I gotta girl crush  [Verse 2] I don’t get no sleep, I don’t get no peace Thinkin’ about her under your bed sheets The way that she’s whisperin’, the way that she’s pullin’ you in Lord knows I’ve tried, I can’t get her off my mind  [Chorus] I wanna taste her lips, yeah, ‘cause they taste like you I wanna drown myself in a bottle of her perfume I want her long blonde hair, I want her magic touch Yeah, ‘cause maybe then, you’d want me just as much I gotta girl crush, I gotta girl crush  I gotta girl crush, hate to admit it but I gotta heart rush, it ain’t slowin’ down  ",
        "title": "Girl Crush"
    },
    {
        "artist": "Demi Lovato",
        "lyrics": "  [Verse 1] Tell me what you want What you like It's okay I'm a little curious too Tell me if it's wrong, if it's right I don't care I can keep a secret, can you?  [Pre-Chorus] Got my mind on your body and your body on my mind Got a taste for the cherry, I just need to take a bite Don't tell your mother Kiss one another Die for each other We're cool for the summer  [Break] Ooh-ooh-ooh-ooh-ooh Ooh-ooh-ooh-ooh-ooh  [Chorus] Take me down into your paradise Don't be scared, 'cause I'm your body type Just something that we wanna try 'Cause you and I, we're cool for the summer  [Verse 2] Tell me if I won If I did, what's my prize? I just wanna play with you too Even if they judge, fuck it, I'll do the time I just wanna have some fun with you  [Pre-Chorus] Got my mind on your body and your body on my mind Got a taste for the cherry, I just need to take a bite Don't tell your mother Kiss one another Die for each other We're cool for the summer  [Break] Ooh-ooh-ooh-ooh-ooh Ooh-ooh-ooh-ooh-ooh  [Chorus] Take me down into your paradise Don't be scared, 'cause I'm your body type Just something that we wanna try 'Cause you and I, we're cool for the summer We're cool for the summer We're cool for the summer  [Interlude] Shh... Don't tell your mother  [Breakdown] Got my mind on your body and your body on my mind Got a taste for the cherry, I just need to take a bite  [Chorus] (Take me down) Take me down into your paradise (Done be scared) Don't be scared, 'cause I'm your body type Just something that we wanna try (wanna try) 'Cause you and I (you and I), we're cool for the summer  [Outro] (Take me down) We're cool for the summer (Done be scared), 'cause I'm your body type (Just something) Just something that we wanna try 'Cause you and I (you and I), we're cool for the summer Ooh-ooh-ooh-ooh-ooh We're cool for the summer  ",
        "title": "Cool For The Summer"
    },
    {
        "artist": "Meek Mill Featuring Chris Brown & Nicki Minaj",
        "lyrics": "  [Chorus: Chris Brown & Nicki Minaj] Yeah, yeah, baby, is you drunk? Is you had enough? Are you here lookin' for love? Got the club goin' crazy All these bitches, but my eyes on you Is you somebody's baby? If you ain't, girl, what we gon' do? If you ain't, gon' need it, baby, yeah, yeah, yeah Give it all up for you right now We got the club goin' crazy All eyes, all eyes on you  [Verse 1: Meek Mill & (Chris Brown)] She was the baddest, I was the realest We was the flyest, up in the buildin' We was countin' this money, lovin' the feelin' Look at you now, in love with a hitta (yeah, yeah, yeah) But now it's all eyes on me, and it all lies on me (yeah, yeah) To say somethin' to your pretty ass Some hood shit, what you lookin' at? (uh-huh) 'Cause I'm good for that, Birkin bags, I'm good for that (yeah) Might just be your plug for that (yeah) You might fall in love with that, got love for that (yeah, yeah, yeah) What's your name? Who you with? Where you from? You the shit Choose and pick, get the right one All these chicks, got to like one (yeah, yeah, yeah) All these hits, you got to like one All these bottles, got to like some (oh) All these models, got the right one What you gon' do? Hide or run? You ready?  [Chorus: Chris Brown & Nicki Minaj] Baby, is you drunk? Is you had enough? Are you here lookin' for love? Got the club goin' crazy All these bitches, but my eyes on you Is you somebody's baby? If you ain't, girl, what we gon' do? If you ain't, gon' need it, baby, yeah, yeah, yeah Give it all up for you right now We got the club goin' crazy All eyes, all eyes on you  [Verse 2: Nicki Minaj & (Meek Mill)] Yo, he was the realest, I was the baddest, we was the illest When he approached me, I said, \"Yo what the deal is?\" In and out them dealers, rockin' chinchillas I got him in the back of that 'bach, I think he catchin' feelings Now it's all eyes on us, and this all lies on trust And if them bitches wanna trip, tell 'em they tour guide's on us This kitty cat on reclusive, he duck, duckin' them gooses I put him on to that new new, now he only fuck with exclusives He was like (What's your name?) My name Nick (Where you from?) New York in this bitch (Choose and pick) You got the right one All them hoes, ain't nothin' like them Nigga you know you'd never wife them None of them niggas ain't never hit this Still at the top of all they hit lists What they gon' do? Meek and Nick  [Chorus: Chris Brown & Nicki Minaj] Yeah, baby, is you drunk? Is you had enough? Are you here lookin' for love? Got the club goin' crazy (All these hittas, but my eyes on you Is you somebody's baby? If you ain't, boy, what we gon' do?) If you ain't, gon' need it, baby, yeah, yeah, yeah Give it all up for you right now We got the club goin' crazy All eyes, all eyes on you  [Outro: Meek Mill & (Nicki Minaj)] She was the baddest (He was the realest) We was the flyest (We was the illest) I was the realest (I was the baddest) We was the flyest, up in the buildin'  ",
        "title": "All Eyes On You"
    },
    {
        "artist": "Jidenna Featuring Roman GianArthur",
        "lyrics": "  [Verse 1] My name calling all night I can pull the wool while I'm being polite Like, darling calling all night I can be a bull while I'm being polite Like, oh me, oh me oh my I know many women want to be in my life Like, oh me, oh me oh my Why can't every woman end up being my wife?  [Pre-Hook] Even if she go away, even if she go away Even if she go away, even if she go away  [Hook] I'm a classic man You can be mean when you look this clean, I'm a classic man Calling on me like a young OG, I'm a classic man Your needs get met by the street, elegant old fashioned man Yeah baby I'm a classic man  [Verse 2] I burn through the hood like whoa When everybody's feeling so cold I cool like Nat King Cole And niggas get a bit of my glow I got charm like a leprechaun, mummafunka Now y'all fucking with the wrong mummafunka Chief be like a don, mummafunka And we don't live by the law, mummafunka  [Pre-Hook] Even if she go away, even if she go away Even if she go away, even if she go away  [Hook] I'm a classic man You can be mean when you look this clean, I'm a classic man Calling on me like a young OG, I'm a classic man Your needs get met by the street, elegant old fashioned man Yeah baby I'm a classic man  [Verse 3: Roman GianArthur] I burn through the gate like whoa And everybody get in, we know I love life, living like gold And niggas wanna get in my glow I got mad love for my crew, mu'fucker I'm the- I'm the man, who you mu'fucker? Shine bright like a jewel, mummafunka Even under fire I'm cool, mummafunka  [Pre-Hook 2: Roman GianArthur] Even when she go away, even when she go away Even when she go away, even when she go away  [Hook: Jidenna] I'm a classic man You can be mean when you look this clean, I'm a classic man Calling on me like a young OG, I'm a classic man Your needs get met by the street, elegant old fashioned man Yeah baby I'm a classic man  [Verse 4] Keep my gloves dirty but my hands clean Got to keep the business in the family Breadwinner filling up the pantry Now my niggas slang cane like a dandy I tell you how it go You pull out rubber bands, I pull out an envelope The ladies on my elbow ain't for the show Every madame on my team is a top general, oh Got to be ready for war, war Should they get into my door, door? Get 'em, we'll get 'em, I know that we'll get 'em Cause I lived through this shit before, oh  [Hook] I'm a classic man You can be mean when you look this clean, I'm a classic man Calling on me like a young OG, I'm a classic man Your needs get met by the street, elegant old fashioned man Yeah baby I'm a classic man  [Outro] I'm a classic man I'm a classic man I'm a classic man Old fashioned man I'm a classic man  ",
        "title": "Classic Man"
    },
    {
        "artist": "Rich Homie Quan",
        "lyrics": "  [Produced by DJ Spinz & Nitti]  [Intro] Hey, oh, there it is, there it is, there it is There it is, there it is (Rich Homie, baby!)  [Hook] Walked in, thirty thousand in my pocket Had them niggas just like, \"Ooh, ooh, ooh\" 50,000 dollars on your bitch, wanna fuck me Got her screamin' like, \"Ooh, ooh, ooh, ooh\" Cause I got a check, nigga wanna flex I ain't gotta flex, boy I got it, ooh, ooh, ooh, ooh Give that ho some x, she gon' wanna sex every nigga in the set And now she screamin' like \"Ooh, ooh, ooh\"  [Verse 1] (How much you made?) Made two million dollars off a mixtape And I'm fucking like, ooh, ooh, ooh They try to drop me with a case but you know I had done skated I was singing like, ooh, ooh, ohh Boy, I know my role and I play it If you heard that I'm talking, then I said it (Quan where you at?) At the top of the loft nigga, I stay I'm a bad boy but I don't wear big clothes like Ma$e In the club and a nigga get it boppin' And that ho, she want a free drink, tell the bitch to get up off me I'm the nigga to get it poppin', her hair short like Dennis Rodman At the Clearport nigga, we flying, when I landed, boy I  [Hook] Walked in, thirty thousand in my pocket Had them niggas just like, \"Ooh, ooh, ooh\" $50,000 on your bitch, wanna fuck me Got her screamin' like, \"Ooh, ooh, ooh, ooh\" Cause I got a check, nigga wanna flex I ain't gotta flex, boy I got it, ooh, ooh, ooh, ooh Give that ho some x, she gon' wanna sex every nigga in the set And now she screamin' like, \"Ooh, ooh, ooh\"  [Verse 2] (How much you made?) $100,000 just in two days (Guess what?) I don't fuck with niggas cause they two-faced (That's right, that's right) I only fuck with bitches for their toupee (Their top, nigga) These Givenchys, I ain't worried about no new Jays Know this bitch who got a sack and she always got my back So I love that shit the most I'm her big dog and she my cat, and she love it from the back Call her green cause she on go (Green light) I wear glasses cause I know these niggas watchin' They mad cause they cannot stop me Boy stopping is not a option, I can't help it cause I got it Don't waste time, I got six watches Talkin' Rolex, yeah, I bought 'em Now I'm at the top, started from the bottom, then I  [Hook] Walked in, thirty thousand in my pocket Had them niggas just like, \"Ooh, ooh, ooh\" $50,000 on your bitch, wanna fuck me Got her screamin' like, \"Ooh, ooh, ooh, ooh\" Cause I got a check, nigga wanna flex I ain't gotta flex, boy I got it, ooh, ooh, ooh, ooh Give that ho some x, she gon wanna sex every nigga in the set And now she screamin' like, \"Ooh, ooh, ooh\"  [Outro] (How much you made?) $100,000 (How much, how much you made?) $100,000 (How much, how much you made?) Made two million dollars off a mixtape, had them folks like, \"Ooh, ooh, ooh\" Hey, get at me  ",
        "title": "Flex (Ooh Ooh Ooh)"
    },
    {
        "artist": "Maroon 5",
        "lyrics": "  [Chorus] This summer's gonna hurt like a motherfucker Fucker This summer's gonna hurt like a motherfucker Fucker  [Verse 1] Her body's hot Her body's like the summer I'm in a trance or something Her mind is not, no As sharp as all her diamonds She must be smoking something  [Pre-Chorus] I see her dancing in the streets Sipping champagne on the beach So expensive when she eats Cause she's so fancy I see her when I go to sleep I check my phone when I am weak She never posts anything deep Cause she's so fancy  [Chorus] This summer's gonna hurt like a motherfucker Fucker This summer's gonna hurt like a motherfucker Fucker  [Verse 2] She wants it all She's always taking something And now I'm left with nothing I'm ripping off, oh I'm ripping off that bandage Because I just can't stand it  [Pre-Chorus 2] I see her dancing on a fool Like she's seventeen and cool She really thinks that she can move But it's just nasty I see her when I go to sleep I check my phone when I am weak She never posts anything deep Cause she's so fancy  [Chorus] This summer's gonna hurt like a motherfucker Fucker This summer's gonna hurt like a motherfucker Fucker  [Bridge] Has to have it all Chases every star She's so popular (Whoo!) Has to have it all Chases every star She's so popular (Ohh) This summer's gonna hurt It's gonna hurt  [Pre-Chorus 3] I see her dancing in the street Sipping champagne on the beach So expensive when she eats Cause she's so fancy Cause she's so fancy  [Chorus] This summer's gonna hurt like a motherfucker Fucker This summer's gonna hurt like a motherfucker Fucker This summer's gonna hurt like a motherfucker Fucker This summer's gonna hurt like a motherfucker Fucker This summer's gonna hurt like a motherfucker  ",
        "title": "This Summer's Gonna Hurt..."
    },
    {
        "artist": "Ellie Goulding",
        "lyrics": "  [Produced by Max Martin]  [Verse 1] You're the light, you're the night You're the colour of my blood You're the cure, you're the pain You're the only thing I wanna touch Never knew that it could mean so much, so much  [Verse 2] You're the fear, I don't care Cause I've never been so high Follow me through the dark Let me take you past the satellites You can see the world you brought to life, to life  [Chorus] So love me like you do, la-la-love me like you do Love me like you do, la-la-love me like you do Touch me like you do, ta-ta-touch me like you do What are you waiting for?  [Verse 3] Fading in, fading out On the edge of paradise Every inch of your skin is a Holy Grail I've got to find Only you can set my heart on fire, on fire Yeah  [Bridge] I'll let you set the pace Cause I'm not thinking straight My head's spinning around, I can't see clear no more What are you waiting for?  [Chorus] Love me like you do, la-la-love me like you do Love me like you do, la-la-love me like you do Touch me like you do, ta-ta-touch me like you do What are you waiting for? Love me like you do, la-la-love me like you do Love me like you do, la-la-love me like you do Touch me like you do, ta-ta-touch me like you do What are you waiting for?  [Bridge] I'll let you set the pace Cause I'm not thinking straight My head's spinning around, I can't see clear no more What are you waiting for?  [Chorus] Love me like you do, la-la-love me like you do Love me like you do, la-la-love me like you do Touch me like you do, ta-ta-touch me like you do What are you waiting for? Love me like you do, la-la-love me like you do Love me like you do, la-la-love me like you do Touch me like you do, ta-ta-touch me like you do What are you waiting for?  ",
        "title": "Love Me Like You Do"
    },
    {
        "artist": "Luke Bryan",
        "lyrics": "  Kick the dust up, c'mon  [Verse 1] All week long it’s a farmin’ town They’re makin’ that money grow Tractors, plows with flashing lights Backin’ up a two lane road They take one last lap around That sun up high goes down And then it's on, come on Girl kick it on back Z71 like a Cadillac  [Chorus] We go way out where There ain’t nobody We turn this cornfield Into a party Pedal to the floorboard Eight up in a four door Burnin’ up a back road song Park it and we pile out Baby, watch your step now Better have your boots on Kick the dust up Back it on up Fill your cup up Let’s tear it up, up And kick the dust up (kick the dust up...)  [Verse 2] Bar downtown they got a line Of people way out the door $10 dollar drinks, it’s packed inside I don’t know what they’re waitin for Got me a jar full of clear And I got that music for your ears And it’s like knock, knock, knock goes the diesel If you really wanna see the beautiful people  [Chorus] We go way out where There ain’t nobody We turn this cornfield Into a party Pedal to the floorboard Eight up in a four door Burnin’ up a back road song Park it and we pile out Baby, watch your step now Better have your boots on Kick the dust up Let's back it on up Fill your cup up Let’s tear it up, up And kick the dust up (c'mon)  [Bridge] Just follow me down ‘neath the 32 bridge Y'all be glad you did (kick it)  [Chorus 2] We go way out where There ain’t nobody We turn this cornfield Into a party Pedal to the floorboard Eight up in a four door Burnin’ up a back road song Park it and we pile out Baby watch your step now Better have your boots on Kick the dust up Back it on up Fill your cup up That’s what’s up, up Let’s kick the dust up  ",
        "title": "Kick The Dust Up"
    },
    {
        "artist": "Sia",
        "lyrics": "  [Intro: Sia] I won't give up, I won't give up I won't give up, I won't give up  [Verse 1: Sia] And another one bites the dust Oh, why can I not conquer love? And I might have thought that we were one Wanted to fight this war without weapons And I wanted it, I wanted it bad But there were so many red flags Now another one bites the dust Yeah, let's be clear, I'll trust no one  [Pre-Chorus: Sia] You did not break me I'm still fighting for peace  [Chorus: Sia] I've got a thick skin and an elastic heart But your blade it might be too sharp I'm like a rubber band until you pull too hard Yeah I may snap and I move fast But you won't see me fall apart Cause I've got an elastic heart  [Post-Chorus: Sia] I've got an elastic heart Yeah, I've got an elastic heart  [Verse 2: The Weeknd] And I will stay up through the night Let's be clear, won't close my eyes And I know that I can survive I'll walk through fire to save my life And I want it, I want my life so bad I'm doing everything I can Then another one bites the dust It's hard to lose a chosen one  [Pre-Chorus: Sia & The Weeknd] You did not break me (You did not break me, no, no) I'm still fighting for peace  [Chorus: Sia] I've got a thick skin and an elastic heart But your blade it might be too sharp I'm like a rubber band until you pull too hard Yeah I may snap and I move fast But you won't see me fall apart Cause I've got an elastic heart I've got a thick skin and an elastic heart But your blade it might be too sharp I'm like a rubber band until you pull too hard Yeah I may snap and I move fast But you won't see me fall apart Cause I've got an elastic heart  ",
        "title": "Elastic Heart"
    },
    {
        "artist": "T-Wayne",
        "lyrics": "  [Produced by 30 Roc]  [Intro] Yah, say Roro, you know what it is, right? Who Is Rickey Wayne?: The Mixtape Ya feel me? Yah, ahem  [Verse] First, let me hop out the muh fuckin' Porsche I don't want her if that ass don't sit like a horse I be ballin' on these niggas, got me feelin' like sports Dash got so much wood I could build me a fort Ain't too many things I ain't done yet I'm the king of this shit, crown by the toilet I'm just barely gettin' started, you already upset Got a tiger as a pet, I just took him to the vet Homie, I be makin' hits, I'm the rap Derek Jeter Let your bitch ride on me like she was on the feeder If the pussy ain't good then I probably won't feed her Lil homie, you can keep her cause I really don't need her I ain't worried 'bout features, homeboy, you's a peon Toilet seat ass nigga, man, I swear you gettin' peed on Man, my jewelry so cold, I walk around with the heat on My alarm clock set, just in case they wanna sleep on, ya dig? I'm a full-time player, hoppin' out in alligator Sippin' lean and Now and Later, homie, I'll annihilate ya If you think you wanna battle, you gon' have to pay some paper I just hit her and I quit her, I would never ever date her It's a shame how I'm barely gettin' love in the city Travel to another town, you can bet they fuckin' with me I be killin' this shit, pray to God they forgive me They said, \"when you blow up, don't forget me\", man I been on fire ever since they made the lighter My boys will pull up on ya, homie, I ain't talkin' diapers Walk into your function, on point, I'm like a sniper My girl bad like Dej Loaf so don't try her Flexin' all you want but homeboy, you ain't ready Ten times sharper than Michael Myers' machete Been about the money, I ain't worried 'bout the fame 'Bout to have everybody sayin', \"Who Is Rickey Wayne?\" That me...  ",
        "title": "Nasty Freestyle"
    },
    {
        "artist": "Sam Hunt",
        "lyrics": "  [Verse 1] I don't know if you were looking at me or not You probably smile like that all the time And I don't mean to bother you but I couldn't just walk by And not say hi And I know your name Cause everybody in here knows your name And you're not looking for anything right now So I don't wanna come on strong Don't get me wrong Your eyes are so intimidating My heart is pounding but It's just a conversation No girl I'm not wasted You don't know me I don't know you but I want to  [Chorus] I don't wanna steal your freedom I don't wanna change your mind I don't have to make you love me I just want to take your time I don't wanna wreck your Friday I ain't gonna waste my lines I don't have to take your heart I just wanna take your time  [Verse 2] And I know it starts with hello And the next thing you know you're try to be nice And some guys getting too close Trying to pick you up Trying to get you drunk And I'm sure one of your friends is about to come over here Cause she's supposed to save you from random guys That talk too much and wanna stay too long It's the same old song and dance but I think you know it well You could've rolled your eyes Told me to go to hell Could've walked away But you're still here And I'm still here Come on let's see where it goes  [Chorus 2] I don't wanna steal your freedom I don't wanna change your mind I don't have to make you love me I just wanna take your time I don't have to meet your mother We don't have to cross that line I don't wanna steal your covers I just wanna take your time  [Bridge] I don't wanna go home with you I just wanna be alone with you  [Chorus 3] I don't wanna steal your freedom I don't wanna change your mind I don't have to make you love me I just wanna take your time I don't wanna blow your phone up I just wanna blow your mind I don't have to take your heart I just wanna take your time No, I ain't gotta call you baby And I ain't gotta call you mine I don't have to take your heart I just wanna take your time  ",
        "title": "Take Your Time"
    },
    {
        "artist": "Trey Songz",
        "lyrics": "  [Verse 1] I know you got all dressed up for the club Waiting on a nigga come pick you up Baby, ooh, when I saw ya walking out the door Ooh, I just knew ya needed something more Now whip it straight back to the crib, ay Finna give you something that you won't forget, no Baby, ooh, I just wanna get you out them clothes Ooh, I just wanna see you dance in  [Chorus] Slow motion We can take, we can take, we can take our time, baby In slow motion We can take, we can take, we can take our time, stay here In slow motion  [Verse 2] So shawty, let your hair down and take a sip Gon' put this joint between your lips Baby, ooh, why don't you make yourself comfortable? Ooh, while I go and put this tongue on you So tell me when you ready, I'ma speed it up for you just for a second Just for a second, then I'ma slow it back down and keep it steady Ooh baby, now that you are out them clothes Ooh, I just wanna see you dance in  [Chorus] Slow motion We can take, we can take, we can take our time, baby In slow motion We can take, we can take, we can take our time, stay here In slow motion  [Bridge] Oh darling, I just wanna get you out them clothes Oh, I just wanna see you dance in slow motion  [Chorus] Slow motion We can take, we can take, we can take our time, baby In slow motion We can take, we can take, we can take our time, stay here  ",
        "title": "Slow Motion"
    },
    {
        "artist": "Fall Out Boy",
        "lyrics": "  [Intro] I can move mountains I can work a miracle, work a miracle Oh, oh, keep you like an oath May nothing but death do us part  [Chorus] She wants to dance like Uma Thurman Bury me 'til I confess She wants to dance like Uma Thurman And I can't get you out of my head  [Verse 1] The stench, the stench of summer sex And CK Eternity, oh hell yes Divide me down to the smallest I can be Put your, put your v-v-v-venom in me  [Pre-Chorus] I can move mountains I can work a miracle, work a miracle Oh, oh, keep you like an oath May nothing but death do us apart  [Chorus] She wants to dance like Uma Thurman Bury me 'til I confess She wants to dance like Uma Thurman And I can't get you out of my head  [Verse 2] The blood, the blood, the blood of the lamb Is worth two lions but here I am And I slept in last night's clothes and tomorrow's dreams But they're not quite what they seem  [Pre-Chorus] I can move mountains I can work a miracle, work a miracle Oh, oh, keep you like an oath May nothing but death do us apart  [Bridge] You'll find your way And may death find you alive Take me down the line In Gem City we turn the tide You'll find your way And may death find you alive Take me down the line In Gem City we turn the tide  [Chorus] She wants to dance like Uma Thurman Bury me 'til I confess She wants to dance like Uma Thurman And I can't get you out of my head  [Outro] I can move mountains I can work a miracle, work a miracle Oh, oh, keep you like an oath May nothing but death do us apart I can move mountains I can work a miracle, work a miracle Oh, oh, keep you like an oath May nothing but death do us apart  ",
        "title": "Uma Thurman"
    },
    {
        "artist": "Blake Shelton",
        "lyrics": "  [Click here to read about the first time Blake drank sangria]  [Verse 1] You're crashin' into me like waves on the coast Every time we talk, you move in close I don't want you stop, I don't want you to stop tonight We've got the last two glasses on a straw hut bar Tryin' to remember what number we are String of white lights making your eyes shine tonight  [Chorus] We're buzzing like that no vacancy sign out front Your skin is begging to be kissed by a little more than the sun You take my hand in yours, you lean in and Your lips taste like sangria Your lips taste like sangria  [Verse 2] Wreckin' ball dancin' down the hallway You're holding your shoes, wearing my shades We fall against the door, we fall into a wild warm kiss  [Chorus] We're buzzing like that no vacancy sign out front Your skin is begging to be kissed by a little more than the sun You take my hand in yours, you lean in and Your lips taste like sangria Your lips taste like sangria  [Bridge] Only thing I want to do tonight Is drink you like a Spanish wine Let you let this head of mine keep spinning, spinning around  [Chorus] We're buzzing like that no vacancy sign out front Your skin is begging to be kissed by a little more than the sun You take my hand in yours, you lean in and Your lips taste like sangria Your lips taste like sangria Your lips taste like sangria Your lips taste like sangria Oh  [Outro] Only thing I want to do tonight Is drink you like a Spanish wine Let you let this head of mine keep spinning, spinning around  ",
        "title": "Sangria"
    },
    {
        "artist": "Sam Hunt",
        "lyrics": "  [Verse 1] You're on the couch, blowing up my phone You don't want to come out, but you don't want to be alone It don't take but two to have a little soiree If you're in the mood, sit tight right where you are, babe  Cause I'll be at your door in ten minutes Whatever you got on, girl, stay in it You ain't gotta leave the house to have a good time I'ma bring the good time home to you  [Chorus] We'll have a house party, we don't need nobody Turn your TV off, break that boombox out We'll wake up all the neighbors til the whole block hates us And the cops will show up and try to shut us down  [Post-Chorus] If you're gonna be a homebody We're gonna have a house party If you wanna be a homebody We're gonna have a house party  [Verse 2] Throw a neon t-shirt over the lamp shade I'll take the furniture, slide it out of the way Shaking the floor, rattling the roof We'll go to town right there in your living room  [Chorus] Let's have a house party, we don't need nobody Turn your TV off, break that boombox out We'll wake up all the neighbors til the whole block hates us And the cops will show up and try to shut us down  [Post-Chorus] If you're gonna be a homebody We're gonna have a house party If you wanna be a homebody We're gonna have a house party  [Bridge] So I'll be at your door in ten minutes Whatever you got on, baby, stay in it You ain't gotta leave the house to have a good time I'ma bring the good time home to you  [Chorus] We'll have a house party, we don't need nobody Turn your TV off, break that boombox out We'll wake up all the neighbors til the whole block hates us And the cops will show up and try to shut us down  [Post-Chorus] If you're gonna be a homebody We're gonna have a house party If you wanna be a homebody We're gonna have a house party  ",
        "title": "House Party"
    },
    {
        "artist": "Pitbull Featuring Chris Brown",
        "lyrics": null,
        "title": "Fun"
    },
    {
        "artist": "Meek Mill Featuring Drake",
        "lyrics": "  [Intro: Drake] Yeah, views, views, views Yeah, yeah, alright  [Verse 1: Drake] Old ways, new women, gotta keep a balance The girl of your dreams to me is probably not a challenge I've been counted out so many times, I couldn't count it Funny how now my accountant is havin' trouble tryna count it To the people that think that I owe you shit Payback's a bitch and you know that shit Y'all niggas gettin' too old for this Please don't think nobody notices I've been up for way too many days Y'all sleep enough for me anyway Y'all don't be doin' shit anyway Y'all are not true to this anyway OVO, East End, Reps Up, we might just get hit with the R.I.C.O Everyone home for the summer, so let's not do nothing illegal I go make 50 million then I give some millions to my people They gon' go Tony Montana and cop them some Shaq at the free throws But they're from the way fam, there's not much to say fam They told me to tell you you mans are some wastemans And stay in your place fam My dad is from Memphis, and I am the king I should probably just move in to Graceland Madonna’s a ting I know and I’m the king of pop I’m building Never-Never Land How he hate me when I never met the man Woo! We might just get hit with the R.I.C.O  [Verse 2: Meek Mill] Meek Milly! Cause we in the field with them birds like we play for the Eagles I'm on probation so let me not talk what's illegal (switch it up) Today I woke up with my dream girl, she rich as a Beatle For my teachers that said I wouldn't make it here I spend a day what you make a year I had to drop this to make it clear That I got it locked like Jamaican hair All theses choppers poppin', niggas wildin', violence Why we even got to take it here? Why we even got to play these games? Run up on me, catch a facial there It's the Chasers, what you thought? I come through my block like I'm Rico Poppin' a wheelie, no squealie, can't talk to the cops, that's illegal I was like more a Rich Porter, no double crossing on my peoples I take an M to the table and split it with my niggas equal I'm back on that hood shit, yeah that wish you would shit I'm talking that cross you that fade you fourth quarter Like Jordan, we back on that bullshit We came up from nothing We started on list's most wanted but now it's the Forbes list We really was doing shit I can hear echos from feds on this beat from informants I think they recording Shhh, listen, you hear that?  [Outro: Drake] We might just get hit with the R.I.C.O We might just get hit with the R.I.C.O  ",
        "title": "R.I.C.O."
    },
    {
        "artist": "Nicki Minaj",
        "lyrics": "  [Verse 1] Yo, ayo tonight is the night that I'ma get twisted Myx Moscato and vodka, I'ma mix it Roll that spaceship, we about to get lifted Live in the present, that gift is for the gifted This what you came, this what you came for You get what you buy, this what you paid for So make sure the stars is what you aim for Make mistakes though  [Pre-Chorus] I never worry, life is a journey I just wanna enjoy the ride What is the hurry? It's pretty early It's ok, we'll take our time  [Chorus] The night is still young The night is still young The night is still young And so are we The night is still young (How dare we sit quietly) The night is still young (And watch the world pass us by) The night is still young (How dare we sit quietly) And so are we  [Verse 2] Ayo, drinks on you, or the drinks is on me We ain't going nowhere like tanks is on E We still getting money, what bank it's gon' be? If he sexy, he planking on me So when them big boys want all of that (Ay!) Tell the bartender, say my order back (Ay!) It's bottle service, he ordered that (Ay!) Might let him take it home and slaughter that He got friends for all of my friends They ain't leaving 'till we say when And we gon' hangover the next day But we will remember this day So drop the pop and get low Or we can drop the top and just cruise We fresh to death, down to the shoes My only motto in life is don't lose  [Pre-Chorus] I never worry, life is a journey I just wanna enjoy the ride What is the hurry? It's pretty early It's ok, we'll take our time  [Chorus] The night is still young The night is still young The night is still young And so are we The night is still young (How dare we sit quietly) The night is still young (And watch the world pass us by) The night is still young (How dare we sit quietly) And so are we  [Bridge] We're just getting started, yeah, yeah We're just getting started, yeah, yeah Can't you see the night's still early And we gon' get it wild and crazy  [Bridge] We're just getting started, yeah, yeah We're just getting started, yeah, yeah Can't you see the night's still early And we gon' get it wild and crazy  [Chorus] The night is still young The night is still young The night is still young And so are we The night is still young (How dare we sit quietly) The night is still young (And watch the world pass us by) The night is still young (How dare we sit quietly) And so are we  [Outro] How dare we sit quietly And watch the world pass us by How dare we sit quietly And watch the world pass us by  ",
        "title": "The Night Is Still Young"
    },
    {
        "artist": "Kid Ink Featuring DeJ Loaf",
        "lyrics": "  [Intro: DeJ Loaf] You ain't got no will, you ain't got no bottle Let's just be honest, let's just be real You ain't got no cash, you ain't got no dollas You stay with that drama, let's just be real Let's just be honest, let's just be real Let's just be honest, let's just be real  [Verse 1: Kid Ink] Uh, just keep it real with ya You the only nigga here feeling yourself Walk in, them bitches start filming They sittin' with a man, thotty ass still grinnin', it's on Honest, so hot, mind on a comet Fast life sometimes feel like I'm in a comic I don’t give a fuck bitch, with or without a condom Fat Joe, pockets lean back like a recliner I'm in this, representin' West Side Lotta people try to tell me I'm the next guy Bat Gang, got it tatted by my left eye Chain gang over here, no neck tie Bitch you know I'm all about the business From beginning to the ending never simpin', never slippin Sipping P-A-T-R-O-to the-N And if I'm in the building know it's complaints from the tenants On the real  [Pre-Hook: Kid Ink] You could call anyone you want I'ma kill 'em all, bet it on Said we the only ones that stuntin' now Let's just be real  [Hook: DeJ Loaf & Kid Ink] Let's just be honest, let's just be real Yeah let's just be honest, let's just be real Let's just be honest, we all know the deal So let's just be honest, let's just be real  [Verse 2: Kid Ink] Uh, slow down babe It’s enough, to go ‘round baby Been drinkin' like you thirsty How you make it to my section in the first place? Nah, I ain't trippin', shit is nada They say it ain’t trickin' if you got it Bitch I'm a boss like Gotti Rock Tom Ford and I still pop Molly Roll up good Cali, la di da di It's just me and all my homies At your door like The Shining, egh Feel like can't nobody stop me, I'm a hot nigga Uh and the bitch that I'm with know she hot stuff Pull up in the Hot Wheels, ballin'  get yo hops up If you got a problem get a hotline 9-1-1 but we don't ever call the cops, for real  [Pre-Hook: Kid Ink] You could call anyone you want I'ma kill 'em all, bet it on Said we the only ones that stuntin' now Let's just be real  [Hook: DeJ Loaf & Kid Ink] Let's just be honest, let's just be real Yeah let's just be honest, let's just be real Let's just be honest, we all know the deal So let's just be honest, let's just be real  ",
        "title": "Be Real"
    },
    {
        "artist": "Canaan Smith",
        "lyrics": "  [Verse 1] Hey girl, I’m just a small town run around I get my kicks out on the outskirts of town I could never do it like a pretty city boy I’m more a fishin’ in the dark nitty gritty boy So lay back and let me paint you a picture The way I wanna kiss you is  [Chorus] Slow as the Mississippi Strong as a fifth of whiskey Steady as a Tom Petty track I wanna love, wanna love you like that Deeper than a sunset sky Sweeter than muscadine wine All night ‘til the sun comes back I wanna love, wanna love, wanna love you like that  [Verse 2] When I’m with you I can see down the road girl Not just the gravel one we’re travelin’ on girl And I’m bettin’ that it’s gonna be a wild ride But I promise that I’m gonna be there by your side I think we got another memory in the makin’ So baby let’s take it, take it  [Chorus] Slow as the Mississippi Strong as a fifth of whiskey Steady as a Tom Petty track I wanna love, wanna love you like that Deeper than a sunset sky Sweeter than muscadine wine All night ‘til the sun comes back I wanna love, wanna love, wanna love you like that  [Bridge] I ain’t gonna do it like a pretty city boy I’m a fishin’ in the dark nitty gritty boy So let me love you  [Chorus] Slow as the Mississippi Strong as a fifth of whiskey Steady as a Tom Petty track I wanna love, wanna love you like that Deeper than a sunset sky Sweeter than muscadine wine All night ‘til the sun comes back I wanna love, wanna love, wanna love you like that  [Outro] Baby, I wanna love, wanna love, wanna love you like that  ",
        "title": "Love You Like That"
    },
    {
        "artist": "Flo Rida Featuring Sage The Gemini & Lookas",
        "lyrics": "  [Hook: Sage the Gemini] I know what you came here to see If you're a freak, then you comin' home with me And I know what you came here to do Now bust it open, let me see you get loose It's goin' down for real It's goin' down for real It's goin' down for real  [Verse 1: Flo Rida] Your girl just kissed a girl, I do bi chicks Shake for a sheik, I'm throwin' these Emirates in the sky Spendin' this As-salamu alaykum, peace to M.O.N.E.Y I love my beaches, south beaches, surfboard in high tide I could just roll up 'cause I'm swole up So that birthday cake get the cobra Bugatti for real, I'm cold, bruh That auto-biography rover Got the key to my city, it's over It's no thots, only Anna Kournikova's I set records, ratchets hol' up (I set records, ratchets hol' up)  [Hook: Sage the Gemini] I know what you came here to see If you're a freak, then you comin' home with me And I know what you came here to do Now bust it open, let me see you get loose It's goin' down for real It's goin' down for real It's goin' down for real  [Verse 2: Sage the Gemini] (And they already know me) It's going down further than femurs Girls get wetter than Katrina Yeah, my girl, you've never seen her 'Cause my tints by limousines My touch say it's the Midas We the plus, your man a minus My team blowin' on that slam Make you cough-cough, that's Bronchitis Put your hands up, oh It's a stick up, no more makeup Get that ass on the floor Ladies, put your lipstick up Double entendre, double entendre While you're hatin', I get money Then I double up tonkers  [Hook: Sage the Gemini] I know what you came here to see If you're a freak, then you comin' home with me And I know what you came here to do Now bust it open, let me see you get loose It's goin' down for real It's goin' down for real It's goin' down for real It's goin' down for real It's goin' down for real  [Bridge: Flo Rida] Lift it, drop it, shake it, pop it Lift it, drop it, shake it, pop it Lift it, drop it, shake it, pop it Lift it, drop it, shake it  [Outro: Sage the Gemini] It's goin' down for real It's goin' down for real It's goin' down for real It's goin' down for real It's goin' down for real  ",
        "title": "G.D.F.R."
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] Midnight You come and pick me up, no headlights Long drive Could end in burning flames or paradise Fade into view Oh, It's been a while since I have even heard from you (Heard from you) And I should just tell you to leave cause I Know exactly where it leads, but I Watch us go round and round each time  [Chorus] You got that James Dean daydream look in your eye And I got that red lip classic thing that you like And when we go crashing down, we come back every time Cause we never go out of style, we never go out of style You got that long hair, slicked back, white t-shirt And I got that good girl faith and a tight little skirt And when we go crashing down, we come back every time Cause we never go out of style, we never go out of style  [Verse 2] So it goes He can't keep his wild eyes on the road (mmm) Takes me home Lights are off, he's taking off his coat (mmm, yeah) I say \"I've heard Oh, that you've been out and about with some other girl\" Some other girl He says \"What you heard is true, but I Can't stop thinking 'bout you and I\" I said \"I've been there too a few times\"  [Chorus] Cause you got that James Dean daydream look in your eye And I got that red lip classic thing that you like And when we go crashing down, we come back every time Cause we never go out of style, we never go out of style You got that long hair, slicked back, white t-shirt And I got that good girl faith and a tight little skirt And when we go crashing down, we come back every time Cause we never go out of style, we never go out of style  [Bridge] Take me home Just take me home Yeah, just take me home (Out of style)  [Chorus] Oh, you got that James Dean daydream look in your eye And I got that red lip classic thing that you like And when we go crashing down, we come back everytime Cause we never go out of style, we never go out of style  ",
        "title": "Style"
    },
    {
        "artist": "Natalie La Rose Featuring Jeremih",
        "lyrics": "  [Intro] Come on Natalie La Rose  [Chorus: Jeremih] I wanna rock with somebody I wanna take shots with somebody I wanna leave with somebody And we ain't gonna tell nobody, we ain't gonna tell nobody  [Verse 1: Natalie La Rose] Walk in, everybody knows what's good But some gonna hate, what's new? We just do our thing, no time to waste Always play it cool  [Pre-Chorus: Natalie La Rose (Jeremih)] And at the end of the night when the lights go out Will we turn down? Oh no we won't (We ain't never turnin' down, we ain't never turnin' down) And when they try to make us leave We turn and say we never going home (And you know just what I wanna do)  [Chorus: Jeremih] I wanna rock with somebody I wanna take shots with somebody I wanna leave with somebody And we ain't gotta tell nobody, we ain't gotta tell nobody  [Verse 2: Natalie La Rose] Walk in, everybody know what's good We're our only plug Bring us everything we think we need Tonight is goin' up Tonight is goin' up  [Pre-Chorus: Natalie La Rose (Jeremih)] And at the end of the night when the lights go out Will we turn down? Oh no we won't (We ain't never turnin' down, we ain't never turnin' down) And when they try to make us leave We turn and say we never going home (And you know just what I wanna do)  [Chorus: Jeremih] I wanna rock with somebody I wanna take shots with somebody I wanna leave with somebody And we ain't gotta tell nobody, we ain't gotta tell nobody  [Bridge: Natalie La Rose] In the club like what We be in the party in the club like what And the club like We be in the city going dumb like what In the club like what We be in the party in the club like what We be in the city going dumb like what We be in the party in the club like what  [Pre-Chorus: Natalie La Rose (Jeremih)] And at the end of the night when the lights go out Will we turn down? Oh no we won't (We ain't never turnin' down, we ain't never turnin' down) And when they try to make us leave We turn and say we never going home (And you know just what I wanna do)  [Chorus: Jeremih] I wanna rock with somebody I wanna take shots with somebody I wanna leave with somebody And we ain't gotta tell nobody, we ain't gotta tell nobody  ",
        "title": "Somebody"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Video directed by Mark Romanek]  [Verse 1] I stay out too late Got nothing in my brain That's what people say, mmm, mmm That's what people say, mmm, mmm I go on too many dates But I can't make them stay At least that's what people say, mmm, mmm That's what people say, mmm, mmm  [Pre-Chorus 1] But I keep cruisin' Can't stop, won't stop movin' It's like I got this music in my mind Saying it's gonna be alright  [Chorus] 'Cause the players gonna play, play, play, play, play And the haters gonna hate, hate, hate, hate, hate Baby, I'm just gonna shake, shake, shake, shake, shake I shake it off,  I shake it off Heartbreakers gonna break, break, break, break, break And the fakers gonna fake, fake, fake, fake, fake Baby, I'm just gonna shake, shake, shake, shake, shake I shake it off, I shake it off  [Verse 2] I never miss a beat I'm lightning on my feet And that's what they don’t see, mmm, mmm That's what they don’t see, mmm, mmm I'm dancing on my own (dancing on my own) I make the moves up as I go (moves up as I go) And that's what they don't know, mmm, mmm That’s what they don’t know, mmm, mmm  [Pre-Chorus 2] But I keep cruisin' Can't stop, won't stop groovin' It's like I got this music in my mind Saying it's gonna be alright  [Chorus] 'Cause the players gonna play, play, play, play, play And the haters gonna hate, hate, hate, hate, hate Baby, I'm just gonna shake, shake, shake, shake, shake I shake it off,  I shake it off Heartbreakers gonna break, break, break, break, break And the fakers gonna fake, fake, fake, fake, fake Baby, I'm just gonna shake, shake, shake, shake, shake I shake it off, I shake it off  [Post-Chorus] Shake it off, I shake it off I, I, I shake it off, I shake it off I, I, I shake it off, I shake it off I, I, I shake it off, I shake it off  [Interlude] Hey, hey, hey Just think while you've been getting down and out about the liars And dirty, dirty cheats of the world you could've been getting down to this sick beat  [Bridge] My ex-man brought his new girlfriend She's like, “Oh my God”, but I'm just gonna shake And to the fella over there with the hella good hair Won't you come on over, baby, we can shake, shake, shake Yeah, oh, oh, oh, oh  [Chorus] 'Cause the players gonna play, play, play, play, play And the haters gonna hate, hate, hate, hate, hate (haters gonna hate) Baby, I'm just gonna shake, shake, shake, shake, shake I shake it off,  I shake it off Heartbreakers gonna break, break, break, break, break (mmhm) And the fakers gonna fake, fake, fake, fake, fake (fake n' fake n' fake) Baby, I'm just gonna shake, shake, shake, shake, shake I shake it off, I shake it off  [Post-Chorus] Shake it off, I shake it off I, I, I shake it off, I shake it off I, I, I shake it off, I shake it off I, I, I shake it off, I shake it off Shake it off, I shake it off I, I, I shake it off, I shake it off I, I, I shake it off, I shake it off I, I, I shake it off, I shake it off (yeah!) Shake it off, I shake it off I, I, I shake it off, I shake it off (you got to) I, I, I shake it off, I shake it off I, I, I shake it off, I shake it off  ",
        "title": "Shake It Off"
    },
    {
        "artist": "Thomas Rhett",
        "lyrics": "  [Verse: 1] So I guess it's over baby Déjà vu again Who'd have thought that time don't stop And somehow girl, the world keeps spinning I guess I've turned myself into a solitary man Ain't like I'm the only one That's in the shoes that I am  [Chorus] Do you hear that? I'm right back At the sound of lonely calling Do you hear that? It's where I'm at It's the sound of teardrops falling down, down A slamming door and a lesson learned I let another lover crash and burn  [Verse: 2] I know that it might sound jaded And I have to say I think love is overrated But I don't like throwing it away I know you could probably tell me Right where I went wrong Some guys can't have all the luck If others don't sing sad songs  [Chorus] Do you hear that? I'm right back At the sound of lonely calling Do you hear that? It's where I'm at It's the sound of teardrops falling down, down A slamming door and a lesson learned I let another lover crash and burn  [Bridge] A slamming door and a lesson learned I let another lover crash and burn That's right Another lover crash and burn  [Chorus] Do you hear that? I'm right back At the sound of lonely calling Do you hear that? It's where I'm at It's the sound of teardrops falling down, down A slamming door and a lesson learned I let another lover crash and burn  ",
        "title": "Crash And Burn"
    },
    {
        "artist": "Eric Church",
        "lyrics": "  I, I been gone I been gone too long singing my songs on the road Another town one more show and I'm coming home Don't give a damn what these keys I hold I'm gonna knock down that front door, and  I'ma find out what that house is made of It's been too many nights since its felt us make love I wanna rock some Sheetrock, knock some pictures off the wall Love you baby, like a wrecking ball  You... look at you send me one more shot sitting on a bathroom sink Damn you really turn me on painting your toenails pink Easy baby before you say but if I can make it just one more day, and  That old house is gonna be shaking I hope those bricks and boards can take it But I won't be surprised if the whole damn place just falls I'm gonna rock you baby, like a wrecking ball  And that old house is gonna be shaking Rafter and rocking foundation quaking Crash right through the front door, back you up against the wall Love you baby take it right there baby rock you baby, like a wrecking ball  ",
        "title": "Like A Wrecking Ball"
    },
    {
        "artist": "Jason Aldean",
        "lyrics": "  [Verse 1] You ain’t got a dress that I don’t like You ain’t got a pair of jeans that don’t fit you just right There’s not a minute in the day That you don’t knock me out, you don’t blow me away  [Pre-Chorus] But, girl, now that the sun's gone down (whoa-oh-oh) Looking at you right here and now, baby  [Chorus] Somethin' about that southern sky Sitting back behind that moon It goes perfect with your eyes Girl, tonight looks good on you It's something about the way you're smiling Making the stars fall right on queue I just gotta tell you, baby Tonight looks good on you  [Verse 2] I can taste the midnight on your lips Makes me just wanna lean in for another kiss Wind blowing your hair around Girl, it makes me want to lay you down You've been beautiful a million times But I've never seen you look like this, no  [Chorus] Somethin' about that southern sky Sitting back behind that moon It goes perfect with your eyes Girl, tonight looks good on you It's something about the way you're smiling Making the stars fall right on queue I just gotta tell you, baby Tonight looks good on you  [Bridge] Looks so good on your skin I don't ever, no, I never I don't ever, ever want to end, baby  [Chorus] Somethin' about that southern sky Sitting back behind that moon It goes perfect with your eyes Girl, tonight looks good on you It's something about the way you're smiling Making the stars fall right on queue I just gotta tell you, baby Tonight looks good on you  [Outro] Tonight looks good on you I just gotta tell you, baby  You look good at party Good at the bar Something bout underneath these stars  You look good at the house Good in the car You're looking so good anywhere you are  Tonight, tonight looks good on you Tonight looks good on you I just gotta tell you, baby  ",
        "title": "Tonight Looks Good On You"
    },
    {
        "artist": "Chris Janson",
        "lyrics": "  I ain’t rich, but I damn sure wanna be Working like a dog all day, ain’t working for me I wish I had a rich uncle that’d kick the bucket And that I was sitting on a pile like Warren Buffett I know everybody says Money can’t buy happiness  But it could buy me a boat, it could buy me a truck to pull it It could buy me a Yeti 110 iced down with some silver bullets Yeah, and I know what they say Money can’t buy everything Well, maybe so But it could buy me a boat  They call me redneck, white trash and blue collar But I could change all that if I had a couple million dollars I keep hearing that money is the root of all evil And you can’t fit a camel through the eye of a needle I’m sure that’s probably true But it still sounds pretty cool  ‘Cause it could buy me a boat, it could buy me a truck to pull it It could buy me a Yeti 110 iced down with some silver bullets Yeah, and I know what they say Money can’t buy everything Well, maybe so But it could buy me a boat  To float down on the water with a beer… I hear the Powerball Lotto is a-sitting’ on a hundred mill… Well, that would buy me a brand new rod and reel…  And it could buy me a boat, it could buy me a truck to pull it It could buy me a Yeti 110 iced down with some Silver Bullets Yeah, and I know what they say Money can’t buy everything Well, maybe so But it could buy me a boat  Yeah, and I know what they say Money can’t buy everything Well, maybe so But it could buy me a boat It could buy me a boat  ",
        "title": "Buy Me A Boat"
    },
    {
        "artist": "Shawn Mendes",
        "lyrics": "  [Music Video]  [Verse 1] I thought that I've been hurt before But no one's ever left me quite this sore Your words cut deeper than a knife Now I need someone to breathe me back to life  [Pre-Chorus] Got a feeling that I'm going under But I know that I'll make it out alive If I quit calling you my lover Move on  [Chorus] You watch me bleed until I can't breathe, shaking Falling onto my knees And now that I'm without your kisses I'll be needing stitches Tripping over myself, aching Begging you to come help And now that I'm without your kisses I'll be needing stitches  [Verse 2] Just like a moth drawn to a flame Oh, you lured me in I couldn't sense the pain Your bitter heart, cold to the touch Now I'm gonna reap what I sow I'm left seeing red on my own  [Pre-Chorus] Got a feeling that I'm going under But I know that I'll make it out alive If I quit calling you my lover Move on  [Chorus] You watch me bleed until I can't breathe, shaking Falling onto my knees And now that I'm without your kisses I'll be needing stitches Tripping over myself, aching Begging you to come help And now that I'm without your kisses I'll be needing stitches  [Bridge] Needle and the thread, gotta get you out of my head Needle and the thread, gonna wind up dead Needle and the thread, gotta get you out of my head Needle and the thread, gonna wind up dead Needle and the thread, gotta get you out of my head Needle and the thread, gonna wind up dead Needle and the thread, gotta get you out of my head Get you out of my head  [Chorus] You watch me bleed until I can't breathe, shaking Falling onto my knees And now that I'm without your kisses I'll be needing stitches Tripping over myself, aching Begging you to come help And now that I'm without your kisses I'll be needing stitches  [Refrain] Now that I'm without your kisses I'll be needing stitches Now that I'm without your kisses I'll be needing stitches  ",
        "title": "Stitches"
    },
    {
        "artist": "Flo Rida Featuring Robin Thicke & Verdine White",
        "lyrics": "  [Produced by Verdine White]  [Chorus: Robin Thicke] I don't like it, I love it, love it, love it, uh oh So good it hurts I  don't want it, I gotta, gotta have it, uh oh When I can't find the words I don't like it, I love it, love it, love it, uh oh So good it hurts I  don't want it, I gotta, gotta have it, uh oh When I can't find the words, I just go I don't like it, no, I love it I don't like it, no, I love it  [Verse 1: Flo Rida] All out, turn the beat up Hey now I'm glad to meet ya Turn up girl, blow the speaker Yeah up, think about it now, blow the speaker I'll speak louder, let's get wild tonite Billionaire bottles, we just down em like Ain't no problem, all my roads are right All right, all right  [Pre-Chorus 1: Flo Rida] I don't like it, I love it I got another comma in my budget I got a anaconda in my Trukfit Don't push it, don't push it Cause I'ma hit it til I jackpot, that's right Wax on baby wax off, act right You can put it on the black card, all night And I'll spend it, I'll spend it cause  [Chorus: Robin Thicke] I don't like it, I love it, love it, love it, uh oh So good it hurts I  don't want it, I gotta, gotta have it, uh oh When I can't find the words I just go I don't like it, no, I love it I don't like it, no, I love it  [Outro: Robin Thicke] I don't like it, no, I love it I don't like it, no, I love it  [Verse 2: Flo Rida] All night, let me groove ya Dance with me, turn down for who girl Another runner help us step the moves up Yeah bet that round need a measure or ruler Celebrate life and I'll pay for it That Cavalli nice next to my Tom Ford Yeah party all night, let's all aboard Let's all aboard, all aboard  [Pre-Chorus 2: Flo Rida] I don't like it, I love it And them other girls they can't touch it Competition, that's a whole another subject I wanna walk it out in public You a star baby, just know, let's go To the metro or the condo, let's go Perfect time gotta let it flow, you know I'm watching, I'm watching, cause  [Chorus: Robin Thicke] I don't like it, I love it, love it, love it, uh oh So good it hurts I  don't want it, I gotta, gotta have it, uh oh When I can't find the words I just go I don't like it, no, I love it I don't like it, no, I love it  [Bridge: Flo Rida] Meet me at the studio Bangarang just like Rufio Feel the bass, let ya booty go I wanna get inside it Run away for a few days Thinkin' bout love, baby touché Tied up like a shoe lace I don't like it, I don't like it  ",
        "title": "I Don't Like It, I Love It"
    },
    {
        "artist": "Brantley Gilbert",
        "lyrics": "  [Verse 1] Preacher said he died too young Over there toting that gun For Uncle Sam and our freedom Mom and Daddy dressed in black They folded up that flag Started praying Yeah he went out 21 guns blazing  [Chorus] And that's One Hell of an Amen That's the only way to go Fighting the good fight Till the good Lord calls you home And so be well, my friend Until I see you again This is our last goodbye But it's a Hell of an Amen  [Instrumental]  [Verse 2] Doctor said he ain't got long He just smiled said bring it on If you think I'm scared You got it all wrong A little cancer can't break me My heart's right and I believe We all hit our knees Started praying No, he never gave up Said the Good Lord's waiting  [Chorus] And that's One Hell of an Amen That's the only way to go Fighting the good fight Till the good Lord calls you home And so be well, my friend Until I see you again This is our last goodbye But it's a Hell of an Amen  [Instrumental]  [Outro] So be well my friend Til' I see you again This is our last goodbye But it's a Hell of an Amen  Amen  It's a Hell of an Amen  ",
        "title": "One Hell Of An Amen"
    },
    {
        "artist": "Zac Brown Band",
        "lyrics": "  [Verse 1] Every morning when you come downstairs Hair's a mess but I don't care No makeup on and shining so bright My old sweatshirt never fit so right Dancing around to the radio Humming the words that you don't know Cause I'm finding an angel off my list Thinking that it don't get no better than this  [Chorus] You make loving you easy You make loving you all I wanna do Every little smile and every single touch Reminds me just how much it all makes Loving you easy  [Verse 2] Wrapped around me late at night Pillow talk by candle light Gonna slow this down and make it last The best things fly by us so fast  [Chorus] You make loving you easy You make loving you all I wanna do Every little smile and every single touch Reminds me just how much it all makes Loving you easy  [Bridge] Oh, I wanna sing it again  [Chorus] You make loving you easy You make loving you all I wanna do Every little smile and every single touch Reminds me just how much it all makes Loving you easy  ",
        "title": "Loving You Easy"
    },
    {
        "artist": "X Ambassadors",
        "lyrics": "  [Verse 1] Run away-ay with me Lost souls in revelry Running wild and running free Two kids, you and me  [Chorus] And I say Hey, hey hey hey Living like we're renegades Hey hey hey Hey hey hey Living like we're renegades Renegades, renegades  [Verse 2] Long live the pioneers Rebels and mutineers Go forth and have no fear Come close and lend an ear  [Chorus] And I say Hey, hey hey hey Living like we're renegades Hey hey hey Hey hey hey Living like we're renegades Renegades, renegades  [Verse 3] All hail the underdogs All hail the new kids All hail the outlaws Spielberg's and Kubrick's  [Verse 4] It's our time to make a move It's our time to make amends It's our time to break the rules Let's begin...  [Chorus] And I say Hey, hey hey hey Living like we're renegades Hey hey hey Hey hey hey Living like we're renegades Renegades, renegades  ",
        "title": "Renegades"
    },
    {
        "artist": "Echosmith",
        "lyrics": "  [Verse 1] I think the universe is on my side Heaven and earth have finally aligned Days are good and that's they way it should be  [Verse 2] You sprinkle stardust on my pillow case It's like a moon beam brushed across my face Nights are good and that's the way it should be  [Pre-Chorus] You make me sing \"oooh, la la la\" You make a girl go \"oooh\" I'm in love, love  [Chorus] Did you see that shooting star tonight? Were you dazzled by the same constellation? Did you and Jupiter conspire to get me? I think you and the Moon and Neptune got it right Cause now I'm shining bright, so bright Bright, so bright  [Verse 3] And I see colors in a different way You make what doesn't matter fade to grey Life is good and that's the way it should be  [Pre-Chorus] You make me sing \"oooh, la la la\" You make a girl go \"oooh\" I'm in love, love  [Chorus] Did you see that shooting star tonight? Were you dazzled by the same constellation? Did you and Jupiter conspire to get me? I think you and the Moon and Neptune got it right Cause now I'm shining bright, so bright  And I get lost in your eyes  [Chorus] Did you see that shooting star tonight? Were you dazzled by the same constellation? Did you and Jupiter conspire to get me? I think you and the Moon and Neptune got it right I think you and the Moon and Neptune got it right I think you and the Moon and Neptune got it right Cause now I'm shining bright, so bright Bright, so bright Bright, so bright And I get lost in your eyes, tonight  ",
        "title": "Bright"
    },
    {
        "artist": "Charlie Puth Featuring Meghan Trainor",
        "lyrics": "  [Intro: Charlie Puth] Let's Marvin Gaye and get it on You got the healing that I want Just like they say it in the song Until the dawn, let's Marvin Gaye and get it on  [Verse 1: Charlie Puth] We got this king-size to ourselves Don't have to share with no one else Don't keep your secrets to yourself It's Kama Sutra show and tell, yeah  [Pre-Chorus: Charlie Puth] Woah-oh-oh-oh There's lovin' in your eyes that pulls me closer It's so subtle, I'm in trouble But I'd love to be in trouble with you  [Chorus: Charlie Puth & Meghan Trainor] Let's Marvin Gaye and get it on You got the healing that I want Just like they say it in the song Until the dawn, let's Marvin Gaye and get it on You've got to give it up to me I'm screaming, \"Mercy, mercy, please!\" Just like they say it in the song Until the dawn, let's Marvin Gaye and get it on  [Verse 2: Meghan Trainor] And when you leave me all alone I'm like a stray without a home I'm like a dog without a bone I just want you for my own I got to have you, babe  [Pre-Chorus 2: Charlie Puth & Meghan Trainor] Woah-oh-oh-oh There's lovin' in your eyes that pulls me closer It's so subtle, I'm in trouble But I'd rather be in trouble with you  [Bridge: Charlie Puth & Meghan Trainor] Let's Marvin Gaye and get it on Ooh, baby, I got that healing that you want, yes Like they say it in the songs Until the dawn, let's Marvin Gaye and get it on  [Chorus: Charlie Puth & Meghan Trainor] Let's Marvin Gaye and get it on You got the healing that I want Just like they say it in the song Until the dawn, let's Marvin Gaye and get it on, babe You've got to give it up to me I'm screaming, \"Mercy, mercy, please!\" Just like they say it in the song Until the dawn, let's Marvin Gaye and get it on Just like they say it in the song Until the dawn, let's Marvin Gaye and get it on, ooh  ",
        "title": "Marvin Gaye"
    },
    {
        "artist": "Kelsea Ballerini",
        "lyrics": "  [Verse 1] Oh hey, boy with your hat back... Mmm, I kinda like that If you wanna walk my way Imma shoot you straight up Show me what you're made of  [Pre-Chorus] I don't have time to waste on the boys That are playing the games And leaving the girls crying out in the rain So tell me, baby Do you got what it takes?  [Chorus] If you're gonna hold me, hold me like I'm leaving If you're gonna kiss me, kiss me like you need it Baby, if you're not, you best get to leaving If you're gonna love me, love me like you mean it If you're gonna talk the talk, you better walk it If you wanna keep me, keep me like you lost it If you're gonna say it and make me believe it If you're gonna love me boy, love me like you mean it  [Verse 2] Oh hey, I've had my share of losers, liars and users Looking for a heart to break So if you're like that Well take a step back  [Pre-Chorus] I don't have time to waste on the boys That are playing the games And leaving the girls crying out in the rain So tell me, baby Are you just crazy or crazy over me?  [Chorus] If you're gonna hold me, hold me like I'm leaving If you're gonna kiss me, kiss me like you need it Baby, if you're not, you best get to leaving If you're gonna love me, love me like you mean it If you're gonna talk the talk, you better walk it If you wanna  keep me, keep me like you lost it If you're gonna say it and make me believe it If you're gonna love me boy, love me like you mean it If you're gonna love me, love me If you're gonna hold me, hold me like I'm leaving If you're gonna kiss me, kiss me like you need it Baby, if you're not, you best get to leaving If you're gonna love me, love me, love me If you're gonna talk the talk, you better walk it If you wanna keep me, keep me like you lost it If you're gonna say it and make me believe it If you're gonna love me boy, love me like you mean it  [Outro] Love me like you mean it Love me like you mean it If you're gonna love me, love me, love me Love me like you mean it yeah  ",
        "title": "Love Me Like You Mean It"
    },
    {
        "artist": "Easton Corbin",
        "lyrics": "  [Verse 1] So here we are, here all alone The band quit playing, everyone went home But the stars are still out and you're so damn hot And I ain't ready for the music to stop  [Chorus] Baby, be my love song Baby, be my all night long Be the buzz in my Dixie cup My steady rocking 'til the sun comes up You know I really love to watch you dance Baby be my, \"Oh hell yeah!\" I feel a little sing-along, sing-along coming on Baby be my love song  [Verse 2] Girl, fast or slow, three-quarter time It don't have to make sense and it don't have to rhyme As long as it's you babe, I'm all in And when it's over, just play it again  [Chorus] Baby, be my love song Baby, be my all night long Be the buzz in my Dixie cup My steady rocking 'til the sun comes up You know I really love to watch you dance Baby be my, \"Oh hell yeah!\" I feel a little sing-along, sing-along coming on Baby be my love song  [Verse 3] Baby, be my melody My little feel good that gets to me Don't be shy baby, set it free Crank it up, hit me way down deep  [Chorus] Baby, be my love song Baby, be my all night long Be the buzz in my Dixie cup My steady rocking 'til the sun comes up You know I really love to watch you dance Baby be my, \"Oh hell yeah!\" I feel a little sing-along, sing-along coming on I feel a little sing-along, sing-along coming on Baby be my love song Baby be my love song Oh yeah Be my love song (Be my love song)  ",
        "title": "Baby Be My Love Song"
    },
    {
        "artist": "Jeremih Featuring J. Cole",
        "lyrics": "  [Intro] This one goes out to all sides worldwide Let that playa-ass nigga Thumpy be your guide As we go on a ride Where playa-hatin' killers and hood niggas thrive And lame muh'fuckers can barely survive  [Verse 1: Jeremih] Catch me rollin' through the city Ridin' with the top off Man, my whip so big When you in it, fuck around and get lost Told my bitch to let her hair down What this shit cost? Tell me, baby, if you 'bout that life right now I hope it ain't talk, no  [Bridge: Jeremih] I can put you in the Mile High Club What's up? Let's take a trip Have you ever read \"The World Is Yours\" on a blimp?  [Pre-Hook: Jeremih] Tell her be free, baby, spread your wings Got your legs in the sky like a plane Let me guide that, I'm the pilot Can't nobody see you, thirty thousand feet On your knees in them Prada's Makin' freaky shit come up out her  [Hook: Jeremih] Get high, baby, roll one Cloud nine 'bout to go up Lovin' the feelin' the turbulence get when we turn up When we land we can roll out Show you somethin' you ain't know 'bout Tonight we be takin' off flight with a camera to show out  [Verse 2: Jeremih] I got you in the air, your body in the air How it feel up here? You can scream as loud as you want Loud as you can, and ain't nobody gonna hear Would you like it better if I hit the West Coast? Tell me, if you 'bout that life right now I hope it ain't talk  [Bridge: Jeremih] I can put you in the Mile High Club What's up? Let's take a trip Have you ever read \"The World Is Yours\" on a blimp?  [Pre-Hook: Jeremih] Tell her be free, baby, spread your wings Got your legs in the sky like a plane Let me guide that, I'm the pilot Can't nobody see you, thirty thousand feet On your knees in them Prada's Makin' freaky shit come up out her  [Hook: Jeremih] Get high baby, roll one Cloud nine 'bout to go up Lovin' the feelin' the turbulence get when we turn up When we land we can roll out Show you somethin' you ain't know 'bout Tonight we be takin' off flight with a camera to show out (Cole World, I got it, I got it, I got it, listen)  [Verse 3: J. Cole] You need a nigga that's gon' come over and dig you out You need a nigga that you know is not gon' run his mouth You need a nigga when he done probably gon' put you out You need a nigga that's gon' put it in your mouth Dick so big it's like a foot is in yo' mouth And you ain't babysittin', but my kids all on yo' couch And oh, you nasty, oh, oh, you nasty Both graduated so fuck keepin' it classy Look, they love me in the Chi like MJ They love me in the Chi like Oprah No nigga could block, not even Dikembe Compared to Cole, boy, you're softer than a sofa And so far my new shit's so fire, nigga, check my profile Who you know make waves in the low tide? Deebo'ed yo' bitch, now she both ours Nigga, little brown liquor in my liver Pretty brown thing in my bed Been a long time since I had to ask for head So goddamn, don't make me beg But I will if I need to, 'cause for real, girl, I need you I could put you on a flight, we could take off tonight If you scared of heights, shit, I got a pill I could feed you Cole  [Bridge: Jeremih] I can put you in the Mile High Club What's up? Let's take a trip Have you ever read \"The World Is Yours\" on a blimp?  ",
        "title": "Planez"
    },
    {
        "artist": "Keith Urban",
        "lyrics": "  [Verse 1] I'm a 45 spinning on an old Victrola I'm a two-strike swinger, I'm a Pepsi Cola I'm a blue jean quarterback saying \"I love you\" to the prom queen In a Chevy I'm John Wayne, Superman, California I'm a Kris Kristofferson, Sunday morning I'm a mama and daddy singing along to Don McLean At the levee  [Chorus] And I'm a child of a backseat freedom, baptized by rock and roll Marilyn Monroe and the Garden of Eden, never grow up, never grow old Just another rebel in the great wide open on a boulevard of broken dreams And I learned everything I needed to know from John Cougar, John Deere, John 3:16  [Post-Chorus] Hey, hey Everything I needed That's right  [Verse 2] I'm Mark Twain on the Mississippi I'm Hemingway with a shot of whiskey I'm a TV dinner on a tray trying to figure out the Wheel of Fortune I'm a Texaco star, I'm a Gibson guitar I'm still a teenage kid trying to go too far I'm a jukebox waiting in a neon bar for a quarter  [Chorus] And I'm a child of a backseat freedom, baptized by rock and roll Marilyn Monroe and the Garden of Eden, never grow up, never grow old Just another rebel in the great wide open on a boulevard of broken dreams And I learned everything I needed to know from John Cougar, John Deere, John 3:16  [Bridge] I spent a lot of years running from believing Looking for another way to save my soul The longer I live, the more I see it There's only one way home  [Chorus] And I'm a child of a backseat freedom, baptized by rock and roll Marilyn Monroe and the Garden of Eden, never grow up, never grow old Another rebel in the great wide open on a boulevard of broken dreams And I learned everything I needed to know from John Cougar, John Deere, John 3:16 Oh, I'm a child of a backseat freedom, baptized by rock and roll Marilyn Monroe and the Garden of Eden, never grow up, never grow old (never grow old) Another rebel in the great wide open on a boulevard of broken dreams And I learned everything I needed to know from John Cougar, John Deere, John 3:16  [Outro] (John Cougar, John Deere, John 3:16) Everything I needed (John Cougar, John Deere, John 3:16) Everything I needed (John Cougar, John Deere, John 3:16) Oh, that's right  ",
        "title": "John Cougar, John Deere, John 3:16"
    },
    {
        "artist": "Michael Ray",
        "lyrics": "  [Verse 1] Them jeans are faded In all the right places You got me hanging on tight to your curves like little E races Girl your funky little back beat has got me Feel like I’m tipsy And I ain’t even had a drink  [Chorus] I wanna kiss you in the parking lot Under the moonlight Kiss you running red lights Baby set the mood right Just like everything you’re doing to me right now's Making me crazy I wanna kiss you on the dance floor Kiss you like a lets go, come on Baby let me hear you say oh, oh I wanna kiss you with the neon lights in your eyes glowing Then I wanna kiss you in the morning Yeah I wanna kiss you in the morning  [Verse 2] Oh you little outlaw Stealing my heart and all When you drop it down low Touch your toes girl You know you just show it off That little tattoo on your tan line, oh my Pretty little butterfly What else have you got to hide?  [Chorus] x2 I wanna kiss you in the parking lot Under the moonlight Kiss you running red lights Baby set the mood right Just like everything you’re doing to me right now's Making me crazy I wanna kiss you on the dance floor Kiss you like a lets go, come on Baby let me hear you say oh, oh I wanna kiss you with the neon lights in your eyes glowing Then I wanna kiss you in the morning Yeah I wanna kiss you in the morning, morning Yeah I wanna kiss you in the morning  ",
        "title": "Kiss You In The Morning"
    },
    {
        "artist": "Future",
        "lyrics": "  [Prod. by DJ Spinz & Southside]  [Intro] Fake nigga lie to a real nigga Now that's just some shit that you don't do I'mma stay real for my real niggas Now that's just some shit that I'm gon' do Fuck up the commas, let's fuck up some commas nigga Let's fuck up some commas, let's do that shit random Yeah, Future, Future Hendrix, it's some shit you don't do  [Child's voice] Cut it up  [Hook] Let's fuck up some commas Let's fuck up some commas, yeah Let's fuck up some commas Let's fuck up some commas, yeah Forty thou to a hundred thou Hundred thou, another hunnid thou Three hundred thou to five hundred thousand A million, let's have a money shower Let's fuck up some commas Let's fuck up some commas, yeah Let's fuck up some commas Let's fuck up some commas, yeah Forty thou to a hundred thou Hundred thou, another hunnid thou Three hundred thou to five hundred thousand A million, let's have a money shower  [Verse 1] Fuck up the llama, I'm hot like a sauna, yeah The burner is on me, can't play with that money, yeah I'm fucking with shorty, I'm loving the way that she fucking me yeah Give no fucks yeah, we don't give no fucks, yeah Throw my cup yeah, I just bought my plug, yeah Full of the mud, yeah, nigga get full of them drugs, yeah Feeling real right, yeah, I'm on same thing as Mike, yeah Bought a lil ice, yeah, I wanna beat that dope like Ike, yeah  [Hook] Let's fuck up some commas Let's fuck up some commas, yeah Let's fuck up some commas Let's fuck up some commas, yeah Forty thou to a hundred thou Hundred thou, another hunnid thou Three hundred thou to five hundred thousand A million, let's have a money shower Let's fuck up some commas Let's fuck up some commas, yeah Let's fuck up some commas Let's fuck up some commas, yeah Forty thou to a hundred thou Hundred thou, another hunnid thou Three hundred thou to five hundred thousand A million, let's have a money shower  [Verse 2] Smoke the first 48 hours, grind 22 and sleep 2 hours Put 24’s on the new Audi, white on white like baby powder Drop ya' bitch off at Fulton County Might count it up and then re-count it Double cups like Tunechi, yeah Bust it down with these goonies, yeah Give no fucks yeah, we don't give no fucks, yeah Go fill my cup yeah, bitch go fill my cup, yeah You heard that the slums made me, I'm cool with the Konvicts The coupe look like Akon, fuck all that bum shit  [Hook] Let's fuck up some commas Let's fuck up some commas, yeah Let's fuck up some commas Let's fuck up some commas, yeah Forty thou to a hundred thou Hundred thou, another hunnid thou Three hundred thou to five hundred thousand A million, let's have a money shower  [Verse 3] Fit it, critic, get it, hit it, run it, drill it, wet it, I’m in it, really Split it, fifty-fifty, ball, Reggie, ready, set, go Throw that money in the air, watch it fall to the floor Heard ya ordered up Ciroc, need to order up some more Audemar yeah, eighty on the watch, yeah Katy Perry yeah, servin' Katy Perry, yeah I should ball yeah, I should break you off, yeah Break you off yeah, made myself a boss, yeah  [Hook] Let's fuck up some commas Let's fuck up some commas, yeah Let's fuck up some commas Let's fuck up some commas, yeah Forty thou to a hundred thou Hundred thou, another hunnid thou Three hundred thou to five hundred thousand A million, let's have a money shower  [Bridge] Give no fucks yeah, we don't give no fucks yeah Give no fucks yeah, we don't give no fucks yeah Forty thou to a hundred thou A hundred thou, another hundred thou Three hundred thou, five hundred thousand A million, let's have a money shower  [Outro] Let's have a money shower right now, oh Let's have a money shower right now, oh Let's have a money shower right now, let's go Let's have a money shower right now, let's go Let's have a money shower, oh, oh, oh, oh Forty thou to a hunnid thou to a hunnid thou to a hunnid thou A million, Hendrix  ",
        "title": "Commas"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": "  I sure could use an attaboy or a big old high five I'd love to hear \"you're killing it, dude\", yeah it's been a long time Since I hit one out of the park or nailed it as they say I guess I've been in a dry spell but that's about to change  Cause every week has a weekend, by this time Friday night I'll be done with my third can of cold Bud Light And I'll be crushin' it, yeah I'll be crushin' it  They say your baby's mad cause you told her that you'd hang some pictures for her You know the ones she framed late last spring of you and her in Florida You're up on the ladder when it shatters into smithereens She shakes her head, looks at you and says \"Ain't you good for anything?\" and you say  Every week has a weekend, by this time Friday night You want a margarita, I'll get Tequila and ice And I'll be crushin' it, with a cold one in my other hand I'll be crushin' it, when I'm finished with my can I can stomp it with my boot, crunch it with my fist Smash it on my forehead, yeah I got this I'll be crushin' it, oh I'll be crushin' it  I figured this out in college, walking past them Gothic columns That I was gonna probably wind up somewhere near the bottom I was never gonna be the best and brightest guy around But like the great George freakin Strait, I'm the king of getting unwound  And every week has a weekend, by this time Friday night I'll be done with my third can of cold Bud Light And I'll be crushin' it, every weekend's a weekend Yeah I'll be crushin' it, by this time Friday night I'll be crushin' it, I'll be done with my third can Oh, I'll be crushin' it, of cold Bud Light I'll be crushin' it, I'll be crushin' it  ",
        "title": "Crushin' It"
    },
    {
        "artist": "J. Cole",
        "lyrics": "  [Produced by J. Cole]  [Intro] Cole, Cole world, yeah Let me take y'all back, man As I do so well Wasn't nothin' like that  [Verse 1] Man, it wasn't nothin' like that first time She was in my math class Long hair, brown skin with a fat ass Sat beside me, used to laugh, had mad jokes The teacher always got mad so we passed notes It started off so innocent She had a vibe and a nigga started diggin' it I was a youngin, straight crushin', tryna play the shit cool But a nigga couldn't wait to get to school ‘Cause when I seen them thighs on her And them hips on her and them lips on her Got me daydreamin', man, what I'm thinkin' how she rides on it If she sits on it, if she licks on it Make it hard for me to stand up As time goes by, attractions gettin' deep and Wet dreamin', thinkin' that I'm smashin', but I'm sleepin' I want it bad, and I ain't never been obsessed before She wrote a note that said, \"You ever had sex before?\" Damn…  [Hook] And I ain't never did this before, no And I ain't never did this before, no And I ain't never did this before, no And I ain't never did this before, no And I ain't never did this before, nooo I ain't never did this before, no And I ain't never did this before, no And I ain't never did this before, no  [Verse 2] I wrote back and said \"Of course I had sex before,\" knowin' I was frontin' I said, \"I'm like a pro, baby,\" knowin' I was stuntin' But if I told the truth, I knew that I'd get played out, son Hadn't been in pussy since the day I came out one But she don't know that So she done wrote back and told me \"Oh, you a pro, homie? Well, I want you to show me My mama gone for the weekend So Saturday, baby, we can get to freakin'.\" That's when my heart start racin' and my body start sweatin' Baby, you done woke my lil' man up I'm thinkin' how that body look naked when you layin' on the bed Teacher, please don't make me stand up I wrote back like, \"Yeah, baby, sound like a plan.\" Still tryna play it cool, sound like the man But I was scared to death, my nigga, my stomach turnin' Talkin' shit, knowin' damn well I was a virgin Fuck…  [Hook] And I ain't never did this before, no And I ain't never did this before, no And I ain't never did this before, no And I ain't never did this before, no And I ain't never did this before, nooo I ain't never did this before, no And I ain't never did this before, no And I ain't never did this before, no  [Verse 3] You know that feelin' when you know You finna bone for the first time? I'm hopin' that she won't notice it's my first time I'm hopin' that my shit is big enough to fuck with And most of all I'm prayin', \"God, don't let me bust quick!\" I'm watchin' pornos, tryna see just how to stroke right Practice puttin' condoms on—how it go, right? I'm in her crib, now a nigga palms sweatin' With a pocket full of rubbers and an erection That's when my hands start touchin' And her face start blushin', and a nigga roll over on top And then she get my pants unbuckled And her hands start rubbin' on me, ooh girl, don't stop It's time for action Pull out the condoms real smooth, yeah, just how I practiced But right before I put it in, she flinched and grabbed it And said, \"I wanna get somethin' off my mental I can tell you're a pro, but baby, be gentle, ‘cause…\"  [Hook] ‘Cause I ain't never did this before, no And I ain't never did this before, no And I ain't never did this before, no And I ain't never did this before, no And I ain't never did this before, nooo I ain't never did this before, no And I ain't never did this before, no And I ain't never did this before, no  ",
        "title": "Wet Dreamz"
    },
    {
        "artist": "Rae Sremmurd",
        "lyrics": "  [Produced by Mike WiLL Made It]  [Verse 1: Slim Jimmi] I've done it before, I've seen it before Tears splashin' the floor when I open the door for her She actin' like a whore and I'ma let her Learned from Project Pat, pimpin', got a masters Girl, improvise, look me in my eyes and lie to me Lie to me, act like I'll believe anything Sex on the beach and in the backseat This could be us  [Chorus: Swae Lee & (Jace)] So back to what I was saying (Money make the world go 'round) This could be us, but you're playing (Money make your girl go down) This could be us, but you're playing (Money make the world go 'round) I'm high, hope I don't sound crazy (Money make your girl go down) Fuck what them niggas was saying (Money make the world go 'round) This could be us, but you're playing (Money make your girl go down) This could be us, but you're playing (Money make the world go 'round) But shit, that's all I was saying (Money make your girl go down)  [Verse 2: Swae Lee] No keys to crank this Mercedes I ball like Tracy McGrady Before that girl says anything She gotta say please (say please) And I know they really wish we would ball 'til we fall I'm the big bad wolf, it's a full moon, y'all Toss the money in the air, girl Watch how your dreams hit the floor Wait 'til I get the buzz off this drug Damn girl, you way too fine for a local club Killin' someone's vibe should be a fuckin' crime Wasted so much time, should be a fuckin' crime  [Chorus: Swae Lee & (Jace)] So back to what I was saying (Money make the world go 'round) This could be us, but you're playing (Money make your girl go down) This could be us, but you're playing (Money make the world go 'round) I'm high, hope I don't sound crazy (Money make your girl go down) Fuck what them niggas was saying (Money make the world go 'round) This could be us, but you're playing (Money make your girl go down) This could be us, but you're playing (Money make the world go 'round) But shit, that's all I was saying (Money make your girl go down)  [Bridge: Swae Lee] Spin the bottle, spin the fuckin' bottle If you the reason why it's empty, baby Spin the bottle Truth or dare, nah, you don't want no problem Spin the bottle, spin the fuckin' bottle If you the reason why it's empty, spin the fuckin' bottle Truth or dare, no, no, you don't want no problem You don't want no problem, bitch, you must want problems  [Chorus: Swae Lee & (Jace)] So back to what I was saying (Money make the world go 'round) This could be us, but you're playing (Money make your girl go down) This could be us, but you're playing (Money make the world go 'round) I'm high, hope I don't sound crazy (Money make your girl go down) Fuck what them niggas was saying (Money make the world go 'round) This could be us, but you're playing (Money make your girl go down) This could be us, but you're playing (Money make the world go 'round) But shit, that's all I was saying (Money make your girl go down)  ",
        "title": "This Could Be Us"
    },
    {
        "artist": "Wale Featuring Usher",
        "lyrics": "  [Skit: Seinfeld & Wale] Seinfield: Getting engaged is like getting, uh, it's the first hill of the roller coaster And you hear those clickers, the loud sound - this really violent, metal 'Chunka-chunka-chunka' and you go, \"What, what's going on here,\" You know? \"Boy this thing is really, really goes high!\" Wale: I'm looking down, 'Oh shit!' Seinfield: And then you go over the top, the wedding is at the top. You go over the top, is the wedding and then you're just screaming Wale: Even if you make plans you never think you're really ready for marriage? Seinfield: No it's uh, it's like any growth. You're no- you can't be ready for it because tha- it's growth, it's gonna be new. It's gonna be new. You're gonna have a new life, you're gonna be a new person  [Intro: Usher] Couldn't make you wait forever, for forever This is forever I gotchu  [Hook: Usher] If there's a question of my heart, you've got it It don't belong to anyone but you If there's a question of my love, you've got it Baby, don't worry, I've got plans for you Baby, I've been making plans, oh love Baby, I've been making plans for you Baby, I've been making plans Baby, I've been making plans for you  [Verse 1: Wale] (My sincerest apologies, I mean it) Look, I'll admit it, albeit pathetic That I'm in my late 20s, still never been to a wedding Guess the idea of that lobby empty do not sit with me well It’s not your fault they try get me cause I'mma need the sales Cause I'm selfish, and I need you to myself Tryna see you afloat, but don't wanna see you excel Cause I failed and see you 'bout to cry Cause when I enter they city they leave without they pride I'm sorry, and you starin' at my comments Fearin' it's gone always be you sharin' me with all them Wrong, how dare I say ignore them? Preparing for that day I leave you here and switch you for them It's hard, you know temptation and all Bitches out here tryna see if my relationship's strong Get a place in the charts or runaway from your heart Gave this music my all, nothing is sacred no more - I'm wrong  [Pre-Hook 1: Wale] But I'm promisin' you better though And your friends sayin', \"let him go\" And we ain't gettin' any younger I can give up now, but I can promise you forever though  [Hook: Usher] If there's a question of my heart, you've got it It don't belong to anyone but you If there's a question of my love, you've got it Baby, don't worry, I've got plans for you Baby, I've been making plans, oh love Baby, I've been making plans for you Baby, I've been making plans Baby, I've been making plans for you  [Verse 2: Wale] (Realest shit I ever wrote, realest shit I ever wrote Realest shit I ever wrote, if you ever knew love) I’ll admit it, let me be hypothetic The day I find a woman I prolly be scared to share it The idea of me finding love, would run somebody off And true my wall could use some plaques, but still I gotta floss Brush you off, see I'm kinda lost Now I'm up in the club with a couple of move ons And dark, good nigga, troubled heart Went from fallin' in love to drunk and fallin' apart This is hard, tryna find some time to move on Cause when we lost our baby, I got shady, shit got too dark Soft, and I thank you baby, you strong My ex before you married too, you solo, I say so long Nah, good terms how that ended But it surely put a dent on how I worry about this business Off white picket fences, on flights with the children On site stealin' kisses on off nights my intentions but  [Pre-Hook 2: Wale] But I plan to do it better though But you still sayin' let it go We ain't gettin' any younger Women love me now but in your eyes we forever though  [Hook: Usher] If there's a question of my heart, you've got it It don't belong to anyone but you If there's a question of my love, you've got it Baby, don't worry, I've got plans for you Baby, I've been making plans, oh baby I've been making plans, oh love Baby, I've been making plans for you Baby, I've been making plans Baby, I've been making plans for you  [Outro: Wale] We ain't nothin' but some planets  Seinfield: I always feel like I’m a planet. And these other women that are, kinda moving through this solar system with me. And, marriage is like you decide to jump off of your planet, across to another planet. And you can only do it when one planet passes real close. And you look and you go, “Hey, I think I can jump across.”  ",
        "title": "The Matrimony"
    },
    {
        "artist": "Dustin Lynch",
        "lyrics": "  [Verse 1] All we need is a July hot Saturday night A couple cans all cool and the needle on full and a countryside Yeah, a hot little playlist, of your favorite songs When I get you climbing up in the cab of this truck Yeah you know it's on, know it's on  [Chorus] Show you a side of these two lanes you've never seen Heating it up behind a high beam Ooh, baby you and me, just a-running down crazy Flying high, living careless, on the edge of wild and reckless Hold on tight, I'm 'bout to show you one hell of a night  [Verse 2] So give me that aw yeah, and take me there look I'm a sucker for your kiss, wanna steal 'em from your lips baby, like a truck Foot heavy on the floorboard, everywhere we go I'm talking once in a lifetime, blowing your mind Burning down these back roads  [Chorus] Show you a side of these two lanes you've never seen Heating it up behind a high beam Ooh, baby you and me, just a-running down crazy Flying high, living careless, on the edge of wild and reckless Hold on tight, I'm 'bout to show you one hell of a night  [Instrumental Break]  [Bridge] So give me that aw yeah, and I'll give you that all night Girl, give me that let's go, and I'll give you that good good time  [Chorus] Show you a side of these two lanes you've never seen Heating it up behind a high beam Ooh, baby you and me, just a-running down crazy Flying high, living careless, on the edge of wild and reckless Hold on tight, I'm 'bout to show you one hell of a night  [Outro] Yeah, a once in a lifetime night Ooh girl, looking down the ride of one hell of a night I'm 'bout to show you one hell of a night  ",
        "title": "Hell Of A Night"
    },
    {
        "artist": "Carrie Underwood",
        "lyrics": "  [Verse 1] In between the coats in the closet She held on to that heart shaped locket Staring at a family flawless But it ain't a pretty picture tonight Mom and daddy just wouldn't stop it Fighting at the drop of a faucet Cuts through the walls catastrophic She's caught in the crossfire Puts her hands over her ears Starts talking through her tears She's saying, she's praying  [Chorus] I wish words were like little toy guns No sting, no hurt no one, Just a bang bang rollin' off your tongue (I wish words were like little toy guns) No smoke, no bullets, no kick from the trigger when you pull it No pain, no damage done (I wish words were like little toy guns) Just a bang bang rollin' off your tongue (I wish words were like little toy guns)  [Verse 2] Wish there was a white flag waving Or that they were both just faking And it was just a game they were playing like shoot'em up cowboys Leave the plastic pistols in the front yard Throw away the score card and just turn off all the noise  [Chorus] I wish words were like little toy guns No sting, no hurt no one, Just a bang bang rollin' off your tongue (I wish words were like little toy guns) No smoke, no bullets, no kick from the trigger when you pull it No pain, no damage done (I wish words were like little toy guns) Just a bang bang rollin' off your tongue (I wish words were like little toy guns)  [Bridge] Toy guns Ohh, I wish they didn't cut like a knife I wish they didn't break you inside I wish they didn't bang bang make you wanna run, yeah  [Chorus] Like little toy guns No sting, no hurt no one, Just a bang bang rollin' off your tongue (I wish words were like little toy guns) No smoke, no bullets, no shot from the trigger when you pull it No pain, no damage done (I wish words were like little toy guns) Just a bang bang rollin' off your tongue (I wish words were like little toy guns) Toy guns Oh like little toy guns  ",
        "title": "Little Toy Guns"
    },
    {
        "artist": "Brett Eldredge",
        "lyrics": "  [Verse 1] You put me on a roller coaster, fly me on a plane You send me to another planet, get inside my brain I knew right when I met you, I would never be the same But I let you take me over, girl, so I'm the one to blame  [Chorus] You make all my screws come loose Got me perfectly confused Always find a way to mess me up and drive me wild I love the way you make me lose my mind Lose my mind  [Verse 2] You make me crazy and I kinda like it You show that apple, girl, and I wanna bite it So crazy that I gotta have it And I never wanna get outta this straight jacket  [Chorus] You make all my screws come loose Got me perfectly confused Always find a way to mess me up and drive me wild I love the way you make me lose my mind Lose my mind  [Bridge] I feel the walls closing in inside this padded room Only good thing about it is I'm locked in here with you I'm always watching you, wondering what you'll do next But my favorite part about it is, is I always have to guess (you know I do)  [Chorus] You make all my screws come loose Got me perfectly confused Always find a way to mess me up and drive me wild I love the way you make me lose my mind Make me lose my mind Lose my mind Make me lose my mind Make me lose my mind Lose my mind  ",
        "title": "Lose My Mind"
    },
    {
        "artist": "Steven Tyler",
        "lyrics": "  [Verse 1 - Steven Tyler] Send your kisses my way Bring your sweet heart to me I’ve been waiting for so long  Tell me all your stories Leave some open for me Write your name into this song  [Chorus - Steven Tyler] I’ll walk through the fire I’ll run through the rain I’ll wait for forever If Love is your name Your name  [Verse 2 - Steven Tyler] Catch a wind from heaven Sail down while I’m sleeping Wake me with the morning sun Oh, oh- oh I’ll dream of you until you come  [Chorus - Steven Tyler] I’ll walk through the fire I’ll run through the rain I’ll Wait for forever If Love is your name  [Bridge - Steven Tyler] Valentines keep knocking My heart keeps on walking Darling I’ll hold on for you For You, for you  [Chorus - Steven Tyler] I’ll walk through the fire I’ll run through the rain I’ll wait for forever If Love is your name  [Outro - Steven Tyler] If love is your name If love is your name  ",
        "title": "Love Is Your Name"
    },
    {
        "artist": "Frankie Ballard",
        "lyrics": "  One day, I'll slow and lay down Spend my weekends in a swing out on the wraparound Oh but these days, I'm on a mission To get these wild oats out of my system Yeah, I might stay out all night I've gotta do a little wrong so I know what's right  I wanna sit out on the porch Telling stories 'bout my glory days when I'm pushing eighty How am I ever gonna get to be old and wise If I ain't ever young and crazy?  Now, I might have to kiss no telling how many lips Before I ever really figure out what love is Go through some heartbreaks, wake up with headaches Don't learn nothing 'til you make a lot of mistakes How will I know where to draw the line If I don't cross it a few hundred times?  I wanna sit out on the porch Telling stories 'bout my glory days when I'm pushing eighty How am I ever gonna get to be old and wise If I ain't ever young and crazy?  Yeah, I'm gonna stay out all night I've gotta do a little wrong so I know what's right I've gotta live a lot of life if I'm gonna give good advice When I'm talking to my grand-babies How am I ever gonna get to be old and wise If I ain't ever young and crazy?  Yeah, I wanna sit out on the porch Telling stories 'bout my glory days when I'm pushing eighty How am I ever gonna get to be old and wise If I ain't ever young and crazy? If I ain't ever young and crazy?  Young and crazy Young, young and crazy Young and crazy  ",
        "title": "Young & Crazy"
    },
    {
        "artist": "Pia Mia Featuring Chris Brown & Tyga",
        "lyrics": "  [Music Video]  [Verse 1: Tyga] Yeah, bye baby, they ain't fly baby Looking at the whip frame, that's a nice 'Cedes Used to throw it to me, like Tom Brady With the long blonde hair, that's Marcia Brady I'm all about your Lately Chelsea high Handler, handle her Got your legs racing hard on vacation Ahh! No exaggeration, said you amazing Moving too fast, can't pace it  [Verse 2: Pia Mia & (Tyga)] Hey boy, when I first met you Thought it was special, I told you that Hey boy, up at Two Lover’s Point When I kissed you I meant it I wanna go back (I don't wanna go) I wanna go back (But if you wanna go) Can we go back? (I'll make it happen though) Boy can we go back? (Let's do it soon boo)  [Chorus: Pia Mia] It was nice to, nice to know ya, let's do it again How we did it in a one night stand Boy I wanna be more than a friend to ya Nice to, nice to know ya, let's do it again How we did it in a one night stand Boy I wanna be more than a friend to ya Let's do it again  [Verse 3: Chris Brown] Hey baby, are you sure that you want it All caught up in the moment, let me know now Oh baby, it got a little crazy on the first night So I'mma have to do you better than the first time I'm loving how you scratching and you gritting your teeth I'm loving how that booty shake when it's on me You gotta nigga blowing up your caller ID Guess it was all a set up, you got me  [Chorus] It was nice to, nice to know ya, let's do it again How we did it in a one night stand Boy I wanna be more than a friend to ya Nice to, nice to know ya, let's do it again How we did it in a one night stand Boy I wanna be more than a friend to ya Let's do it again  [Bridge: Pia Mia] I wanna go back, one more time Wanna go back, let's do it again Can we go back? Can you take me baby? Boy can we go back? I wanna go back, one more time Wanna go back, let's do it again Can we go back? Can you take me baby? Boy can we go back?  [Chorus] It was nice to, nice to know ya, let's do it again How we did it in a one night stand Boy I wanna be more than a friend to ya Nice to, nice to know ya, let's do it again How we did it in a one night stand Boy I wanna be more than a friend to ya Let's do it again Let's do it again Let's do it again Let's do it again Let's do it again  ",
        "title": "Do It Again"
    },
    {
        "artist": "Meek Mill Featuring Nicki Minaj",
        "lyrics": "  [Produced by Ben Billions]  [Hook: Nicki Minaj] You bring out feelings in me I never show Nobody has made me feel this way before I'm a good girl, but I wanna be bad for you I wanna be bad for you I wanna be bad-ad-ad I wanna be bad for you I wanna be bad  [Verse 1: Meek Mill] And they say bad girls ain't no good Good girls ain't no fun I still can't find a nigga that touch that I don't know one And I ain't searching for it Never trust but I'm working on it Fell in love with that ride game Swimming pool, you surfing on it Like 'Yonce, do the surfboard, surfboard They still think you a church girl We linking up on your days off And I still give you that work girl Like work, twerk Do it like that video Wanted that for a long time Cool with it, I get it though First year we both fronted We had feelings we didn't show Second year we couldn't hide it Funny part they didn't know How could something that's so wrong feel so right? But who to tell you this wrong, though? This your life Word up  [Hook: Nicki Minaj] You bring out feelings in me I never show Nobody has made me feel this way before I'm a good girl, but I wanna be bad for you I wanna be bad for you I wanna be bad-ad-ad I wanna be bad for you I wanna be bad  [Verse 2: Meek Mill] We just fucking up the city, going hard every night Niggas hating on us, you know lord they ain't right Cause I broke a lot of hearts, ain't do them girls right But you broke hearts too, but that boy ain't fight So they don't deserve it, it feel like it's perfect I'm loving your style the way you preserve it Just look at my eyes and see what's inside You know that it's pride, you say that I'm worth it But said I ain't ready, really I'm ready Really I'm ready, I'm ready like never before I'mma just give you a key to my heart You'll be the first that I let in the door I used to hear that you flirt with them guys They never would score All you was hearing about me and the women Ain't trust them before You know what you're doing, fuck what they said You know what we on When we in bed, it's like we on stage And I got the mic so let me perform, sing it  [Hook: Nicki Minaj] You bring out feelings in me I never show Nobody has made me feel this way before I'm a good girl, but I wanna be bad for you I wanna be bad for you I wanna be bad-ad-ad I wanna be bad for you I wanna be bad  ",
        "title": "Bad For You"
    },
    {
        "artist": "Jake Owen",
        "lyrics": "  [Verse 1] Well I grew up in a real town Where the prom queen had a plastic crown And we really did just drive around Cause there wasn't shit to do We didn't know we were real broke Daddy rolled them real smokes We drank RC, no real Coke Our neighbor had a pool  [Pre-Chorus 1] We got green grass and a few trees But it ain't like what's on TV  [Chorus] This is real life in the real world We ain't talkin' to no models, we got real girls We get real low, we get real high It ain't all good, baby, but it's alright Real life  [Verse 2] We got a dive bar with a real band They play too loud and they're real bad But we're real bored so we still dance And we stay out way too late Hit the Waffle House for some real food But that waitress, she's real rude She got real problems, but we do too So we tip her anyway  [Pre-Chorus 2] That's just the way that it is That's just the way that we live  [Chorus] This is real life in the real world We ain't talkin' to no models, we got real girls We get real low, we get real high It ain't all good, baby, but it's alright Real life  Yeah, we're lovin' real life  [Bridge] We find real love, get real hurt Fall real hard, shake off the dirt Pray to God, let's make a deal I guess it just got real  [Partial Chorus] We get real low, we get real high It ain't all good, baby, but it's alright Real life  This ain't no fairy tale It's real life  ",
        "title": "Real Life"
    },
    {
        "artist": "Adam Lambert",
        "lyrics": "  [Verse 1] Died last night in my dreams Walking the streets Of some old ghost town I tried to believe In God and James Dean But Hollywood sold out  [Verse 2] Saw all of the saints Lock up the gates I could not enter Walked into the flames Called out your name But there was no answer  [Chorus] And now I know my heart is a ghost town My heart is a ghost town My heart is a ghost town My heart is a ghost town  [Verse 3] Died last night in my dreams All the machines Had been disconnected Time was thrown at the wind And all of my friends Had been disaffected  [Verse 4] Now, I'm searching for trust In a city of rust A city of vampires Tonight, Elvis is dead And everyone's spread And love is a satire  [Chorus] And now I know my heart is a ghost town My heart is a ghost town My heart is a ghost town My heart is a ghost town  [Bridge] There's no one left in the world I'm gunslingin' Don't give a fuck if I go Down, down, down I got a voice in my head that keeps singing Oh, my heart is a ghost town  [Outro] My heart is a ghost town Oh, my heart is a ghost town (Said, my heart) My heart is a ghost town My heart is a ghost town  ",
        "title": "Ghost Town"
    },
    {
        "artist": "DJ Khaled Featuring Chris Brown, Lil Wayne & Big Sean",
        "lyrics": "  [Intro: Chris Brown & (DJ Khaled)] Pour a cup for the bitches that ain't scared to get down Get down, get down (We The Best Music) How many times I gotta? Light another for the bitches who's just only in town (Another one) For the weekend, oh (DJ Khaled!)  [Hook: Chris Brown] How many times I gotta tell that ass to come over? I'll fuck you right, have you walkin' from side to side You know how a nigga feel 'bout wastin' time You know how I feel about waitin' in line You know he ain't it, girl, you're wastin' your time You're only this young for a moment in time, take it in stride How many times I gotta tell that ass to come over? How many times I gotta tell that ass to come over? How many times I gotta tell that ass to come over? I'll fuck you right, have you walkin' from side to side How many times?  [Verse 1: Lil Wayne] How many times I gotta tell your ass to come over? How many times I gotta tell you I got a chauffeur? Think about it, think it over Everything is gon' be kosher Call me when you gettin' closer If you take a taxi, how much I owe ya? Don't send me no naked pictures If I can't get naked with ya This dick deserve recognition I don't mind payin' that commission Is you with the shit or nah? If we ain't fuckin' then, bitch, bon voyage How many times? I said how many times? Too many times and bitch, I ain't got time  [Hook: Chris Brown] How many times I gotta tell that ass to come over? I'll fuck you right, have you walkin' from side to side You know how a nigga feel 'bout wastin' time You know how I feel about waitin' in line You know he ain't it, girl, you're wastin' your time You're only this young for a moment in time, take it in stride How many times I gotta tell that ass to come over? How many times I gotta tell that ass to come over? How many times I gotta tell that ass to come over? I'll fuck you right, have you walkin' from side to side How many times?  [Verse 2: Big Sean] Okay, phone off the hook, yeah, that bitch won't stop blinkin' I'll pick up for you though on the second ring You've been drinkin' and drinkin', you're drinkin' for fun And you drink for a reason Yeah, leave your boyfriend and call me when you're leavin' Callin' shots, refereein', no drama Pussy so wet, I'ma need Dramamine and mattress Aquafining Boy, I light the block up, young Billie Jeaning I'm dodgin' the leeches, I'm signin' agreements I'm signin' new artists, I sell out arenas Swimmin' with the dolphins on the Dan Marino Wine mixin', this shit like the Catalina B-I-G, minus Puff and Lil Cease I'm on my grind, 3 AM text like I need ya Dream about the pussy, fuck it, I'm a dreamer Hold me down but don't hold me back like I need you to, damn I wrote myself a million dollar check in fifth grade I put it on the wall and promised it'd be this way She fuck me like she want the rent paid Like she want that Oscar De La Renta I slow it down like it's her favorite ballad Then go back up at it like I hadn't had it Straight up  [Hook: Chris Brown] How many times I gotta tell that ass to come over? I'll fuck you right, have you walking from side to side How many times?  [Post-Hook: Chris Brown] Pour a cup for the bitches that ain't scared to get down Get down, get down, how many times I gotta? Light another for the bitches who's just only in town In town, in town, for the weekend, oh  [Verse 3: Chris Brown] I see these bitches in Supperclub Niggas got me throwin' bottles up Bottles with all of my homies I'm feelin' generous, throwin' my money She said she wanted the molly love I gave her the dick but I'm not in love I call out, \"Bingo!\" the minute I'm bonin' Soon as I'm done, kick her out in the mornin' Got Xans when I turn up, it's a party, bust it open Pop that pussy in a circle, go retarded, pop it for me She got that booty galore, grippin' it, backin' me up You wanna fuck with a thug Now I see all these bitches got ass and they throwin' Damn, it's just a matter of time 'fore I'm gone Drinkin' Ciroc and I know that she got it for free I hit up Diddy, he told me he did it He said that the liquor just bring out the freaks Them bitches lit, droppin' that ass to a split Talkin' 'bout me, I'm the shit I just get down for the money, the bitches, and cars And my niggas, they whippin' the bricks, huh  [Hook: Chris Brown] How many times I gotta tell that ass to come over? How many times I gotta tell that ass to come over? How many times I gotta tell that ass to come over? I'll fuck you right, have you walkin' from side to side How many times?  ",
        "title": "How Many Times"
    },
    {
        "artist": "Janelle Monae & Jidenna",
        "lyrics": null,
        "title": "Yoga"
    },
    {
        "artist": "Tim McGraw With Catherine Dunn",
        "lyrics": "  [Verse 1] Diamond rings and old barstools One's for queens and one's for fools One's the future and one's the past One's forever and one won't last  [Chorus] It ain't like midnight and cigarette smoke It ain't like watered down whiskey and Coke I guess some things just don't mix like you hoped Like me and you And diamond rings and old barstools  [Verse 2] The wrongs and rights, the highs and lows The \"I love yous,\" the \"I told you sos\" Past few miles to wherever's home Another morning waking up alone  [Chorus] It ain't like midnight and cigarette smoke It ain't like watered down whiskey and Coke I guess some things just don't mix like you hoped Like me and you And diamond rings and old barstools  [Outro] We ain't like midnight and cigarette smoke Nothing like watered down whiskey and Coke I guess some things just don't mix like you hoped Like me and you And diamond rings and old barstools  ",
        "title": "Diamond Rings And Old Barstools"
    },
    {
        "artist": "Sage The Gemini Featuring Nick Jonas",
        "lyrics": "  [Intro: Sage the Gemini] And they already know me, S-A-G-E Look  [Verse 1: Sage the Gemini] They be speaking on what they don't know They don't know because I keep it low When I go low she tell me where to go I make her act up, when I come back up She says her feelings too strong, make her wanna back up And I respond like \"damn\" Believe me when I tell you I agree (Like damn) An hour later it was gon' be you or me (Like damn) Now I don't wanna let you go But there's something that you gotta know  [Pre-Hook: Nick Jonas] This ain't nothing but dangerous We about to be over it Why can't it just be what it is Why can't it be what it is We’re both getting emotional Same time getting so sexual Why can’t it be what it is Why can’t it be what it is  [Hook: Nick Jonas] I know you know we know We can make the good shit keep happening Good shit keep happening I know you know we know We can make the good shit keep happening Good shit keep happening  [Verse 2: Sage the Gemini] I ain't never felt the way you make me feel Continue so I know it's real Think about me like I know you will Fall for me, let it fall for me, give it all to me Stand in the middle of the floor, throw your broad to me This is real, yeah, this is real, let your guard down This is good shit, ain't no time to call it off now Now I don't wanna let you go, but there's something that you gotta know  [Pre-Hook: Nick Jonas] This ain't nothing but dangerous We about to be over it Why can't it just be what it is Why can't it be what it is We’re both getting emotional Same time getting so sexual Why can’t it be what it is Why can’t it be what it is  [Hook: Nick Jonas] I know, you know, we know We can make the good shit keep happening Good shit keep happening I know, you know, we know We can make the good shit keep happening Good shit keep happening  [Hook: Nick Jonas] I know, you know, we know We can make the good shit keep happening Good shit keep happening I know, you know, we know We can make the good shit keep happening Good shit keep happening  [Hook: Nick Jonas] I know, you know, we know We can make the good shit keep happening Good shit keep happening I know, you know, we know We can make the good shit keep happening Good shit keep happening  [Hook: Nick Jonas] I know, you know, we know We can make the good shit keep happening Good shit keep happening I know, you know, we know We can make the good shit keep happening Good shit keep happening We're both getting emotional Same time getting so sexual Why can't it just be what it is Why can't it be what it is  I know, you know, we know We can make the good shit keep happening Good shit keep happening I know, you know, we know We can make the good shit keep happening Good shit keep happening  We can make the good shit keep happening Good shit keep happening We can make the good shit keep happening Good shit keep happening  ",
        "title": "Good Thing"
    },
    {
        "artist": "Florida Georgia Line",
        "lyrics": "  [Verse 1] Girl, you melt me like ice in whiskey With those blue flame looks that you give me You can't hide what's inside And it's killing me right now to see you wanna slip off with me again  [Chorus] Why should we go round and round the truth, like we've been doing? Every time we lie, girl, we're losing So why should we spend Saturday night alone When I can call you on the phone, pick you up Make it up as we go along Pull an all nighter, chasing that desire Sparks flying in her eyes like lighters (like lighters) Get a little higher (get a little higher) Sippin' on fire  [Verse 2] You act like you don't know what you're missing Every time you end up back with him Cause it's safe, and you're scared Of everything you're feeling when we're burning the midnight down again  [Chorus] Why should we go round and round the truth, like we've been doing? Every time we lie, girl, we're losing So why should we spend Saturday night alone When I can call you on the phone, pick you up Make it up as we go along Pull an all nighter, chasing that desire Sparks flying in her eyes like lighters (like lighters) Get a little higher (get a little higher) Sippin' on fire  [Bridge] Every goodbye is bitter sweet So why should we fight what we both need?  [Chorus] Why should we go round and round the truth, like we've been doing? Every time we lie, girl, we're losing So why should we spend Saturday night alone When I can call you on the phone, pick you up Make it up as we go along Pull an all nighter, chasing that desire Sparks flying in her eyes like lighters (like lighters) Get a little higher (get a little higher) Sippin' on fire  [Verse 1] Girl, you melt me like ice in whiskey With those blue flame looks that you give me You can't hide what's inside And it's killing me right now to see you wanna slip off with me again  ",
        "title": "Sippin' On Fire"
    },
    {
        "artist": "Kendrick Lamar",
        "lyrics": "  [Produced by Pharrell Williams & Sounwave] [Directed by Colin Tilley]  [Intro: Kendrick Lamar] Alls my life I has to fight, nigga Alls my life I... Hard times like, \"God!\" Bad trips like, \"Yeah!\" Nazareth, I'm fucked up Homie, you fucked up But if God got us, then we gon' be alright  [Hook: Pharrell Williams] Nigga, we gon' be alright Nigga, we gon' be alright We gon' be alright Do you hear me, do you feel me? We gon' be alright Nigga, we gon' be alright Huh? We gon' be alright Nigga, we gon' be alright Do you hear me, do you feel me? We gon' be alright  [Verse 1: Kendrick Lamar] Uh, and when I wake up I recognize you're looking at me for the pay cut But homicide be looking at you from the face down What MAC-11 even boom with the bass down? Schemin', and let me tell you 'bout my life Painkillers only put me in the twilight Where pretty pussy and Benjamin is the highlight Now tell my momma I love her, but this what I like, Lord knows Twenty of 'em in my Chevy, tell 'em all to come and get me Reaping everything I sow, so my karma comin' heavy No preliminary hearings on my record I'm a motherfucking gangster in silence for the record Tell the world I know it's too late Boys and girls, I think I gone cray Drown inside my vices all day Won't you please believe when I say  [Pre-Hook: Kendrick Lamar] Wouldn't you know We been hurt, been down before Nigga, when our pride was low Lookin' at the world like, \"Where do we go?\" Nigga, and we hate po-po Wanna kill us dead in the street fo sho' Nigga, I'm at the preacher's door My knees gettin' weak, and my gun might blow But we gon' be alright  [Hook: Pharrell Williams] Nigga, we gon' be alright Nigga, we gon' be alright We gon' be alright Do you hear me, do you feel me? We gon' be alright Nigga, we gon' be alright Huh? We gon' be alright Nigga, we gon' be alright Do you hear me, do you feel me? We gon' be alright  [Verse 2: Kendrick Lamar] What you want you: a house or a car? Forty acres and a mule? A piano, a guitar? Anything, see my name is Lucy, I'm your dog Motherfucker, you can live at the mall I can see the evil, I can tell it, I know it's illegal I don't think about it, I deposit every other zero Thinking of my partner, put the candy, paint it on the Regal Digging in my pocket, ain't a profit big enough to feed you Every day my logic get another dollar just to keep you In the presence of your chico... Ah! I don't talk about it, be about it, every day I sequel If I got it then you know you got it, Heaven, I can reach you Pet dog, pet dog, pet dog, my dog, that's all Pick back and chat, I trap the back for y'all I rap, I black on track so rest assured My rights, my wrongs; I write 'til I'm right with God  [Pre-Hook: Kendrick Lamar] Wouldn't you know We been hurt, been down before Nigga, when our pride was low Lookin' at the world like, \"Where do we go?\" Nigga, and we hate po-po Wanna kill us dead in the street fo sho' Nigga, I'm at the preacher's door My knees gettin' weak, and my gun might blow But we gon' be alright  [Hook: Pharrell Williams] Nigga, we gon' be alright Nigga, we gon' be alright We gon' be alright Do you hear me, do you feel me? We gon' be alright Nigga, we gon' be alright Huh? We gon' be alright Nigga, we gon' be alright Do you hear me, do you feel me? We gon' be alright  [Outro: Kendrick Lamar] I keep my head up high I cross my heart and hope to die Lovin' me is complicated Too afraid, a lot of changes I'm alright, and you're a favorite Dark nights in my prayers  [Poem] I remembered you was conflicted Misusing your influence, sometimes I did the same Abusing my power, full of resentment Resentment that turned into a deep depression Found myself screamin' in the hotel room I didn't wanna self-destruct The evils of Lucy was all around me So I went runnin' for answers  ",
        "title": "Alright"
    },
    {
        "artist": "Billy Currington",
        "lyrics": "  Baby, don’t say no so quick This ain’t about me tryin’ to see how far that I can get But I ain’t gonna lie, I wouldn’t mind Just a little bit of you and I Eye to eye, lips on lips, swayin’ to the music Real close, we could we both use a little A let go kinda night Baby, if you want a  [Chorus: Billy Currington] Good time we can get on it Take a shot or you can sip on it Find a floor and we can dance on it, slow song it Far as I can tell that finger ain’t got no ring on it Come on baby, bring on it It’s one of those stars fallin’, love callin’ Get ya feelin’ all right nights Sounds good, don’t it, don’t it Every little thing you got, you know that I want it, want it Sounds pretty dang good now don’t it  Well, I just now seen that smile And I bet it’s been a minute since you tapped on into Your wild and crazy side So baby, let’s do this Tonight, baby that moon looks Just right, don’t fight it, if you want a  [Chorus: Billy Currington] Good time we can get on it Take a shot or you can sip on it Find a floor and we can dance on it, slow song it Far as I can tell that finger ain’t got no ring on it Come on baby, bring on it It’s one of those stars fallin’, love callin’ Get ya feelin’ all right nights Sounds good, don’t it, don’t it Every little thing you got, you know that I want it, want it Sounds pretty dang good now don’t it  So baby, let’s get on it You’re gonna love it, you can bet on it Karaoke, we can microphone it Whatever you want it  [Chorus: Billy Currington] Good time we can get on it Take a shot or you can sip on it Find a floor and we can dance on it, slow song it Far as I can tell that finger ain’t got no ring on it Come on baby, bring on it It’s one of those stars fallin’, love callin’ Get ya feelin’ all right nights Sounds good, don’t it, don’t it Every little thing you got, you know that I want it, want it Sounds pretty dang good now don’t it  ",
        "title": "Don't It"
    },
    {
        "artist": "Meek Mill",
        "lyrics": "  [Hook: Tory Lanez] All I wanted was a new Mercedes Bending off the corner whipping out the lot, I got it Women love me but the niggas hate it But how can I lose when I came from the bottom? Lord knows Nigga Lord knows, nigga Lord knows, nigga Lord knows Nigga Lord knows, nigga Lord knows, nigga Lord knows Nigga Lord knows, nigga Lord knows, nigga Lord knows  [Verse 1: Meek Mill] Uh, Lord knows I'm filthy rich All this ice is like 50 bricks Rap niggas throwing hissy fits I give my bitch a stack just for a Christmas gift And my bitch so bad, she on my Christmas list 'Member I prayed, really I wished for this To get the crib with the maid and with the picket fence I'm with some niggas that mad, we taking risks for this I'm talking risky business, flick the wrist Lord knows that I repent for this But Lord knows if I get penned for this I prolly won't get home until I'm 56 They say I'm the Messiah, you rappers is liars I sign up at church just to rap at the choir To spit my new verse at your wake while you're lying The middle of the church have you wake, no I'm lying I just came from jail, ain't do no crying They put me through hell, sharpened my iron I did my push-ups and I roared with the lions Like hold up, from balling I'm tired I'm back in this bitch and I'm back on my shit Man they tell me be humble, I'm cocky as hell Shout out my bitches that answered my calls When I called you collect cause it got me through hell Shout out that judge that denied me my bail It made me smarter and made me go harder They locked me up and slowed my album up But I did not give up cause I knew I would prevail Came in the game, Philly as shit Look at these rappers, they silly as shit I do not know why they be gassing these suckers But fuck 'em cause I am not feeling their shit Difference between me and most of these rappers I'm talking about work that I really put in Talking about pistols I put on my hip And I'm talking about foreigns I really could whip That I really done drove Really was froze in my hood and these bitches I really did hit Really was chose, came up from nothing And now they like, \"How he made millions so quick?\" I'm in the back and it feel like a sofa I done seen bitches I'm fuckin' on Oprah In my new mansion I feel like I'm Sosa A brick on the table ain't sniffing no coca, no way  [Hook: Tory Lanez] All I wanted was a new Mercedes Bending off the corner, whipping out the lot, I got it Women love me but the niggas hate it But how can I lose when I came from the bottom? Lord knows Nigga Lord knows, nigga Lord knows, nigga Lord knows Nigga Lord knows, nigga Lord knows, nigga Lord knows Nigga Lord knows, nigga Lord knows, nigga Lord knows  [Verse 2: Meek Mill] Uh, niggas can't see me with binoculars on Back of the Maybach, shottas on And all my niggas keep choppers on Don't reach round me, that's a chopper zone Every time you be on count, what the topic on? 250 thou what I dropped it on See y'all think it's a game 'til FOX be on CNN, momma picking out boxes for 'em I want everything, got my own boxers on Own headphones to get my popping on I got my own Pumas that I designed 'em for 'em Stick and moving on these niggas, get my boxing on All I ever hear from niggas is what they prolly doing But they be really talkin' 'bout what I be doing All black Rottweiler, that Givenchy on Drop top Rolls Royce but the top is on And the windows down like see y'all later Mirror tint on that bitch so you could see y'all hating Champagne cork pop like we all made it Ya'll looking from the sideline we all hate it Money don't make it real Don't give a fuck if its 80 mil, pussy And just cause you got a Bentley That Bentley won't make you thorough, pussy Still hating me from my city I'm thinking is they for real, pussies Cause all I got to say is kill They'll come in like Navy Seals That's word to my momma, I promise I ain't doing no block And we shoot at you robbers and kill all you fuck niggas talking Lately I've been on this money Don't run it back up just to come and put you in a coffin I heard you said you was running this city I seen you in traffic and you was just walking Niggas be popping that shit like they with it When niggas start hitting all you did was talk it, you pussy  [Hook: Tory Lanez] All I wanted was a new Mercedes Bending off the corner, whipping out the lot, I got it Women love me but the niggas hate it But how can I lose when I came from the bottom? Lord knows Nigga Lord knows, nigga Lord knows, nigga Lord knows Nigga Lord knows, nigga Lord knows, nigga Lord knows Nigga Lord knows, nigga Lord knows, nigga Lord knows  ",
        "title": "Lord Knows"
    },
    {
        "artist": "Nicky Jam & Enrique Iglesias",
        "lyrics": "   Letra de \"El Perdón\" ft. Enrique Iglesias[Verso 1] Dime si es verdad Me dijeron que te estas casando Tú no sabes lo que estoy sufriendo Esto te lo tengo que decir  Cuéntame Tu despedida para mi fue dura Será que te llevo a la luna Y yo no supe hacerlo así  Te estaba buscando Por las calles gritando Eso me está matando oh no  Te estaba buscando Por las calles gritando Como un loco tomando oh  [Coro] Es que yo sin ti, y tú sin mi Dime quién puede ser feliz Esto no me gusta Esto no me gusta  Es que yo sin ti, y tú sin mi Dime quién puede ser feliz Eso no me gusta Eso no me gusta  [Verso 2] Vivir si ti, no aguanto más Por eso vengo a decirte lo que siento Estoy sufriendo en esta soledad  Y aunque tu padre no aprobó esta relación Yo sigo insistiendo a pedir perdón Lo único que importa está en tu corazón  Te estaba buscando Por las calles gritando Esto me está matando oh no  Te estaba buscando Por las calles gritando Como un loco tomando oh  [Coro] Es que yo sin ti, y tú sin mi Dime quién puede ser feliz Esto no me gusta Esto no me gusta  Es que yo sin ti, y tú sin mi Dime quién puede ser feliz Eso no me gusta Eso no me gusta  [Verso 3] Yo te juré a ti eterno amor Y ahora otro te da calor Cuando en las noches tienes frío oh oh  Yo sé que él te parece mejor Pero yo estoy en tu corazón Y por eso pido perdón  [Coro] Es que yo sin ti, y tú sin mi Dime quién puede ser feliz Esto no me gusta oh no  Es que yo sin ti, y tú sin mi Dime quién puede ser feliz Esto no me gusta oh yeah  (Tú sin mí) Dicen que uno no sabe lo que tiene Hasta que lo pierde pero (Yo sin ti) Vale la pena luchar por lo que uno quiere (No puedo vivir así) Y hacer el intento (No quiero vivir así)  [Outro] N.I.C.K Nicky Nicky Nick Jam (No quiero que me dejes por favor) Saga White Black (Y te pido perdón) La Industria Inc  ",
        "title": "El Perdon (Forgiveness)"
    },
    {
        "artist": "Zedd Featuring Jon Bellion",
        "lyrics": "  [Click here to see Zedd’s inspiration for “Beautiful Now”]  [Verse 1: Jon Bellion] I see what you're wearing, there's nothing beneath it Forgive me for staring, forgive me for breathing We might not know why, we might not know how But baby, tonight, we're beautiful now  [Pre-Chorus: Jon Bellion] We're beautiful now We're beautiful now  [Chorus: Jon Bellion] We might not know why, we might not know how But baby, tonight, we're beautiful now We'll light up the sky, we'll open the clouds 'Cause baby, tonight, we're beautiful now We're beautiful We're beautiful We're beautiful  [Verse 2: Jon Bellion] Wherever it's going, I'm gonna chase it What's left of this moment, I'm not gonna waste it Stranded together, our worlds have collided This won't be forever, so why try to fight it?  [Pre-Chorus: Jon Bellion] We're beautiful now We're beautiful now  [Chorus: Jon Bellion] We might not know why, we might not know how But baby, tonight, we're beautiful now We'll light up the sky, we'll open the clouds 'Cause baby, tonight, we're beautiful now We're beautiful (We're beautiful) We're beautiful  [Bridge: Jon Bellion] Let's live tonight like fireflies And one by one light up the sky We disappear and pass the crown You're beautiful, you're beautiful  [Chorus: Jon Bellion] We're beautiful now We're beautiful now (beautiful) We're beautiful now We're beautiful now We're beautiful We're beautiful, we're beautiful now We're beautiful now, we're beautiful now We're beautiful now, we're beautiful now We're beautiful  ",
        "title": "Beautiful Now"
    },
    {
        "artist": "Meek Mill Featuring Future",
        "lyrics": "  [Bridge: Future] I just took a perc now I'm on another level Tasting on the molly got me dancing with the devil Poured a 8th of Kobe Bryant mixing purple with the yellow Got these racks on me, now it's hard to keep this shit together  [Hook: Future] Jump out the Rari then jump out the Wraith Then I hop in Margiela then hop in some Bape They jump out the face, they jump out the face Money gon' stack and this money gon' fall though  [Verse 1: Meek Mill] Came from the hood now we jump out of states Peep all these diamonds, they jump out the face Ducking indictments and selling this white Got to watch for these niggas they'll jump on your case (You watch all these niggas, these niggas be playing) And none of this money don't come out the safe Fuck with my dawg, knock a chunk out ya face Nigga I be so high, I could jump out to space What the fuck did I say?  [Verse 2: Future] I be so fly, just don't shoot my cape Went and bought me a safe and it came with a Wraith Got some new money, went and bought me a K You see all them VV's jump out the face Put that dope in the trap and cook up me a cake We fly to Cuba to fuck up some mula Pour up some pour up, my nigga we boolin' Young nigga pull up in Bentleys just boolin' I'm taking your ho from you cause she was choosy I keep them shooters on deck, I approve it Get me a truck of them things, I'll move it VVS cuts on my wrist suicidal I stay lit up with that flawless on fire I spend it all with my niggas, let's get it Get out your feelings, young nigga let's get it I got stars on my ceiling  [Hook: Future] Jump out the Rari then jump out the Wraith Then I hop in Margiela then hop in some Bape They jump out the face, they jump out the face Money gon' stack and this money gon' fall though  [Verse 3: Meek Mill] I've been, peeping you niggas been watching my moves Watching my stacks and my shoes When everybody did the Gucci and Louis We was on Jimmy Choos 2012 when we did the Giuseppes Margielas was cool When you lil niggas was worried about Jordans We was rocking them Loubs If I got to lose it's not by the rules Get hit with that chopper knock right out your shoes Shawty so proper she look like a goddess When I dip inside her it's just like a pool I bought some Rarris and I bought some Phantoms And then dropped out the seat like I dropped out of school Still will pull up on you hop out with goons Thirty-two shots let it pop out the tool  [Bridge: Future] I just took a perc now I'm on another level Tasting on the molly got me dancing with the devil Poured  8th of Kobe Bryant mixing purple with the yellow Got these racks on me now its hard to keep this shit together  [Hook: Future] Jump out the Rari then jump out the Wraith Then I hop in Margiela then hop in some Bape They jump out the face, they jump out the face Money gon' stack and this money gon' fall though  ",
        "title": "Jump Out The Face"
    },
    {
        "artist": "Carly Rae Jepsen",
        "lyrics": "  [Verse 1] I really wanna stop, but I just got the taste for it I feel like I could fly with the boy on the moon So honey, hold my hand, you like making me wait for it I feel like I could die walking up to the room, oh yeah  [Pre-Chorus] Late night watching television But how'd we get in this position? It's way too soon, I know this isn't love But I need to tell you something  [Chorus] I really, really, really, really, really, really like you And I want you, do you want me, do you want me too? I really, really, really, really, really, really like you And I want you, do you want me, do you want me too? Oh, did I say too much? I’m so in my head when we’re out of touch I really, really, really, really, really, really like you And I want you, do you want me, do you want me too?  [Verse 2] It's like everything you say is a sweet revelation All I wanna do is get into your head Yeah, we could stay alone You and me, and this temptation Sipping on your lips, hanging on by a thread, baby  [Pre-Chorus] Late night watching television But how'd we get in this position? It's way too soon, I know this isn't love But I need to tell you something  [Chorus] I really, really, really, really, really, really like you And I want you, do you want me, do you want me too? I really, really, really, really, really, really like you And I want you, do you want me, do you want me too? Oh, did I say too much? I’m so in my head when we’re out of touch I really, really, really, really, really, really like you And I want you, do you want me, do you want me too?  [Bridge] Who gave you eyes like that? Said you could keep them I don’t know how to act Or if I should be leaving I’m running out of time Going out of my mind I need to tell you something Yeah, need to tell you something  [Chorus] I really, really, really, really, really, really like you And I want you, do you want me, do you want me too? I really, really, really, really, really, really like you And I want you, do you want me, do you want me too? Oh, did I say too much? I’m so in my head when we’re out of touch I really, really, really, really, really, really like you And I want you, do you want me, do you want me too? I really, really, really, really, really, really like you And I want you, do you want me, do you want me too? I really, really, really, really, really, really like you And I want you, do you want me, do you want me too?  ",
        "title": "I Really Like You"
    },
    {
        "artist": "Tech N9Ne Featuring 2 Chainz & B.o.B",
        "lyrics": "  [Intro: Tech N9ne] (Hello?) I want to par-ty (Huh?) You want to par-ty (Yeah?) We need to par-ty (Cool) Let's have a par-ty (Lemme get up)  [Verse 1: Tech N9ne] Saturday mornin', I ain't gotta work Last night's show sold a lot of merch Bad bitch in my bed so I ain't gotta jerk Forbes List caught me so it's hard to make a dollar hurt All we need is good green and some Bou Lou Five to one, so it's guaranteed you can do you 'Zilla keep the heater just in case we have a boo-boo Kansas City natives and we all a lil' coo-coo  [Hook: B.o.B] This the type of shit to make the hood go crazy (go crazy) On the interstate doin' 180 (180) She said, \"do it for me, baby\" Took a double shot and then we all went crazy (crazy) White girls go crazy (crazy) Black girls go crazy (crazy) College girls go crazy (crazy) This the type of shit to make the hood go crazy  [Verse 2: Tech N9ne] So much liquor, I never spare that kitchen Keep it so I usually have a pair that's kissin' And I'm lifted on purple hair, that's bitchin' Now that's what I call a fuckin' air Technician Check down there, they got the hair that's missin' Keep it bare, I promise I'll never tear that kitten I am aware sex hittin' is the care when I share that stick and So good I might impair that vision So I dip in, then dip off Look for another chick, then they pissed off Till I give them another spliff then they lift off Party is the mission, I did cross Three thick friends, we mixin' these licks when They big friend wanna lip off So I told her kindly 'get lost, bitch' This my place and it's way too turnt up to trip off shit  [Hook: B.o.B] This the type of shit to make the hood go crazy (go crazy) On the interstate doin' 180 (180) She said, \"do it for me, baby\" Took a double shot and then we all went crazy (crazy) White girls go crazy (crazy) Black girls go crazy (crazy) College girls go crazy This the type of shit to make the hood go crazy  [Verse 3: 2 Chainz] Yeah, you my prototype My fourth foreign car was a Porsche photo white Cooler than a polar bear in a bowl of ice With a ring, married to the game, had 'em throwin' rice Wait a minute, put my thing in her I'm trynna knock up, I'm trynna put a singer in her So I can do a banger with her I get brain for dinner I don't need to put tender for contender Thank god for strippers High top with zippers, hard as some nipples All the shit I do is straight off the temple Tryna squeeze it into my schedule is like a pimple Tell that poodle, \"don't mess around with them pitbulls.\"  [Hook: B.o.B] This the type of shit to make the hood go crazy (go crazy) On the interstate doin' 180 (180) She said, \"do it for me, baby\" Took a double shot and then we all went crazy (crazy) White girls go crazy (crazy) Black girls go crazy (crazy) College girls go crazy This the type of shit to make the hood go crazy  [Verse 4: Tech N9ne] This the endin' from the N9ne Grindin' bitches from behind If you way drunk off the 'yac Spit it up, spit it up, spit it up! This Kansas City, shit's ran gritty In the summertime the chicks be damn pretty Born in the projects, then to the Ville Then I did a deal with Travis and made mills This is celebration, this is elevation Me and my delegation got niggas hella hatin' This is Nnutthowze, Regime, Rogue Dog And it's all Strange Music, winners can't lose it, unless Everybody got they hands up like (Oooh!) See a bad bitch like (Wooah!) This whole damn city fuckin' go But this is how the hood go crazy in the MO  [Hook: B.o.B] This the type of shit to make the hood go crazy (go crazy) On the interstate doin' 180 (180) She said, \"do it for me, baby\" Took a double shot and then we all went crazy (crazy) White girls go crazy (crazy) Black girls go crazy (crazy) College girls go crazy This the type of shit to make the hood go crazy  ",
        "title": "Hood Go Crazy"
    },
    {
        "artist": "A Thousand Horses",
        "lyrics": null,
        "title": "Smoke"
    },
    {
        "artist": "Meghan Trainor Featuring John Legend",
        "lyrics": "  [Verse 1: Meghan Trainor] I found myself dreaming in silver and gold Like a scene from a movie that every broken heart knows We were walking on moonlight, and you pulled me close Split second and you disappeared and then I was all alone I woke up in tears, with you by my side A breath of relief, and I realized No, we're not promised tomorrow  [Hook: Meghan Trainor] So I'm gonna love you like I'm gonna lose you I'm gonna hold you, like I'm saying goodbye Wherever we're standing, I won't take you for granted Cause we'll never know when When we'll run out of time So I'm gonna love you, like I'm gonna lose you I'm gonna love you, like I'm gonna lose you  [Verse 2: John Legend] In the blink of an eye, just a whisper of smoke You could lose everything, the truth is you never know So I'll kiss you longer baby, any chance that I get I'll make the most of the minutes and love with no regret So let's take our time to say what we want Use what we got before it's all gone No, we're not promised tomorrow  [Chorus: Meghan Trainor and John Legend] So I'm gonna love you like I'm gonna lose you I'm gonna hold you, like I'm saying goodbye Wherever we're standing, I won't take you for granted Cause we'll never know when When we'll run out of time So I'm gonna love you, like I'm gonna lose you I'm gonna love you, like I'm gonna lose you  [Bridge: Meghan Trainor and John Legend] So I'm gonna love you Like I'm gonna lose you I'm gonna love you Like I'm gonna lose you  [Chorus: Meghan Trainor and John Legend] So I'm gonna love you like I'm gonna lose you I'm gonna hold you, like I'm saying goodbye Wherever we're standing, I won't take you for granted Cause we'll never know when When we'll run out of time So I'm gonna love you, like I'm gonna lose you I'm gonna love you, like I'm gonna lose you  [Outro: Meghan Trainor and John Legend] So I'm gonna love you Like I'm gonna lose you I'm gonna love you Like I'm gonna lose you  ",
        "title": "Like I'm Gonna Lose You"
    },
    {
        "artist": "Elle King",
        "lyrics": "  [Verse 1] Well, I had me a boy, turned him into a man I showed him all the things that he didn't understand Whoa, and then I let him go Now, there's one in California who's been cursing my name Cause I found me a better lover in the UK Hey, hey, until I made my getaway  [Pre-Chorus 1] One, two, three, they gonna run back to me Cause I'm the best baby that they never gotta keep One, two, three, they gonna run back to me They always wanna come, but they never wanna leave  [Chorus 1] Ex's and the oh, oh, oh's they haunt me Like ghosts they want me to make 'em O They won't let go Ex's and oh's  [Verse 2] I had a summer lover down in New Orleans Kept him warm in the winter, left him frozen in the spring My, my, how the seasons go by I get high, and I love to get low So the hearts keep breaking, and the heads just roll You know that's how the story goes  [Pre-Chorus 1] One, two, three, they gonna run back to me Cause I'm the best baby that they never gotta keep One, two, three, they gonna run back to me They always wanna come, but they never wanna leave  [Chorus 2] Ex's and the oh, oh, oh's they haunt me Like ghosts they want me to make 'em O They won't let go Ex's and the oh, oh, oh's they haunt me Like ghosts they want me to make 'em O They won't let go Ex's and oh's  [Pre-Chorus 2] One, two, three, they gonna run back to me Climbing over mountains and a-sailing over seas One, two, three, they gonna run back to me They always wanna come, but they never wanna leave  [Chorus 2] My ex’s and the oh, oh, oh’s they haunt me Like ghosts they want me to make ‘em O They won’t let go Ex’s and the oh, oh, oh’s they haunt me Like ghosts they want me to make ‘em O They won’t let go Ex’s and oh’s  ",
        "title": "Ex's & Oh's"
    },
    {
        "artist": "twenty one pilots",
        "lyrics": "  [Intro] An-nyŏng-ha-se-yo  [Verse 1] Sometimes you gotta bleed to know That you’re alive and have a soul But it takes someone to come around To show you how  [Chorus] She’s the tear in my heart I’m alive She’s the tear in my heart I’m on fire She’s the tear in my heart Take me higher Than I’ve ever been  [Verse 2] The songs on the radio are okay But my taste in music is your face And it takes a song to come around To show you how  [Chorus] She’s the tear in my heart I’m alive She’s the tear in my heart I’m on fire She’s the tear in my heart Take me higher Than I’ve ever been Than I’ve ever been Than I’ve ever been Than I’ve ever been  [Bridge] You fell asleep in my car, I drove the whole time But that’s okay, I’ll just avoid the holes so you sleep fine I’m driving here I sit Cursing my government For not using my taxes to fill holes with more cement You fell asleep in my car, I drove the whole time But that’s okay, I’ll just avoid the holes so you sleep fine I’m driving here I sit Cursing my government For not using my taxes to fill holes with more cement Sometimes you gotta bleed to know, oh, oh That you’re alive and have a soul, oh, oh But it takes someone to come around To show you how  [Chorus] She’s the tear in my heart I’m alive She’s the tear in my heart I’m on fire She’s the tear in my heart Take me higher Than I’ve ever been  [Outro] My heart is my armor She’s the tear in my heart She’s a carver She’s a butcher with a smile Cut me farther Than I’ve ever been Than I’ve ever been Than I’ve ever been Than I’ve ever been My heart is my armor She’s the tear in my heart She’s a carver She’s a butcher with a smile Cut me farther Than I’ve ever been  ",
        "title": "Tear In My Heart"
    },
    {
        "artist": "NEEDTOBREATHE Featuring Gavin DeGraw",
        "lyrics": null,
        "title": "Brother"
    },
    {
        "artist": "Old Dominion",
        "lyrics": "  [Produced by Shane McAnally] [Music Video by Steve Condon]  [Verse 1] Hey girl, wassup I know it's late but I knew you'd pick it up Naw, I ain't drunk Okay, maybe I do have a little buzz, but That song came on and I just thought What harm could come from one little call I know you say you're taken but I say Girl you're takin' too long  [Chorus] To tell him that it's over Then bring it on over Stringing him along any longer girl Is just wasting precious time Girl you know it can't wait Rip it off just like a Band-Aid The way you look at me, girl, you can't pretend I know you ain't in love with him Break up with him  [Verse 2] I know you don't wanna break his heart But that ain't no good reason to be Keeping us apart Look, just tell him it's you, it ain't him And maybe you can lie to him and say you'll Still be friends Whatever you got to say to get through to him That you ain't in love C'mon you can't deny that you and I Kinda fit like a glove  [Chorus] So tell him that it's over Then bring it on over Stringing him along any longer girl Is just wasting precious time Girl you know it can't wait Rip it off just like a Band-Aid It ain't my business to be all up in But I know you ain't in love with him Break up with him I know that you so done with him Break up with him, break up with him  [Verse 3] You would've hung up by now If you weren't thinking it too No pressure whatever Just do what you gotta do But if I was you  [Chorus] I'd tell him that it's over Then bring it on over Stringing him along any longer girl Is just wasting precious time Girl you know it can't wait Just rip it off just like a Band-Aid Yeah, I know I said it but I'll say it again I know you ain't in love with him Break up with him The way you look at me girl you can't pretend I know you ain't in love with him Break up with him Just break up with him  ",
        "title": "Break Up With Him"
    },
    {
        "artist": "Chris Young",
        "lyrics": "  [Verse 1] We say goodbye see you around We turn our backs then turn back around We break up we make up and we make love We can’t seem to let go girl  [Chorus] So I’m comin' over Runnin' every red light To hell with the closure Save it for another time Try not to think about you But it ain’t workin' Why put out a fire when it’s still burnin' Just when I think movin' on is gettin' closer I’m comin' over  [Verse 2] I’m all alone, but you’re on my phone Tellin' me you miss me and that you’re at home Who knows what we are in the mornin' All I know is I want you  [Chorus] So I’m comin' over Runnin' every red light To hell with the closure Save it for another time Try not to think about you But it ain’t workin' Why put out a fire when it’s still burnin' Just when I think movin' on is gettin' closer I’m comin' over Ooh, I’m comin' over  [Bridge] Yeah we said that we’re done and I know that it’s late But you already know, I’m on my way  [Chorus] I’m comin' over Runnin' every red light To hell with the closure Save it for another time Try not to think about you But it ain’t workin' Why put out a fire that’s burnin' I’m comin' over Runnin' every red light To hell with the closure Save it for another time Try not to think about you But it ain’t workin' Why put out a fire when it’s still burnin' Just when I think movin' on is gettin' closer I’m comin' over I’m comin' over  ",
        "title": "I'm Comin' Over"
    }
]