[
    {
        "artist": "Macklemore & Ryan Lewis Featuring Wanz",
        "lyrics": "  [Intro] \"Hey, Macklemore, can we go thrift shopping?\" What what, what, what [x8] Bada, bada, bada dada  [Hook: Wanz] I'm gonna pop some tags Only got 20 dollars in my pocket I'm, I'm, I'm hunting Looking for a come up This is fucking awesome  [Verse 1: Macklemore] Now, walk into the club, like, \"What up, I got a big cock!\" Nah, I’m just pumped, I bought some shit from a thrift shop Ice on the fringe is so damn frosty The people like, “Damn, that’s a cold ass honkey!” Rolling in hella deep, headed to the mezzanine Dressed in all pink; except my gator shoes, those are green Draped in a leopard mink, girl standing next to me Probably should've washed this, smells like R. Kelly sheets (Pissssss...) But shit, it was 99 cents! Fuck it, coppin' it, washin' it ‘Bout to go and get some compliments Passing up on those moccasins Someone else has been walking in Bummy and grungy, fuck it, man I am stunting and flossing and saving my money And I’m hella happy; that’s a bargain, bitch! I’ma take your grandpa's style, I’ma take your grandpa's style No, for real, ask your grandpa Can I have his hand-me-downs? (Thank you!) Velour jumpsuit and some house slippers Dookie brown leather jacket that I found diggin' They had a broken keyboard, I bought a broken keyboard I bought a skeet blanket, then I bought a knee board Hello, hello, my ace man, my mellow John Wayne ain’t got nothing on my fringe game, hell no I could take some Pro Wings, make them cool, sell those The sneaker heads would be like, “Ah, he got the Velcros.”  [Hook: Wanz] I'm gonna pop some tags Only got 20 dollars in my pocket I'm, I'm, I'm hunting Looking for a come up This is fucking awesome  [Verse 2: Macklemore] What you know about rocking a wolf on your noggin? What you knowing about wearing a fur fox skin? I’m digging, I’m digging I’m searching right through that luggage One man’s trash, that’s another man’s come up Thank your granddad for donating that plaid button- Up shirt, ‘cause right now, I’m up in here stuntin' I’m at the Goodwill, you can find me in the bins I’m not, I’m not stuck on searchin' in that section (Mens) Your grammy, your aunty, your momma, your mammy I’ll take those flannel zebra jammies Second hand and I’ll rock that, motherfucker The built-in onesie with the socks on the motherfucker I hit the party and they stop in that motherfucker They be like, “Oh, that Gucci? That’s hella tight” I’m like, “Yo, that’s 50 dollars for a t-shirt.” Limited edition, let’s do some simple addition 50 dollars for a t-shirt, that’s just some ignorant bitch shit I call that getting swindled and pimped, shit I call that getting tricked by business That shirt’s hella dough, and having the same one as six other people in this club is a hella don’t Peep game, come take a look through my telescope Tryin' to get girls from a brand? Man, you hella won’t! Man, you hella won't!  [Interlude] Goodwill, poppin' tags, yeah!  [Hook: Wanz] I'm gonna pop some tags Only got 20 dollars in my pocket I'm, I'm, I'm hunting Looking for a come up This is fucking awesome  [Bridge: Wanz] I wear your granddad's clothes I look incredible I’m in this big ass coat From that thrift shop down the road  [Hook: Wanz] I'm gonna pop some tags Only got 20 dollars in my pocket I'm, I'm, I'm hunting Looking for a come up This is fucking awesome  [Outro] \"Is that your grandma's coat?\"  ",
        "title": "Thrift Shop"
    },
    {
        "artist": "Bruno Mars",
        "lyrics": "  [Intro] One, two, one, two, three Aw, yeah yeah Aw, yeah yeah yeah yeah, ooh! Aw, yeah yeah Aw, yeah yeah yeah yeah, ooh!  [Verse 1] Never had much faith in love or miracles Never wanna put my heart on the line But swimming in your water is something spiritual I'm born again every time you spend the night  [Pre-Chorus] Cause your sex takes me to paradise Yeah, your sex takes me to paradise And it shows, yeah yeah yeah  [Chorus] Cause you make me feel like I've been locked out of heaven For too long, for too long Yeah, you make me feel like I've been locked out of heaven For too long, for too long  [Post-Chorus] Aw, yeah yeah yeah yeah, ooh! Aw, yeah yeah Aw, yeah yeah yeah yeah, ooh!  [Verse 2] You bring me to my knees, you make me testify You can make a sinner change his ways Open up your gates cause I can't wait to see the light And right there is where I wanna stay  [Pre-Chorus] Cause your sex takes me to paradise Yeah, your sex takes me to paradise And it shows, yeah yeah yeah  [Chorus] Cause you make me feel like I've been locked out of heaven For too long, for too long Yeah, you make me feel like I've been locked out of heaven For too long, for too long  [Bridge] Oh-oh-oh-oh, yeah yeah yeah Can I just stay here? Spend the rest of my days here? Oh-oh-oh-oh, yeah yeah yeah Can I just stay here? Spend the rest of my days here?  [Chorus] Cause you make me feel like I've been locked out of heaven For too long, for too long Yeah, you make me feel like I've been locked out of heaven For too long, for too long  [Outro] Aw, yeah yeah yeah yeah, ooh! Aw, yeah yeah Aw, yeah yeah yeah yeah, ooh!  ",
        "title": "Locked Out Of Heaven"
    },
    {
        "artist": "The Lumineers",
        "lyrics": "  [Verse 1] I been trying to do it right I been living a lonely life I been sleepin' here instead I been sleepin' in my bed I been sleepin' in my bed  So show me family All the blood that I will bleed I don't know where I belong I don't know where I went wrong But I can write a song  [Hook] I belong with you, you belong with me You're my sweetheart I belong with you, you belong with me You're my sweetheart  [Verse 2] I don't think you're right for him Think of what it might have been if we Took a bus to Chinatown I'd be standin' on Canal, and Bowery And she'd be standin' next to me  [Hook] I belong with you, you belong with me You're my sweetheart I belong with you, you belong with me You're my sweetheart  [Bridge] Love we need it now Let's hope for some Cause oh, we're bleedin' out  [Hook] I belong with you, you belong with me You're my sweetheart I belong with you, you belong with me You're my sweetheart  ",
        "title": "Ho Hey"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Intro]  [Verse 1] Once upon a time, a few mistakes ago I was in your sights, you got me alone You found me, you found me, you found me I guess you didn't care, and I guess I liked that And when I fell hard, you took a step back Without me, without me, without me  [Pre-Chorus] And he's long gone, when he's next to me And I realize the blame is on me  [Chorus] 'Cause I knew you were trouble when you walked in So shame on me now Flew me to places I'd never been Till you put me down, oh I knew you were trouble when you walked in So shame on me now Flew me to places I'd never been Now I'm lying on the cold hard ground Oh, oh Trouble, trouble, trouble Oh, oh Trouble, trouble, trouble  [Verse 2] No apologies, he'll never see you cry Pretends he doesn't know that he's the reason why You're drowning, you're drowning You're drowning And I heard you moved on, from whispers on the street A new notch in your belt is all I'll ever be And now I see, now I see Now I see  [Pre-Chorus] He was long gone when he met me And I realize the joke is on me, hey!  [Chorus] I knew you were trouble when you walked in So shame on me now Flew me to places I'd never been Till you put me down, oh I knew you were trouble when you walked in So shame on me now Flew me to places I'd never been Now I'm lying on the cold hard ground Oh, oh Trouble, trouble, trouble Oh, oh Trouble, trouble, trouble  [Bridge] And the saddest fear, comes creeping in That you never loved me Or her, or anyone, or anything, yeah!  [Chorus] I knew you were trouble when you walked in So shame on me now Flew me to places I'd never been Till you put me down, oh I knew you were trouble when you walked in So shame on me now Flew me to places I'd never been Now I'm lying on the cold hard ground Oh, oh Trouble, trouble, trouble Oh, oh Trouble, trouble, trouble  [Outro]  ",
        "title": "I Knew You Were Trouble."
    },
    {
        "artist": "will.i.am & Britney Spears",
        "lyrics": null,
        "title": "Scream & Shout"
    },
    {
        "artist": "Swedish House Mafia Featuring John Martin",
        "lyrics": "  [Verse 1: John Martin] There was a time I used to look into my father's eyes In a happy home I was a king I had a golden throne Those days are gone, now the memories are on the wall I hear the songs from the places where I was born  [Bridge: John Martin] Up on the hill across the blue lake That's where I had my first heartbreak I still remember how it all changed My father said  [Hook: John Martin] Don't you worry, don't you worry, child See heaven's got a plan for you Don't you worry, don't you worry now Yeah!  [Verse 2: John Martin] There was a time, I met a girl of a different kind We ruled the world, I thought I'll never lose her out of sight We were so young, I think of her now and then I still hear the songs reminding me of a friend  [Bridge: John Martin] Up on the hill across the blue lake That's where I had my first heartbreak I still remember how it all changed My father said  [Hook: John Martin] Don't you worry, don't you worry, child See heaven's got a plan for you Don't you worry, don't you worry now Yeah!  [Bridge: John Martin] Oh, oh, oh, oh, oh, oh, oh! Oh, oh, oh, oh, oh, oh, oh! Oh, oh, oh, oh, oh, oh, oh! See heaven's got a plan for you See heaven's got a plan for you See heaven's got a plan for you  [Hook: John Martin] Don't you worry, don't you worry, child See heaven's got a plan for you Don't you worry, don't you worry now Yeah!  [Outro: John Martin] Oh, oh, oh, oh, oh, oh, oh! Oh, oh, oh, oh, oh, oh, oh! Oh, oh, oh, oh, oh, oh, oh! Yeah!  ",
        "title": "Don't You Worry Child"
    },
    {
        "artist": "Justin Bieber Featuring Nicki Minaj",
        "lyrics": "  [Intro: Nicki Minaj] Yeah, Young Money, Nicki Minaj, Justin  [Verse 1: Justin Bieber] Show you off Tonight, I wanna show you off (aye-aye-aye) What you got A billion could've never bought (aye-aye-aye)  [Pre-Chorus: Justin Bieber] We gonna party like it's 3012 tonight I wanna show you all the finer things in life So just forget about the world, we young tonight I'm coming for ya, I'm coming for ya  [Chorus: Justin Bieber] Cause all I need is a beauty and a beat Who can make my life complete It's all 'bout you When the music makes you move Baby, do it like you do  [Verse 2: Justin Bieber] Body rock Girl, I can feel your body rock (aye-aye-aye) Take a bow You're on the hottest ticket now, ooh (aye-aye-aye)  [Pre-Chorus: Justin Bieber] We gonna party like it's 3012 tonight I want to show you all the finer things in life So just forget about the world, we young tonight I'm coming for ya, I'm coming for ya  [Chorus: Justin Bieber] Cause all I need is a beauty and a beat Who can make my life complete It's all 'bout you When the music makes you move Baby, do it like you do  [Verse 3: Nicki Minaj] In time, ink lines Bitches couldn't get on my incline World tours, it's mine Ten little letters on a big sign Justin Bieber, you know I'mma hit 'em with the ether Buns out, weiner, but I gotta keep an eye out for Selener Beauty, beauty and the beast Beauty from the East Beautiful confessions of the priest Beast, beauty from the streets, beat will get deceased Every time Beauty on the beat  [Break: Justin Bieber + (Nicki Minaj)] Body rock (yeah, yeah, yeah) Girl, I wanna feel your body rock (let's go, let's go)  [Chorus: Justin Bieber] Cause all I need is a beauty and a beat Who can make my life complete It's all 'bout you When the music makes you move Baby, do it like you do  ",
        "title": "Beauty And A Beat"
    },
    {
        "artist": "Rihanna",
        "lyrics": "  [Verse 1: Kanye West] We the cause of all the commotion Your mouth running, but where is you going? What is you smoking, man? That ain't potent What is you talking, man? That ain't important Illuminati, High society We in this party and nobody invited me We going crazy and I always use my best sense But it don't matter cause I stay on my fresh prince Maxin', relaxin, shootin' some pool and Playing some b-ball outside of the school and Girls with they top off outside of the pool and Whips with the drop off outside of the Louvre You just look stupid to be ignoring The Delorean parked in front of Armani emporium And parties at Richie is getting risky Victoria's Secret show, they miss me Voices in my head, I need choices in my bed AHHHHH, get out my fucking head It's just me and my bad bitch So you can say I'm on my Brad Pitt Back to the la familia I'm aligned with Before I betray them I slit my wrists At the top is just us nigga Cause I don't really trust niggas And we made it through the hurricane So celebrate and light the Mary Jane We gon' make it, that's on everything Truest girls get half naked, every spring They saying, \"Hey Kanye We need you to go deeper than Tay Zonday,\" Cause my verses got pain, Chocolate Rain So many lines, you photograph and it make arms break On the radio, man I miss myself I need to just step back and kiss myself Baby, just step up and kiss the belt A little lower.. that's what's up Somebody pour her another cup Is it too much to ask you keep your diamonds up? I swear until my time is up My style is sex in the shower, fresh as fuck  [Hook: Rihanna] So shine bright tonight you and I We're beautiful like diamonds in the sky Eye to eye so alive We're beautiful like diamonds in the sky  [Post-Hook: Rihanna] Shine bright like a diamond Shine bright like a diamond Shining bright like a diamond We're beautiful like diamonds in the sky Shine bright like a diamond Shine bright like a diamond Shining bright like a diamond We're beautiful like diamonds in the sky  [Verse 2: Rihanna] Palms rise to the universe As we moonshine and molly Feel the warmth we'll never die We're like diamonds in the sky You're a shooting star I see A vision of ecstasy When you hold me I'm alive We're like diamonds in the sky  [Pre-Hook: Rihanna] I knew that we'd become one right away Oh right away At first sight I felt energy of sun rays I saw the life inside your eyes  [Hook: Rihanna] So shine bright tonight you and I We're beautiful like diamonds in the sky Eye to eye so alive We're beautiful like diamonds in the sky  [Post-Hook: Rihanna] Shine bright like a diamond Shine bright like a diamond Shining bright like a diamond We're beautiful like diamonds in the sky Shine bright like a diamond Shine bright like a diamond Shining bright like a diamond We're beautiful like diamonds in the sky  [Outro: Rihanna] Shine bright like a diamond Shine bright like a diamond Shine bright like a diamond So shine bright tonight you and I We're beautiful like diamonds in the sky Eye to eye so alive We're beautiful like diamonds in the sky Shine bright like a diamond  ",
        "title": "Diamonds"
    },
    {
        "artist": "Phillip Phillips",
        "lyrics": null,
        "title": "Home"
    },
    {
        "artist": "A$AP Rocky Featuring Drake, 2 Chainz & Kendrick Lamar",
        "lyrics": null,
        "title": "F**kin Problems"
    },
    {
        "artist": "P!nk",
        "lyrics": null,
        "title": "Try"
    },
    {
        "artist": "Alicia Keys Featuring Nicki Minaj",
        "lyrics": "  [Verse 1: Nicki Minaj] Spirit of Marilyn callin' me, audibly Bawling, she said that she would never leave,continued to torture me Telling me to come with her,underneath my comforter And she brought a gun with her, pills and some rum with her Took me on the balcony, telling me to jump with her Yeah I'm in the ghost, but I ain't doing stunts with her I ain't trying to be that,haters wanna see that But I got 'em aggy,cause I win the gold like Gabby  [Verse 2: Alicia Keys] She's just a girl, and she's on fire Hotter than a fantasy, lonely like a highway She's living in a world, and it's on fire Feeling the catastrophe, but she knows she can fly away  Oh, she got both feet on the ground And she's burning it down Oh, she got her head in the clouds And she's not backing down  [Hook] This girl is on fire This girl is on fire She's walking on fire This girl is on fire  [Verse 3: Alicia Keys] Looks like a girl, but she's a flame So bright, she can burn your eyes Better look the other way You can try but you'll never forget her name She's on top of the world Hottest of the hottest girls say  Oh, we got our feet on the ground And we're burning it down Oh, got our head in the clouds And we're not coming down  [Hook]  [Verse 4: Alicia Keys] Everybody stands, as she goes by Cause they can see the flame that's in her eyes Watch her when she's lighting up the night Nobody knows that she's a lonely girl And it's a lonely world But she gon' let it burn, baby, burn, baby  [Verse 5: Nicki Minaj] Dear God, If you're here God Make the fire disappear when they stare God Take away my fear when they interfere God Do you fear God? Cause I fear God And in my backyard, that's a deer, God And that's a horse ranch,and to my core fans Keep reppin' me,do it 'til the death of me 'X' in the box, cause ain't nobody checkin' me  [Hook]  Oh, oh, oh...  She's just a girl, and she's on fire  ",
        "title": "Girl On Fire"
    },
    {
        "artist": "Justin Timberlake Featuring JAY Z",
        "lyrics": "  [Intro: Justin Timberlake] I be on my suit and tie shit, tied shit, tied I be on my suit and tie shit, tied shit Can I show you a few things? A few things, a few things, little baby ‘Cause I be on my suit and tie shit, tied shit I be on my suit and tie shit, tied shit Let me show you a few things Let me show you a few things  [Interlude: Timbaland] Wait a minute. You ready, JT?  [Verse 1: Justin Timberlake] I can't wait 'til I get you on the floor, good-lookin' Going hot, so hot, just like an oven And owww, burned myself, but just had to touch it She's so fine, and it's all mine Hey, baby, we don't mind all the watching ‘Cause if they study close, real close They might learn something She ain't nothing but a little doozy when she does it She's so fire tonight  [Hook: Justin Timberlake] And as long as I've got my suit and tie I'ma leave it all on the floor tonight And you got fixed up to the nines Let me show you a few things All pressed up in black and white And you're dressed in that dress I like Love is swinging in the air tonight Let me show you a few things Let me show you a few things Show you a few things about love Now we’re in the swing of love Let me show you a few things Show you a few things about love, hey  [Verse 2: Justin Timberlake] Stop, let me get a good look at it So thick, now I know why they call it a fatty Shit so sick got a hit and picked up a habit That's alright, ‘cause you're all mine Go on and show 'em who you call daddy I guess they're just mad ‘Cause, girl, they wish they had it My killer, my Thriller, yeah, you're a classic And you're all mine tonight  [Hook: Justin Timberlake] And as long as I've got my suit and tie I'ma leave it all on the floor tonight And you got fixed up to the nines Let me show you a few things All pressed up in black and white And you're dressed in that dress I like Love is swinging in the air tonight Let me show you a few things Let me show you a few things Show you a few things about love Now we’re in the swing of love Let me show you a few things Show you a few things about love, hey  [Interlude: Justin Timberlake] Get out your seat, Hov!  [Verse 3: Jay-Z] All black at the white shows White shoes at the black shows Green card for the Cuban linx Y'all sit back and enjoy the light show Nothing exceeds like excess Stoute got gout from having the best of the best Is this what it's all about? I'm at the rest- …aurant with my rant disturbing the guests Years of distress, tears on the dress Try to hide her face with some makeup sex This is truffle season Tom Ford tuxedos for no reason All Saints for my angel; Alexander Wang too Ass-tight Denim and some Dunks I'll show you how to do this young No papers, catch vapors Get high, out Vegas D'usses on doubles, ain't looking for trouble You just got good genes so a nigga tryna cuff you Tell your mother that I love her ‘cause I love you Tell your father we go farther as a couple They ain't lose a daughter, got a son I show you how to do this, huh!  [Hook: Justin Timberlake] And as long as I've got my suit and tie I'ma leave it all on the floor tonight And you got fixed up to the nines Let me show you a few things All pressed up in black and white And you're dressed in that dress I like Love is swinging in the air tonight Let me show you a few things Let me show you a few things Show you a few things about love Now we’re in the swing of love Let me show you a few things Show you a few things about love, hey  ",
        "title": "Suit & Tie"
    },
    {
        "artist": "Calvin Harris Featuring Florence Welch",
        "lyrics": "  [Verse 1: Florence Welch] You took my heart, and you held it in your mouth And with a word all my love came rushing out And every whisper, it's the worst Emptied out by a single word There is a hollow in me now  [Chorus: Florence Welch] So I put my faith in something unknown I'm living on such sweet nothing But I'm trying to hope with nothing to hold I'm living on such sweet nothing And it's hard to learn, and it's hard to love When you're giving me such sweet nothing Sweet nothing, sweet nothing You're giving me such sweet nothing  [Verse 2: Florence Welch] It isn't easy for me to let it go Cause I've swallowed every single word And every whisper, every sigh Eats away at this heart of mine And there is a hollow in me now  [Chorus: Florence Welch] So I put my faith in something unknown I'm living on such sweet nothing But I'm trying to hope with nothing to hold I'm living on such sweet nothing And it's hard to learn, and it's hard to love When you're giving me such sweet nothing Sweet nothing, sweet nothing You're giving me such sweet nothing  [Bridge: Florence Welch] And it's not enough to tell me that you care When we both know the words are empty air You give me nothing Nothing  [Outro: Florence Welch] Sweet nothing Sweet nothing  ",
        "title": "Sweet Nothing"
    },
    {
        "artist": "Imagine Dragons",
        "lyrics": "  [Verse 1] So this is what you meant When you said that you were spent And now it's time to build from the bottom of the pit Right to the top Don't hold back Packing my bags and giving the academy a rain check  [Pre-Chorus] I don't ever wanna let you down I don't ever wanna leave this town Cause after all This city never sleeps at night  [Chorus] It's time to begin, isn't it? I get a little bit bigger, but then I'll admit I'm just the same as I was Now don't you understand That I'm never changing who I am  [Verse 2] So this is where you fell And I am left to sail The path to heaven runs through miles of clouded hell Right to the top Don't look back Turn in the rags and giving the commodities a rain check  [Pre-Chorus] I don't ever wanna let you down I don't ever wanna leave this town Cause after all This city never sleeps at night  [Chorus] It's time to begin, isn't it? I get a little bit bigger, but then I'll admit I'm just the same as I was Now don't you understand That I'm never changing who I am It's time to begin, isn't it? I get a little bit bigger, but then I'll admit I'm just the same as I was Now don't you understand That I'm never changing who I am  [Bridge] This road never looked so lonely This house doesn't burn down slowly To ashes, to ashes  [Chorus] It's time to begin, isn't it? I get a little bit bigger, but then I'll admit I'm just the same as I was Now don't you understand That I'm never changing who I am It's time to begin, isn't it? I get a little bit bigger, but then I'll admit I'm just the same as I was Now don't you understand That I'm never changing who I am  ",
        "title": "It's Time"
    },
    {
        "artist": "Lil Wayne Featuring Drake & Future",
        "lyrics": "  [Pre-Hook: Future] I'm on that good kush and alcohol I got some down bitches I can call I don't know what I would do without y'all I'ma ball 'til the day I fall  [Hook: Drake] Yeah, long as my bitches love me (yeah, yeah) I can give a fuck 'bout no hater Long as my bitches love me I can give a fuck 'bout no niggas Long as these bitches love me  [Verse 1: Lil Wayne] Uh, pussy-ass nigga, stop hatin' Lil Tunechi got that fire And these hoes love me like Satan, man Fuck with me and get bodied And all she eat is dick; she's on a strict diet That's my baby, with no makeup she a ten And she the best with that head Even better then Karrine She don't want money She want the time that we could spend She said: \"‘Cause I really need somebody So tell me you're that somebody.\" Girl, I fuck who I want, and fuck who I don't! Got that A1 credit, that's that filet mignon She said: \"I never want to make you mad I just want to make you proud.\" I said: \"Baby, just make me cum, then don't make a sound.\"  [Pre-Hook: Future] I'm on that good kush and alcohol I got some down bitches I can call I don't know what I would do without y'all I'ma ball 'til the day I fall  [Hook: Drake] Yeah, long as my bitches love me (yeah, yeah) I can give a fuck 'bout no hater Long as my bitches love me I can give a fuck 'bout no niggas Long as these bitches love me  [Verse 2: Lil Wayne] Real nigga, fuck these haters! These hoes got pussies like craters Can't treat these hoes like ladies, maaaan Pussy, money, weed, codeine She said my dick feel like morphine I hope my name taste like sardines to these niggas She wake up, eat this dick Call that breakfast in bed, $69.96 I feel her heartbeat, I chest-to-chest with this bitch Now turn around, face down; I'm arrestin' this bitch All my bitches love me, and I love all my bitches But it's like as soon as I cum, I come to my senses And I would say these hoes' names But then I would be snitchin' And these haters try to knock me But they can't knock me off the hinges; Lil Tunechi!  [Pre-Hook: Future] I'm on that good kush and alcohol I got some down bitches I can call I don't know what I would do without y'all I'ma ball 'til the day I fall  [Hook: Drake] Yeah, long as my bitches love me (yeah, yeah) I can give a fuck 'bout no hater Long as my bitches love me I can give a fuck 'bout no niggas Long as these bitches love me  [Bridge: Lil Wayne] I lost a few good bitches Met some more bad bitches And I be schooling them niggas Pose for your class picture Now kiss my ass if you hating I'm getting ass, or I'm skating I lost a few good bitches Met some more bad bitches And I be schooling them niggas Pose for your class picture Now kiss my ass if you hating I'm getting ass, or I'm skating, bitch!  [Pre-Hook: Future] I'm on that good kush and alcohol I got some down bitches I can call I don't know what I would do without y'all I'ma ball 'til the day I fall  [Hook: Drake] Yeah, long as my bitches love me (yeah, yeah) I can give a fuck 'bout no hater Long as my bitches love me I can give a fuck 'bout no niggas Long as these bitches love me  ",
        "title": "Love Me"
    },
    {
        "artist": "Maroon 5",
        "lyrics": "  [Verse 1] Here I am waiting, I'll have to leave soon Why am I holding on? We knew this would come, we knew it all along How did it come so fast? This is our last night but it's late And I'm trying not to sleep Cause I know, when I wake I will have to slip away  [Hook] And when the daylight comes I'll have to go But tonight I'm gonna hold you so close Cause in the daylight we'll be on our own But tonight I need to hold you so close Ooh-whoa , ooh-whoa , ooh-whoa Ooh-whoa , ooh-whoa , ooh-whoa  [Verse 2] Here I am staring at your perfection In my arms, so beautiful The sky is getting bright the stars are burning out Somebody slow it down This is way too hard Cause I know, when the sun comes up I will leave, this is my last glance That will soon be memory  [Hook] And when the daylight comes I'll have to go But tonight I'm gonna hold you so close Cause in the daylight we'll be on our own But tonight I need to hold you so close Ooh-whoa , ooh-whoa , ooh-whoa Ooh-whoa , ooh-whoa , ooh-whoa  [Bridge] I never wanted to stop Because I don't wanna start all over, start all over I was afraid of the dark But now it's all that I want, all that I want, all that I want  [Hook] And when the daylight comes I'll have to go But tonight I'm gonna hold you so close Cause in the daylight we'll be on our own But tonight I need to hold you so close Ooh-whoa , ooh-whoa , ooh-whoa Ooh-whoa , ooh-whoa , ooh-whoa  And when the daylight comes I'll have to go But tonight I'm gonna hold you so close Cause in the daylight we'll be on our own But tonight I need to hold you so close Ooh-whoa , ooh-whoa , ooh-whoa Ooh-whoa , ooh-whoa , ooh-whoa  [Outro] Ooh-whoa (Yeah), ooh-whoa (Yeah), ooh-whoa (Yeah) Ooh-whoa (Yeah), ooh-whoa (Yeah), ooh-whoa  ",
        "title": "Daylight"
    },
    {
        "artist": "Maroon 5",
        "lyrics": "  [Intro] Ooooh oooh oh oh oh oh oh Ooooh oooh oh oh oh oh oh  [Verse 1] You and I go hard At each other like we going to war You and I go rough We keep throwing things and slamming the doors You and I get so Damn dysfunctional we stop keeping score You and I get sick Yeah I know that we can't do this no more  [Hook] But baby there you go again, there you go again making me love you Yeah I stopped using my head, using my head let it all go Got you stuck on my body, on my body like a tattoo And now I'm feeling stupid, feeling stupid crawling back to you So I cross my heart, and I hope to die That I'll only stay with you one more night And I know I've said it a million times But I'll only stay with you one more night  [Verse 2] Try to tell you 'No' But my body keeps on telling you 'Yes' Try to tell you stop But your lipstick got me so out of breath I be waking up In the morning probably hating myself And I be waking up Feeling satisfied but guilty as hell  [Hook] But baby there you go again, there you go again making me love you Yeah I stopped using my head, using my head let it all go Got you stuck on my body, on my body like a tattoo And now I'm feeling stupid, feeling stupid crawling back to you So I cross my heart, and I hope to die That I'll only stay with you one more night And I know I've said it a million times But I'll only stay with you one more night  [Bridge] Yeah baby give me one more night Yeah baby give me one more night Yeah baby give me one more night  [Hook] But baby there you go again, there you go again making me love you Yeah I stopped using my head, using my head let it all go Got you stuck on my body, on my body like a tattoo yeah So I cross my heart, and I hope to die That I'll only stay with you one more night And I know I've said it a million times But I'll only stay with you one more night  (Yeah baby give me one more night)  [Verse 3] So I cross my heart and I hope to die That I'll only stay with you one more night And I know I've said it a million times But I'll only stay with you one more night (Yeah baby give me one more night) So I cross my heart and I hope to die That I'll only stay with you one more night And I know I've said it a million times But I'll only stay with you one more night  ",
        "title": "One More Night"
    },
    {
        "artist": "Flo Rida",
        "lyrics": "  [Hook: Flo Rida & Brenda Russell] I know Caught up in the middle I cry, just a little When I think of letting go Oh no Gave up on the riddle I cry, just a little When I think of letting go  [Verse 1: Flo Rida] I know you wanna get behind the wheel, but only one Rida Eyes shut still got me swimming like a diver Can't let go, I got fans in Okinawa My heart to Japan, quake losers and surviors Norway no you didn't get my flowers No way to say it better, but the killer was a Coward Face just showered, the minute in a hour Heard about the news, whole day went sour Lil mama got me feeling like a lemon-head Put you in the box just as poisonous as cigarettes Give 'em my regards or regardless I get arrested Ain't worried about the killers, just the young and restless Gettin' mad cause the quarter million on my necklace DUI never said I was driving reckless You and I know that jealously is not impressive Oh no I can't stop, I was destined  [Hook: Flo Rida & Brenda Russell] I know Caught up in the middle I cry, just a little When I think of letting go Oh no Gave up on the riddle I cry, just a little When I think of letting go  [Hook: Flo Rida & Brenda Russell] I know Caught up in the middle I cry, just a little When I think of letting go Oh no Gave up on the riddle I cry, just a little When I think of letting go  [Verse 2: Flo Rida] Champagne buckets still got two tears in it And I put that on my tattoo of Jimi Hendrix Get the pressed leather outfit all in it Cuz the press tell it all get a meal ticket Clean next get a call just a lil visit Sacrifice just to make a hit still vivid Reality stressed when you're blessed, just kill critics Buggatti never meant I'm rich, just God-fearing Look at me steering, got the bossing staring Got a good feelin', Mr. Mike Caren Tell his Billie Jeans, I'm on another planet Thank E-Class, Big Chuck or Lee Prince Perries Buy my momma chandeliers on my tears dammit Thirty years you had thought these emotions vanish Tryna live tryna figure how my sister vanish No cheers I know you wouldn't panic  [Hook: Flo Rida & Brenda Russell] I know Caught up in the middle I cry, just a little When I think of letting go Oh no Gave up on the riddle I cry, just a little When I think of letting go  [Hook: Flo Rida & Brenda Russell] I know Caught up in the middle I cry, just a little When I think of letting go Oh no Gave up on the riddle I cry, just a little When I think of letting go  [Bridge: Flo Rida] When I need a healing, I just look up to the ceiling I see the sun coming down, I know it's all better now When I need a healing, I just look up the the ceiling I see the sun coming down I know its all better now When I need a healing, I just look up the the ceiling I see the sun coming down I know its all better now When I need a healing, I just look up the the ceiling I see the sun coming down I know its all better now  [Hook: Flo Rida & Brenda Russell] I know Caught up in the middle I cry, just a little When I think of letting go Oh no Gave up on the riddle I cry, just a little When I think of letting go  ",
        "title": "I Cry"
    },
    {
        "artist": "fun.",
        "lyrics": "  [Intro] Some nights, I stay up cashing in my bad luck Some nights, I call it a draw Some nights, I wish that my lips could build a castle Some nights, I wish they'd just fall off But I still wake up, I still see your ghost Oh Lord, I'm still not sure what I stand for What do I stand for? What do I stand for? Most nights, I don't know anymore  [Verse 1] This is it, boys, this is war What are we waiting for? Why don't we break the rules already? I was never one to believe the hype Save that for the black and white Try twice as hard and I'm half as liked But here they come again to jack my style And that's alright, I found a martyr in my bed tonight She stops my bones from wondering just who I am, who I am, who I am Oh, who am I?  [Hook] Well, some nights, I wish that this all would end 'Cause I could use some friends for a change And some nights, I'm scared you'll forget me again Some nights, I always win (I always win) But I still wake up, I still see your ghost Oh Lord, I'm still not sure what I stand for What do I stand for? What do I stand for? Most nights, I don't know  [Bridge] So this is it? I sold my soul for this? Washed my hands of that for this? I miss my mom and dad for this? No When I see stars, when I see stars, that's all they are When I hear songs, they sound like a swan So come on Oh, come on Oh, come on Oh, come on  [Verse 2] Well, that is it, guys, that is all Five minutes in and I'm bored again Ten years of this, I'm not sure if anybody understands This one is not for the folks back home Sorry to leave, mom, I had to go Who the fuck wants to die alone all dried up in the desert sun?  [Verse 3] My heart is breaking for my sister And the con that she called \"love\" And then I look into my nephew's eyes Man, you wouldn't believe the most amazing things That can come from some terrible nights  [Outro] The other night, you wouldn't believe The dream I just had about you and me I called you up, but we'd both agree It's for the best you didn't listen It's for the best we get our distance It's for the best you didn't listen It's for the best we get our distance, oh  ",
        "title": "Some Nights"
    },
    {
        "artist": "Ed Sheeran",
        "lyrics": "  [Verse 1] White lips, pale face Breathing in the snowflakes Burnt lungs, sour taste Light's gone, day's end Struggling to pay rent Long nights, strange men  [Pre-Chorus] And they say She's in the Class A Team Stuck in her daydream Been this way since 18 But lately, her face seems Slowly sinking, wasting Crumbling like pastries And they scream The worst things in life come free to us  [Chorus 1] 'Cause she's just under the upper hand And go mad for a couple of grams And she don't want to go outside tonight And in a pipe she flies to the Motherland Or sells love to another man It's too cold outside For angels to fly Angels to fly  [Verse 2] Ripped gloves, raincoat Tried to swim and stay afloat Dry house, wet clothes Loose change, bank notes Weary-eyed, dry throat Call girl, no phone  [Pre-Chorus] And they say She's in the Class A Team Stuck in her daydream Been this way since 18 But lately, her face seems Slowly sinking, wasting Crumbling like pastries And they scream The worst things in life come free to us  [Chorus 1] 'Cause she's just under the upper hand And go mad for a couple of grams And she don't want to go outside tonight And in a pipe she flies to the Motherland Or sells love to another man It's too cold outside For angels to fly  [Bridge] An angel will die Covered in white Closed eyes and hopin' for a better life This time, we'll fade out tonight Straight down the line  [Pre-Chorus] And they say She's in the Class A Team Stuck in her daydream Been this way since 18 But lately, her face seems Slowly sinking, wasting Crumbling like pastries And they scream The worst things in life come free to us  [Chorus 2] And we're all under the upper hand And go mad for a couple of grams And we don't want to go outside tonight And in a pipe she flies to the Motherland Or sells love to another man It's too cold outside For angels to fly Angels to fly Fly, fly For angels to fly To fly, to fly For angels to die  ",
        "title": "The A Team"
    },
    {
        "artist": "Kelly Clarkson",
        "lyrics": "  [Verse 1] I don't wanna be left behind Distance was a friend of mine Catching breath in a web of lies I've spent most of my life Riding waves, playing acrobat Shadowboxing the other half Learning how to react I've spent most of my time  [Pre-Hook] Catching my breath, letting it go Turning my cheek for the sake of the show Now that you know, this is my life I won't be told what's supposed to be right  [Hook] Catch my breath No one can hold me back, I ain't got time for that Catch my breath Won't let them get me down, it's all so simple now  [Verse 2] Addicted to the love I found Heavy heart, now a weightless cloud Making time for the ones that count I'll spend the rest of my time Laughing hard with the windows down Leaving footprints all over town Keeping faith, karma comes around I will spend the rest of my life  [Pre-Hook] Catching my breath, letting it go Turning my cheek for the sake of the show Now that you know, this is my life I won't be told what's supposed to be right  [Hook] Catch my breath No one can hold me back, I ain't got time for that Catch my breath Won't let them get me down, it's all so simple now  [Bridge] You helped me see The beauty in everything  [Pre-Hook x2] Catching my breath, letting it go Turning my cheek for the sake of the show Now that you know, this is my life I won't be told what's supposed to be right  [Hook] Catch my breath No one can hold me back, I ain't got time for that Catch my breath Won't let them get me down, it's all so simple now  [Pre-Hook x2] Catching my breath, letting it go Turning my cheek for the sake of the show Now that you know, this is my life I won't be told what's supposed to be right  [Hook] Catch my breath No one can hold me back, I ain't got time for that Catch my breath Won't let them get me down, it's all so simple now  ",
        "title": "Catch My Breath"
    },
    {
        "artist": "Of Monsters And Men",
        "lyrics": "  Hey! Hey! Hey!  I don't like walking around this old and empty house So hold my hand, I'll walk with you my dear  The stairs creak as I sleep It's keeping me awake It's the house telling you to close your eyes  Some days I can't even trust myself It's killing me to see you this way  Cause though the truth may vary This ship will carry our bodies safe to shore  Hey! Hey! Hey!  There's an old voice in my head That's holding me back Well tell her that I miss our little talks  Soon it will all be over and buried with our past We used to play outside when we were young And full of life and full of love  Some days I don't know if I am wrong or right Your mind is playing tricks on you my dear  Cause though the truth may vary This ship will carry our bodies safe to shore  [Chorus] Hey! Don't listen to a word I say Hey! The screams all sound the same Hey!  Though the truth may vary This ship will carry our bodies safe to shore  You're gone, gone, gone away I watched you disappear All that's left is a ghost of you Now we're torn, torn, torn apart There's nothing we can do Just let me go, we'll meet again soon  Now wait, wait, wait for me, please hang around I'll see you when I fall asleep  Hey! Don't listen to a word I say Hey! The screams all sound the same Hey!  Though the truth may vary This ship will carry our bodies safe to shore  Hey! Don't listen to a word I say Hey! The screams all sound the same Hey!  Though the truth may vary This ship will carry our bodies safe to shore  ",
        "title": "Little Talks"
    },
    {
        "artist": "Ke$ha",
        "lyrics": null,
        "title": "Die Young"
    },
    {
        "artist": "Kendrick Lamar",
        "lyrics": "  [Produced by T-Minus]  [Bridge] Pour up (drank), head shot (drank) Sit down (drank), stand up (drank) Pass out (drank), wake up (drank) Faded (drank), faded (drank)  [Verse 1] Now I done grew up 'round some people livin' their life in bottles Granddaddy had the golden flask Backstroke every day in Chicago Some people like the way it feels Some people wanna kill their sorrows Some people wanna fit in with the popular, that was my problem I was in a dark room, loud tunes Lookin' to make a vow soon That I'ma get fucked up, fillin' up my cup I see the crowd mood Changin' by the minute and the record on repeat Took a sip, then another sip, then somebody said to me  [Hook] Nigga, why you babysittin' only two or three shots? I'ma show you how to turn it up a notch First you get a swimming pool full of liquor, then you dive in it Pool full of liquor, then you dive in it I wave a few bottles, then I watch 'em all flock All the girls wanna play Baywatch I got a swimming pool full of liquor and they dive in it Pool full of liquor, I'ma dive in it  [Bridge] Pour up (drank), head shot (drank) Sit down (drank), stand up (drank) Pass out (drank), wake up (drank) Faded (drank), faded (drank)  [Verse 2: Kendrick & his conscience] Okay, now open your mind up and listen me, Kendrick I am your conscience, if you do not hear me Then you will be history, Kendrick I know that you're nauseous right now And I'm hopin' to lead you to victory, Kendrick If I take another one down I'ma drown in some poison, abusin' my limit I think that I'm feelin' the vibe, I see the love in her eyes I see the feelin', the freedom is granted As soon as the damage of vodka arrived This how you capitalize, this is parental advice Then apparently, I'm over-influenced by what you are doin' I thought I was doin' the most 'til someone said to me  [Hook] Nigga, why you babysittin' only two or three shots? I'ma show you how to turn it up a notch First you get a swimming pool full of liquor, then you dive in it Pool full of liquor, then you dive in it I wave a few bottles, then I watch 'em all flock All the girls wanna play Baywatch I got a swimming pool full of liquor and they dive in it Pool full of liquor, I'ma dive in it  [Bridge] Pour up (drank), head shot (drank) Sit down (drank), stand up (drank) Pass out (drank), wake up (drank) Faded (drank), faded (drank)  [Break] I ride, you ride, bang One chopper, one hundred shots, bang Hop out, do you bang? Two chopper, two hundred shots, bang I ride, you ride, bang One chopper, one hundred shots, bang Hop out, do you bang? Two chopper, two hundred shots, bang  [Hook] Nigga, why you babysittin' only two or three shots? I'ma show you how to turn it up a notch First you get a swimming pool full of liquor, then you dive in it Pool full of liquor, then you dive in it I wave a few bottles, then I watch 'em all flock All the girls wanna play Baywatch I got a swimming pool full of liquor and they dive in it Pool full of liquor, I'ma dive in it  [Bridge] Pour up (drank), head shot (drank) Sit down (drank), stand up (drank) Pass out (drank), wake up (drank) Faded (drank), faded (drank)  [Interlude: (Sherane)] Aw man… where is she takin' me? Where is she takin' me?  [Verse 3] All I have in life is my new appetite for failure And I got hunger pain that grow insane Tell me, do that sound familiar? If it do, then you're like me Makin' excuse that your relief Is in the bottom of the bottle and the greenest indo leaf As the window open I release Everything that corrode inside of me I see you jokin', why you laugh? Don't you feel bad? I probably sleep And never ever wake up Never ever wake up, never ever wake up In God I trust, but just when I thought I had enough  [Skit/Outro] They stomped the homie out over a bitch? K-dot, you good, blood? Now we can drop, ye we can drop you back off That nigga's straight, man, that nigga ain't trippin' We gon' do the same ol' shit I'ma pop a few shots, they gon' run, they gon' run opposite ways Fall right in ----'s lap And he gon' tear they ass up, simple as that And I hope that bitch that set him up out there We gon' pop that bitch too Wait hold up, ayy, I see somebody {Car door opens and gunshots are fired} Aha! Got them niggas, K-dot, you good? L----, you good? Yeah, blood, I'm good – Dave, you good? Dave? Dave, say somethin' – Dave? These bitch-ass niggas killed my brother!  ",
        "title": "Swimming Pools (Drank)"
    },
    {
        "artist": "Gary Allan",
        "lyrics": "  [Verse 1] I saw you standing in the middle Of the thunder and lightning I know you're feeling like You just can't win, but you're trying  [Pre-Chorus 1] It's hard to keep on keeping on When you're being pushed around Don't even know which way is up You just keep spinning down, 'round down  [Chorus] Every storm runs, runs out of rain Just like every dark night turns into day Every heartache will fade away Just like every storm runs, runs out of rain  [Verse 3] So hold your head up and tell yourself That there's something more Walk out that door, go find a new rose Don't be afraid of the thorns 'Cause we all have thorns  [Pre-Chorus 2] Just put your feet up to the edge Put your face in the wind a And when you fall back down Keep on remembering  [Chorus] Every storm runs, runs out of rain Just like every dark night turns into day Every heartache will fade away Just like every storm runs, runs out of rain  [Bridge] It's gonna run out of pain It's gonna run out of sting It's gonna leave you alone It's gonna set you free, set you free  [Chorus] Every storm runs, runs out of rain Just like every dark night turns into day Every heartache will fade away Just like every storm runs, runs out of rain  [Outro] It's gonna set you free It's gonna run out of pain It's gonna set you free  ",
        "title": "Every Storm (Runs Out Of Rain)"
    },
    {
        "artist": "Pitbull Featuring TJR",
        "lyrics": "  [Intro ] You don't get them girls loose loose You don't get the world loose loose You don't get money move move But I do I do  You don't get them girls loose loose You don't get the world loose loose You don't get money move move But I do I do  [Hook] I said, y'all having a good time out there Yeah, yeah, que no pare la fiesta Don't stop the party Yeah, yeah, que no pare la fiesta Don't stop the party  [Verse 1] I'm running through the world like a running back Scarface, world's mine, running back 30,000 people went here on me 80,000 in London wembley 90,000 Morocco, and I'm just getting warmed up, papo Catch me with redone in stockholm Beirut, cafe getting my drink on, mole Well All the Pretty Women hit the Hookah All of them sweet, azucar, azucar Dale disfruta  [Bridge ] They can't They won't They never will Stop the party  They can't They won't They never will Stop the party  [Hook] I said, y'all having a good time out there Yeah, yeah, que no pare la fiesta Don't stop the party Yeah, yeah, que no pare la fiesta Don't stop the party  [Verse 2] I'm from the city, where they stress, and they sling keys And now I'm doing shows in Helsinki (Finland) I know what ya'll thinking, you're thinking That you can outhiking, but you can't frankly I'm out for the benjies, frankies, c-notes Just cause you ain't me, don't hate me As a matter fact you should thank me Even if you don't, you're welcome yankees Zig-a zig-a zig-a zig-a zow Who got the keys of the world, now, yours truly  [Bridge] They can't They won't They never will Stop the party  They can't They won't They never will Stop the party  [Hook] I said, y'all having a good time out there Yeah, yeah, que no pare la fiesta Don't stop the party Yeah, yeah, que no pare la fiesta Don't stop the party  I'mma give it to ya, ah ah Now give it to me, ah ah I'mma give it to ya, ah ah Now give it to me, ah ah I'mma give it to ya, ah ah Now give it to me, ah ah Get funky, get funky Now stop!  [Hook ] I said, y'all having a good time out there Yeah, yeah, que no pare la fiesta Don't stop the party Yeah, yeah, que no pare la fiesta Don't stop the party  I said, y'all having a good time out there Yeah, yeah, que no pare la fiesta Don't stop the party Yeah, yeah, que no pare la fiesta Don't stop the party  I said, y'all having a good time out there Yeah, yeah, que no pare la fiesta Don't stop the party Yeah, yeah, que no pare la fiesta Don't stop the party  ",
        "title": "Don't Stop The Party"
    },
    {
        "artist": "Ke$ha",
        "lyrics": null,
        "title": "C'mon"
    },
    {
        "artist": "The Band Perry",
        "lyrics": "  [Verse 1] I told you on the day we wed I was gonna love you 'til I's dead Made you wait 'til our wedding night That's the first and the last time I wear white So if the ties that bind ever do come loose Tie them in a knot like a hangman's noose Cause I'll go to heaven or I'll go to hell Before I'll see you with someone else  [Pre-Chorus] Put me in the ground Put me six foot down And let the stone say:  [Chorus] Here lies the girl whose only crutch Was loving one man just a little too much If you go before I do I'm gonna tell the gravedigger that he better dig two  [Verse 2] Well It won't be whiskey, it won't be meth It'll be your name on my last breath If divorce or death ever do us part The coroner will call it a broken heart  [Pre-Chorus] So put me in the ground Put me six foot down And let the stone say:  [Chorus] Here lies the girl whose only crutch Was loving one man just a little too much If you go before I do I'm gonna tell the gravedigger that he better dig two Dig two  [Bridge] I took your name when I took those vows I meant 'em back then and I mean 'em right now Oh, right now  [Pre-Chorus] If the ties that bind ever do come loose If forever ever ends for you If that ring gets a little too tight You might as well read me my last rites And let the stone say:  [Chorus] Here lies the girl whose only crutch Was loving one man just a little too much If you go before I do Gonna tell the gravedigger that he better dig, uh! There'll be a stone right next to mine We'll be together 'til the end of time Don't you go before I do I'm gonna tell the gravedigger that he better dig two  [Outro] I told you on the day we wed I was gonna love you 'til I's dead  ",
        "title": "Better Dig Two"
    },
    {
        "artist": "The Script Featuring will.i.am",
        "lyrics": "  [Verse 1: will.i.am & Danny O'Donoghue] You can be the greatest, you can be the best You can be the King Kong bangin' on your chest You can beat the world, you can beat the war You can talk to God, go bangin' on his door You can throw your hands up, you can beat the clock You can move a mountain, you can break rocks You can be a master, don’t wait for luck Dedicate yourself and you gon' find yourself  [Chorus: Danny O'Donoghue & Danny] Standin' in the Hall of Fame And the world’s gonna know your name ‘Cause you burn with the brightest flame And the world’s gonna know your name And you’ll be on the walls of the Hall of Fame  [Verse 2] You can go the distance, you can run the mile You can walk straight through hell with a smile You can be the hero, you can get the gold Breakin' all the records they thought never could be broke Do it for your people, do it for your pride How are you ever gonna know if you never even try? Do it for your country, do it for your name ‘Cause there's gon' be a day, when you're  [Chorus: Danny O'Donoghue & Danny] Standin' in the Hall of Fame And the world’s gonna know your name ‘Cause you burn with the brightest flame And the world’s gonna know your name And you’ll be on the walls of the Hall of Fame  [Post-Chorus: will.i.am] Be a champion Be a champion Be a champion Be a champion  And you’ll be on the walls of the Hall of Fame  [Bridge: Danny O'Donoghue & Danny] Be students, be teachers Be politicians, be preachers Yeah Be believers, be leaders Be astronauts, be champions Be truth-seekers Be students, be teachers Be politicians, be preachers Yeah Be believers, be leaders Be astronauts, be champions  [Chorus: Danny O'Donoghue & Danny] Standin' in the Hall of Fame And the world’s gonna know your name ‘Cause you burn with the brightest flame And the world’s gonna know your name And you’ll be on the walls of the Hall of Fame  [Outro: Danny O'Donoghue & Danny] Be a champion You can be a champion Be a champion You can be a champion You can be a champion You can be a champion You can be a champion You can be a champion Standing in the Hall of Fame…  [Verse 1/Collision: Danny O'Donoghue, will.i.am & Danny] You can be the greatest, you can be the best You can be the King Kong bangin' on your chest You can beat the world, you can beat the war You can talk to God, go bangin' on his door You can throw your hands up, you can beat the clock You can move a mountain, you can break rocks You can be a master, don’t wait for luck Dedicate yourself and you gon' find yourself  ",
        "title": "Hall Of Fame"
    },
    {
        "artist": "Mumford & Sons",
        "lyrics": "  [Verse 1] And I came home Like a stone And I fell heavy into your arms These days of dust Which we've known Will blow away with this new sun  [Bridge] And I'll kneel down Wait for now And I'll kneel down Know my ground  [Hook] And I will wait, I will wait for you And I will wait, I will wait for you  [Verse 2] So break my step And relent You forgave and I won't forget Know what we've seen And him with less Now in some way Shake the excess  [Hook] Cause I will wait, I will wait for you And I will wait, I will wait for you And I will wait, I will wait for you And I will wait, I will wait for you  [Verse 3] So I'll be bold As well as strong And use my head alongside my heart So take my flesh And fix my eyes That tethered mind free from the lies  [Bridge] But I'll kneel down Wait for now I'll kneel down Know my ground Raise my hands Paint my spirit gold And bow my head Keep my heart slow  [Hook] Cause I will wait, I will wait for you And I will wait, I will wait for you And I will wait, I will wait for you And I will wait, I will wait for you  ",
        "title": "I Will Wait"
    },
    {
        "artist": "Hunter Hayes",
        "lyrics": "  [Verse 1] You know I'd fall apart without you I don't know how you do what you do Cause everything that don't make sense about me Makes sense when I'm with you Like everything that's green, girl I need you But it's more than one and one makes two Put aside the math and the logic of it You gotta know you're wanted too  [Chorus] Cause I wanna wrap you up Wanna kiss your lips I wanna make you feel wanted And I wanna call you mine Wanna hold your hand forever Never let you forget it Yeah, I wanna make you feel wanted  [Verse 2] Anyone can tell you you're pretty You get that all the time, I know you do But your beauty's deeper than the makeup And I wanna show you what I see tonight  [Chorus] When I wrap you up When I kiss your lips I wanna make you feel wanted And I wanna call you mine Wanna hold your hand forever Never let you forget it Cause baby I wanna make you feel wanted  [Bridge] As good as you make me feel I wanna make you feel better Better than your fairy tales Better than your best dreams You're more than everything I need You're all I ever wanted All I ever wanted  [Chorus + Outro] And I just wanna wrap you up Wanna kiss your lips I wanna make you feel wanted And I wanna call you mine Wanna hold your hand forever Never let you forget it Yeah, I wanna make you feel wanted Yeah, baby I wanna make you feel - Wanted Cause you'll always be wanted  ",
        "title": "Wanted"
    },
    {
        "artist": "2 Chainz",
        "lyrics": "  [Intro: YG] Mustard on the beat, ho!  [Hook] I'm different, yeah I'm different I'm different, yeah I'm different I'm different, yeah I'm different Pull up to the scene with my ceiling missing Pull up to the scene with my ceiling missing Pull up to the scene with my ceiling missing Pull up to the scene with my ceiling missing Middle finger up to my competition I'm different, yeah I'm different I'm different, yeah I'm different I'm different, yeah I'm different Pull up to the scene with my ceiling missing  [Verse 1] Pull up to the scene, but my roof gone When I leave the scene, bet your boo gone And I beat the pussy like a new song 2 Chainz but I got me a few on Everything hot, skip lukewarm Tell shawty to bust it open, Uncle Luke on Got the present for the present and a gift wrapping I don't feel good, but my trigger happy Bet the stripper happy, bet they wish they had me And I wish a nigga would, like a kitchen cabinet And me and you are cut from a different fabric I fucked her so good it's a bad habit Bitch sit down, you got a bad atti' Gave her the wrong number and a bad addy You ain't going nowhere like a bad navi Ass so big, I told her to look back at it Look back it, look back it Then put a fat rabbit on the Craftmatic I am so high...attic I am so high like an...addict  [Hook] I'm different, yeah I'm different I'm different, yeah I'm different I'm different, yeah I'm different Pull up to the scene with my ceiling missing Pull up to the scene with my ceiling missing Pull up to the scene with my ceiling missing Pull up to the scene with my ceiling missing Middle finger up to my competition I'm different, yeah I'm different I'm different, yeah I'm different I'm different, yeah I'm different Pull up to the scene with my ceiling missing  [Verse 2] 2 Chainz got your girl on the celly And when I get off the celly I made her meet at the telly When she meet at the telly I put it straight in her belly When it go in the belly, it ain't shit you can tell me Hair long, money long Me and broke niggas we don't get along Hair long, money long Me and broke niggas we don't get along I paid a thousand dollars for my sneakers Ye told ya, a 100k for a feature Eee-err Eee-err, sound of the bed Beat it up, beat it up, then I get some head Well I might get some head, then I beat it up I don't give a fuck, switch it up, nigga live it up Yeah it's going down, so get up Might valet park a Brinks truck  [Hook] I'm different, yeah I'm different I'm different, yeah I'm different I'm different, yeah I'm different Pull up to the scene with my ceiling missing Pull up to the scene with my ceiling missing Pull up to the scene with my ceiling missing Pull up to the scene with my ceiling missing Middle finger up to my competition I'm different, yeah I'm different I'm different, yeah I'm different I'm different, yeah I'm different Pull up to the scene with my ceiling missing  ",
        "title": "I'm Different"
    },
    {
        "artist": "Imagine Dragons",
        "lyrics": "  [Verse 1: Imagine Dragons] I'm wakin' up to ash and dust I wipe my brow and I sweat my rust I'm breathin' in the chemicals I'm breaking in, shaping up, the checking out on the prison bus This is it, the apocalypse, whoa  [Chorus: Imagine Dragons] I'm wakin' up, I feel it in my bones Enough to make my systems blow Welcome to the new age, to the new age Welcome to the new age, to the new age Whoa, whoa, I'm radioactive, radioactive Whoa, whoa, I'm radioactive, radioactive  [Verse 2: Imagine Dragons] I raise my flags, dye my clothes It's a revolution, I suppose We'll paint it red to fit right in Whoa I'm breakin' in, shapin' up The checkin' out on the prison bus This is it, the apocalypse Whoa  [Chorus: Imagine Dragons] I'm wakin' up, I feel it in my bones Enough to make my systems blow Welcome to the new age, to the new age Welcome to the new age, to the new age Whoa, whoa, I'm radioactive, radioactive Whoa, whoa, I'm radioactive, radioactive  [Bridge: Imagine Dragons] All systems go, sun hasn't died Deep in my bones, straight from inside  [Verse 3: Kendrick Lamar] Bury me alive, bury me with pride Bury me with berries, that forbidden fruit and cherry wine Thank you berry much, but tonight's my night and I'm Barry Bonds Swingin' for the fences, barbaric Kendrick in idle time Everything in life's subject to change, change whip, change grind Change clothes, change opinions, right before I change my mind I don't really know yah business, been in there since I was bendin' Lego blocks Now you tell the world about me, dry snitch Tater tots on my shotgun, now I gotta pop one at the stars Sky's the limit, I gotta finish as the first rapper on Mars Mark my word, I'ma make my mark, even when they start their Martial Law Even when these Martians alienate, my mental state is still at heart Fuck, look in my eyes, tell me I died, tell me I tried, to compromise Tell me you love me, tell me that I, don't give a fuck and can barely decide Wishin' good luck on my enemies, all of my energy go to the almighty God I could drown in a bottle of Hennessy, fuck your amenities, I'm gettin' better with time AHHHHH!  [Chorus: Imagine Dragons] I'm wakin' up, I feel it in my bones Enough to make my systems blow Welcome to the new age, to the new age Welcome to the new age, to the new age Whoa, whoa, I'm radioactive, radioactive Whoa, whoa, I'm radioactive, radioactive  [Outro: Imagine Dragons] I'm radioactive, radioactive  ",
        "title": "Radioactive"
    },
    {
        "artist": "Ne-Yo",
        "lyrics": "  [Verse 1] Much as you blame yourself, you can't be blamed for the way that you feel Had no example of a love that was even remotely real How can you understand something that you never had? Ooh, baby, if you let me, I can help you out with all of that  [Chorus] Girl let me love you And I will love you Until you learn to love yourself Girl let me love you And all your trouble Don't be afraid, girl let me help Girl let me love you And I will love you Until you learn to love yourself Girl let me love you A heart of numbness gets brought to life I'll take you there  Girl let me love you Girl let me love you, baby, oh Girl let me love you Girl let me love you, baby Girl let me love you Let me love you, let me love you, oh  [Verse 2] I can see the pain behind your eyes It's been there for quite a while I just wanna be the one to remind you what it is to smile I would like to show you what true love can really do  [Chorus] Girl let me love you And I will love you Until you learn to love yourself Girl let me love you And all your trouble Don't be afraid, girl let me help Girl let me love you And I will love you Until you learn to love yourself Girl let me love you A heart of numbness, gets brought to life I'll take you there  Girl let me love you, baby Girl let me love you Let me love you, let me love you, baby Girl let me love you Girl let me love you, baby Girl let me love you Let me love you, girl let me love you, baby  For every heart that beats For every heart that beats For every heart that beats For every heart that beats Heart that beats Heart that beats Heart that beats Heart that beats  [Chorus] Girl let me love you And I will love you Until you learn to love yourself Girl let me love you And all your trouble Don't be afraid, girl let me help Girl let me love you And I will love you Until you learn to love yourself Girl let me love you A heart of numbness, gets brought to life I'll take you there  [Outro] Girl let me love you Let me love you, baby, love you, baby Girl let me love you Let me love you babe, love you babe, ooh-ooh-ah  ",
        "title": "Let Me Love You (Until You Learn To Love Yourself)"
    },
    {
        "artist": "Miguel",
        "lyrics": "  [Intro] She's art dealer chic Would you be my friend, my freak? She's art dealer chic Would you be my friend, my freak?  [Verse 1] These lips, can't wait to taste your skin, baby And these eyes, I can't wait to see your grin, (ooh ooh baby) Just let my love, Just let my love adorn you (please baby) And you gotta know, you gotta know You know that I adorn you (yeah baby) Baby these fists, will always protect ya, lady And this mind, will never neglect you, (yeah baby) And if they try to break us down Don't let that affect us, no baby  [Chorus 1] You just gotta let my love Let my love, let my love adorn you Ahh, le-le-le-let it dress you down You gotta know, you gotta know, know that I adore you Just that, baby, Let my love adorn you, baby Don't you ever, don't you let nobody tell you different, baby I'll always adore you, you gotta know now You gotta know na-nah-now, yeah  [Bridge] Oh yeah The same way that the stars adorn the skies, yeah (Every night babe) Now look up sugar (Every night babe) Now hey hey hey The same way that my whole world's in your eyes (when I look in your eyes babe) Oooh and it's time now (It's time babe)  [Chorus 2] Just let, let my love (do you baby!) Le-le-le-let it dress you down You got to know baby, oh you got to know That I adorn you, yeah Oh love ain't never looked so good on ya Oh, put it on, baby Let my love adorn... You  ",
        "title": "Adorn"
    },
    {
        "artist": "PSY",
        "lyrics": "  [Korean Translation] Oppan gang-namseutayil Kang-namseutayil  Naje-neun ttasaroun inkanjeo-gin yeoja Keopi hanjanye yeoyureuraneun pumkyeok i-nneun yeoja Bami omyeon shimjangi tteugeowojineun yeoja Keureon banjeon i-nneun yeoja  Naneun sana-i Naje-neun neomankeum ttasaroun geureon sana-i Keopi shikgido jeone wonsyas ttaerineun sana-i Bami omyeon shimjangi teojyeobeorineun sana-i Keureon sana-i  Areumdawo sarangseureowo Keurae neo hey keurae baro neo hey Areumdawo sarangseureowo Keurae neo hey keurae baro neo hey Chigeumbu-teo kal dekkaji kabol-kka  Oppan Gangnam style Gangnam style Oppan Gangnam style Gangnam style Oppan Gangnam style  Eh- sexy lady Oppan Gangnam style Eh- sexy lady O-oo-o  Jeongsu-khae boijiman nol ttaen noneun yeoja Ittaeda shipeumyeon mukkeot-deon meori puneun yeoja Karyeot-jiman wen-manhan nochulboda yahan yeoja Keureon gamkakjeo-gin yeoja  Naneun sana-i Jeomjanha boijiman nol ttaen noneun sana-i Ttae-ga dwehmyeon wahnjeon michyeobeorineun sana-i Keunyukboda sasangi ul-tungbul-tung-han sana-i Keureon sana-i  Areumdawo, sarangseureowo Keurae neo hey keurae baro neo hey Areumdawo, sarangseureowo Keurae neo hey keurae baro neo hey Chigeumbu-teo kal dekkaji kabol-kka  Oppan Gangnam style Gangnam style Oppan Gangnam style Gangnam style Oppan Gangnam style  Eh- sexy lady Oppan Gangnam style Eh- sexy lady O-oo-o  Ttwiineun nom keu wiie naneun nom Baby baby Naneun mwol jom aneun nom Ttwiineun nom keu wiie naneun nom Baby baby Naneun mwol jom aneun nom  You know what I’m sayin' Oppan Gangnam style  Eh- Sexy Lady Oppa Gangnam style Eh- Sexy Lady Oppa Gangnam style o-oo-o oh  ",
        "title": "Gangnam Style"
    },
    {
        "artist": "Florida Georgia Line Featuring Nelly",
        "lyrics": "  [Intro: Brian Kelley & Tyler Hubbard] Baby you're a song You make me wanna roll my windows down and cruise Let's go!  [Bridge: Brian Kelley & Tyler Hubbard] I got my windows down and the radio up Get your radio up What up Nelly, alright I got my windows down and the radio up Get your radio up  [Verse 1: Brian Kelley & Tyler Hubbard] Yeah, when I first saw that bikini top on her She’s poppin' right out of the South Georgia water Thought, \"Oh, good lord, she had them long tanned legs\" Couldn't help myself so I walked up and said  [Chorus: Brian Kelley & Tyler Hubbard] Baby you're a song You make me wanna roll my windows down and cruise Down a back road blowin' stop signs through the middle Every little farm town with you In this brand new Chevy with a lift kit Would look a hell of a lot better with you up in it Come on So baby you a song You make me wanna roll my windows down and cruise  [Bridge: Brian Kelley & Tyler Hubbard] I got my windows down and the radio up Get your radio up  [Verse 2: Brian Kelley & Tyler Hubbard] Yeah, she was sippin' on Southern and singin' Marshall Tucker We were fallin' in love in the sweet heart of summer She hopped right up into the cab of my truck and said \"Fire it up, let’s go get this thing stuck\"  [Chrous: Brian Kelley & Tyler Hubbard] Baby you're a song You make me wanna roll my windows down and cruise Down a back road blowin' stop signs through the middle Every little farm town with you In this brand new Chevy with a lift kit Would look a hell of a lot better with you up in it So baby you a song You make me wanna roll my windows down and cruise   [Verse 3: Nelly] My windows down my seats back My music up and we ride Her legs up on my dashboard And it's just the way I like Hey country girl, this country boy Like e'rything about you Don't change a thing, no way You stay the same and I got you I likes all that, all that Head to toe you all that Tell ole boy he can call back Send her a text say, \"fall back\" cause I can see you got a thing for the fast life So come on, shawty, let me show you what the fast like Whipping 'cross the border, Florida into Georgia Cause baby you a song You make me wanna roll my windows down and cruise Down a back road blowing stop signs through the middle Every hood, every town with you And this drop-top Chevy painted real slick It would look a hell of a lot better with you up in it Cause baby you a song You make me wanna roll my, roll my, roll my R-r-r-r-roll  [Chorus: Brian Kelley & Tyler Hubbard] Baby you're a song You make me wanna roll my windows down and cruise Down a back road blowin' stop signs through the middle Every little farm town with you In this brand new Chevy with a lift kit Would look a hell of a lot better with you up in it So baby you a song You make me wanna roll my windows down and cruise   [Bridge: Brian Kelley & Tyler Hubbard] I got my windows down and the radio up Get your radio up I got my windows down and the radio up Get your radio up I got my windows down and the radio up Get your radio up  ",
        "title": "Cruise"
    },
    {
        "artist": "Kanye West, Jay-Z, Big Sean",
        "lyrics": "  [Produced by Kanye West, Hit-Boy, Anthony Kilhoffer, and Noah Goldstein]  [Intro: James Fauntleroy] What of the dollar you murdered for? Is that the one fighting for your soul? Or your brother's the one that you're running from? But if you got money, fuck it, ‘cause I want some  [Big Sean] B-I-G, who fuckin' with me? Oh God! Okay  [Hook: Big Sean] Ain't nobody fuckin' with my clique Clique, clique, clique, clique Ain't nobody fresher than my muh'fuckin' clique Clique, clique, clique, clique As I look around, they don't do it like my clique Clique, clique, clique, clique And all these bad bitches, man They want the, they want the, they want the  [Verse 1: Big Sean] (B-I-G, oh God! Go) I tell a bad bitch do whatever I say My block behind me, like I'm coming out the driveway It's grind day, from Friday to next Friday I been up straight for nine days, I need a spa day (spa day) Yup, she tryin' to get me that poon-tang I might let my crew bang, my crew deeper than Wu-Tang I'm rollin' with... fuck I'm saying? Girl, you know my crew name You know 2 Chainz? Scrrr! I'm pullin' up in that Bruce Wayne But I'm the fuckin' villain Man, they kneelin' when I'm walking in the buildin' Freaky women I be feelin' from the bank accounts I'm fillin' What a feelin'! Ah man, they gotta be Young player from the D That's killing everything that he see for the dough  [Chorus: Big Sean] Ain't nobody fuckin' with my clique Clique, clique, clique, clique Ain't nobody fresher than my muh'fuckin' clique Clique, clique, clique, clique As I look around, they don't do it like my clique Clique, clique, clique, clique And all these bad bitches, man They want the, they want the, they want the  [Verse 2: Jay Z] (Click clack, stick 'em up!) Yeah, I'm talkin' Ye, yeah, I'm talkin' Rih Yeah, I'm talkin' B, nigga, I'm talkin' me Yeah, I'm talkin' bossy, I ain't talkin' Kelis Your money too short, you can't be talking to me Yeah, I'm talkin' LeBron, we ball in our family tree G.O.O.D. Music drug-dealing cousin Ain't nothin' fuckin' with we, me Turn that 62 to 125, 125 to a 250 250 to a half a million, ain't nothin' nobody can do with me Now, who with me? ¡Vámonos! Call me Hov or Jefe Translation: I'm the shit, least that what my neck say Least that what my check say, lost my homie for a decade Nigga down for like 12 years Ain't hug his son since the second grade Uh, he never told—who he gonna tell? We top of the totem pole It's the Dream Team meets the Supreme Team And all our eyes green, it only means one thing You ain't fuckin' with the clique  [Hook: Big Sean] Ain't nobody fuckin' with my clique Clique, clique, clique, clique Ain't nobody fresher than my muh'fuckin' clique Clique, clique, clique, clique As I look around, they don't do it like my clique Clique, clique, clique, clique And all these bad bitches, man They want the, they want the, they want the  [Verse 3: Kanye West] Break records at Louis, ate breakfast at Gucci My girl a superstar all from a home movie Bow on our arrival, the un-American idols What niggas did in Paris, got 'em hangin' off the Eiffel Yeah, I'm talkin' business, we talkin' CIA I'm talkin' George Tenet, I seen him the other day He asked me about my Maybach, think he had the same Except mine tinted and his might have been rented You know, white people get money, don't spend it Or maybe they get money, buy a business I rather buy 80 gold chains and go ign'ant I know Spike Lee gon' kill me, but let me finish Blame it on the pigment, we livin' no limits Them gold Master P ceilings was just a figment Of our imagination, MTV cribs Now I'm lookin' at a crib right next to where TC lives That's Tom Cruise, whatever she accuse He wasn't really drunk, he just had a frew brews Pass the refreshments, a cool, cool beverage Everything I do need a news crew's presence Speedboat swerve, homie, watch out for the waves I'm way too black to burn from sunrays So I just meditate at the home in Pompeii About how I could build a new Rome in one day Every time I'm in Vegas they screamin' like he's Elvis But I just wanna design hotels and nail it Shit is real, got me feelin' Israelian Like Bar Refaeli, or Gisele—no, that's Brazilian Went through, deep depression when my mama passed Suicide, what kinda talk is that? But I been talkin' to God for so long That if you look at my life I guess he's talkin' back Fuckin' with my clique  [Outro: Big Sean] Ain't nobody fresher than my muh'fuckin' clique As I look around, they don't do it like my clique And all these bad bitches, man They want the, they want the, they want the Go!  ",
        "title": "Clique"
    },
    {
        "artist": "Trinidad James",
        "lyrics": "  [Intro] This shit sound like 007 on N64 and shit Yeah, yeah, yeah, yeah Yeah, yeah, James  [Chorus] Gold all in my chain, gold all in my ring Gold all in my watch Don't believe me, just watch Nigga, nigga, nigga Don't believe me, just watch Don't believe me, just watch Nigga, nigga, nigga Don't believe me, just watch Don't believe me, just watch Gold all in my chain, gold all in my ring Gold all in my watch Don't believe me, just watch  [Verse] This ain't for no fuck-nigga If you a real nigga, then fuck with me This one for the hood niggas Hipster bitches that shop at Lenox Dark skinned, light skinned Asian and white women Hypebeasts we know aboutchea' Don't buy shoes unless they popular For the hoes, my nigga That's pussy poppin' at Magic City Got that strong, my nigga Then come match that shit with me Smokin' mid, my nigga Then don't pass that shit to me This one for my niggas And bitches 'bout that money (Cash Out) Gotta love, Chesire Bridge Them bad hoes at Onyx I don't fuck with no snitches So don't tell me who tellin' This one for them colleges Them bad hoes at Spelman Shout out to them freshmen On Instagram straight flexin'  [Hook] Popped a molly, I'm sweatin', woo Popped a molly, I'm sweatin', woo  [Verse 2] Mama always told me: \"Boy, count your blessings.\" In God I trust, so I kept counting them Franklins I'm too fly, you know this Let me give your ass a checklist One gold watch, two gold chains Six gold rings, it's nothin' (Goddamn!) OG Jordans, them high socks No shirt on, I'm stuntin' (Okay!) And this song for them fuck-niggas Who hating on you this summer (Fuck 'em!) Talk shit behind your back But won't say shit in public (Fuck 'em!)  [Chorus] Gold all in my chain, gold all in my ring Gold all in my watch Don't believe me, just watch Nigga, nigga, nigga Don't believe me, just watch Don't believe me, just watch Nigga, nigga, nigga Don't believe me, just watch Don't believe me, just watch Gold all in my chain, gold all in my ring Gold all in my watch Don't believe me, just watch  ",
        "title": "All Gold Everything"
    },
    {
        "artist": "Jason Aldean With Luke Bryan & Eric Church",
        "lyrics": "  [Verse 1: Jason] Well, I grew up in one of them old farm towns Where they hit it hard 'til the sun goes down Nobody really seemed to care That we were living in the middle of nowhere We just figured that’s how it was And everybody else was just like us Soaking in the rain baking in the sun Don’t quit 'til the job gets done  [Hook] That’s the only way I know Don’t stop 'til everything’s gone Straight ahead, never turn round Don’t back up, don’t back down Full throttle, wide open You get tired and you don’t show it Dig a little deeper when you think you can’t dig no more That’s the only way I know  [Verse 2: Luke Bryan] That old red dirt, the first thing you learn Is you don’t get nothing that you don’t earn Humble pride that I grew up on You find out just how bad you want it [Jason] Sun in our eyes backs to the fences We didn’t know the odds were against us Hit the wall smoking and spinning Still wasn’t thinking ‘bout nothing but winning  [Hook] That’s the only way I know Don’t stop 'til everything’s gone Straight ahead, never turn round Don’t back up, don’t back down Full throttle, wide open You get tired and you don’t show it Dig a little deeper when you think you can’t dig no more That’s the only way I know  [Eric Church] Maybe there’s another path that Will get you there a little bit faster But I’m sticking with the one inside of me  [Hook] That’s the only way I know Don’t stop 'til everything’s gone Straight ahead, never turn round Don’t back up, don’t back down Full throttle, wide open You get tired and you don’t show it Dig a little deeper when you think you can’t dig no more That’s the only way I That’s the only way I know But don’t stop 'til everything’s gone Straight ahead, never turn round Don’t back up, don’t back down Full throttle, wide open You get tired and you don’t show it Dig a little deeper when you think you can’t dig no more That’s the only way I know  [Outro] That's the only way I know That's the only way I know That's the only way I know  ",
        "title": "The Only Way I Know"
    },
    {
        "artist": "Randy Houser",
        "lyrics": "  [Verse 1] You were raised on an asphalt farm Ain't never heard a rooster crow Never walked barefoot down a river Felt the mud up between your toes  [Bridge] You never rolled in the hay You never thrown it in four wheel Climb up on here girl Let me show you how country feels  [Chorus] Let your hair down, hair down Get you some of this laid on back Kick your shoes off, kick 'em off Get you some of this slow down fast I'll take you up and down these hollers and hills Let me show you how country feels  [Verse 2] You ever watched the sun go down From the bed of a pickup truck Ever been so into somebody You're still lying there when it comes back up  [Bridge] Girl what do you say? Cut a path through that cornfield Park down by the water Let me show you how country feels  [Chorus] Let your hair down, hair down Get you some of this laid on back Kick your shoes off, kick 'em off Get you some of this slow down fast I'll take you up and down these hollers and hills Let me show you how country feels  Let your hair down Get you some of this laid on back Kick your shoes off  [Chorus] Let your hair down, hair down Get you some of this laid on back Kick your shoes off, kick 'em off Get you some of this slow down fast I'll take you up and down these hollers and hills Let me show you how Country feels  Country feels  ",
        "title": "How Country Feels"
    },
    {
        "artist": "Carly Rae Jepsen",
        "lyrics": "  [Verse 1] I threw a wish in the well Don't ask me, I'll never tell I looked to you as it fell And now you're in my way I trade my soul for a wish Pennies and dimes for a kiss I wasn't looking for this But now you're in my way  [Pre-Chorus] Your stare was holding Ripped jeans, skin was showing Hot night, wind was blowing Where you think you're going, baby?  [Chorus] Hey, I just met you, and this is crazy But here's my number, so call me maybe It's hard to look right at you, baby But here's my number, so call me maybe Hey, I just met you, and this is crazy But here's my number, so call me maybe And all the other boys try to chase me But here's my number, so call me maybe  [Verse 2] You took your time with the call I took no time with the fall You gave me nothing at all But still you're in my way I beg and borrow and steal At first sight and it's real I didn't know I would feel it But it's in my way  [Pre-Chorus] Your stare was holding Ripped jeans, skin was showing Hot night, wind was blowing Where you think you're going, baby?  [Chorus] Hey, I just met you, and this is crazy But here's my number, so call me maybe It's hard to look right at you, baby But here's my number, so call me maybe Hey, I just met you, and this is crazy But here's my number, so call me maybe And all the other boys try to chase me But here's my number, so call me maybe  [Bridge] Before you came into my life, I missed you so bad I missed you so bad I missed you so, so bad Before you came into my life, I missed you so bad And you should know that I missed you so, so bad  [Breakdown] It's hard to look right at you, baby But here's my number, so call me maybe  [Chorus] Hey, I just met you, and this is crazy But here's my number, so call me maybe And all the other boys try to chase me But here's my number, so call me maybe  [Outro] Before you came into my life, I missed you so bad I missed you so bad I missed you so, so bad Before you came into my life, I missed you so bad And you should know that I missed you so, so bad So call me maybe  ",
        "title": "Call Me Maybe"
    },
    {
        "artist": "Gotye Featuring Kimbra",
        "lyrics": "  [Verse 1: Gotye] Now and then I think of when we were together Like when you said you felt so happy you could die Told myself that you were right for me But felt so lonely in your company But that was love and it's an ache I still remember  [Verse 2: Gotye] You can get addicted to a certain kind of sadness Like resignation to the end, always the end So when we found that we could not make sense Well you said that we would still be friends But I'll admit that I was glad it was over  [Chorus: Gotye] But you didn't have to cut me off Make out like it never happened and that we were nothing And I don't even need your love But you treat me like a stranger and that feels so rough No you didn't have to stoop so low Have your friends collect your records and then change your number I guess that I don't need that though Now you're just somebody that I used to know  Now you're just somebody that I used to know Now you're just somebody that I used to know  [Verse 3: Kimbra] Now and then I think of all the times you screwed me over But had me believing it was always something that I'd done But I don't wanna live that way Reading into every word you say You said that you could let it go And I wouldn't catch you hung up on somebody that you used to know  [Chorus: Gotye] But you didn't have to cut me off Make out like it never happened and that we were nothing And I don't even need your love But you treat me like a stranger and that feels so rough And you didn't have to stoop so low Have your friends collect your records and then change your number I guess that I don't need that though Now you're just somebody that I used to know  [Outro: Gotye] Somebody (I used to know) Somebody (Now you're just somebody that I used to know) Somebody (I used to know) Somebody (Now you're just somebody that I used to know) (I used to know) (That I used to know) (I used to know) Somebody  ",
        "title": "Somebody That I Used To Know"
    },
    {
        "artist": "One Direction",
        "lyrics": "  [Verse 1: Zayn & Liam] Your hand fits in mine like it's made just for me But bear this mind it was meant to be And I'm joining up the dots with the freckles on your cheeks And it all makes sense to me I know you've never loved the crinkles by your eyes When you smile, you've never loved your stomach or your thighs The dimples in your back at the bottom of your spine But I’ll love them endlessly  [Chorus: Zayn] I won't let these little things slip out of my mouth But if I do, it's you, oh it's you, they add up to I'm in love with you and all these little things  [Verse 2: Louis & Harry] You can't go to bed without a cup of tea Maybe that's the reason that you talk in your sleep And all those conversations are the secrets that I keep Though it makes no sense to me I know you've never loved the sound of your voice on tape You never want to know how much you weigh You still have to squeeze into your jeans But you're perfect to me  [Chorus: Harry] I won't let these little things slip out of my mouth But if its true , it's you,  it's you, they add up to I'm in love with you and all these little things  [Bridge: Niall] You never love yourself half as much as I love you You'll never treat yourself right darling but I want you to If I let you know, I'm here for you Maybe you'll love yourself like I love you, oh  [Chorus: Harry & All] And I've just let these little things slip out of my mouth 'Cause it's you, oh it's you, it's you they add up to And I'm in love with you and all these little things I won't let these little things slip out of my mouth But if it's true, it's you, it's you they add up to I'm in love with you, and all your little things  ",
        "title": "Little Things"
    },
    {
        "artist": "Rihanna",
        "lyrics": "  [Chorus] Throw it up, throw it up Watch it all fall out Pour it up, pour it That's how we ball out Throw it up, throw it up Watch it all fall out Pour it up, pour it That's how we ball out  [Verse 1] Strip clubs and dolla' bills, I still got mo' money Patron shots can I get a refill I still got mo' money Strippers going up and down that pole And I still got mo' money 4'o clock and we ain't going home, cause I still got mo' money Money make the world go round, I still got mo' money Bands make your girl go down, I still got mo' money Lot more where that came from, I still got mo' money The look in your eyes I know you want some And I still got mo' money...  [Pre-Chorus] Oh ohh ohhh, ohhh oh oh oh All I see is signs, all I see is dolla' signs Oh ohh ohhh, ohhh oh oh oh Money on my mind, money, money on my mind Throw it up, throw it up Watch it fall out from the sky  [Chorus] Throw it up, throw it up Watch it all fall out Pour it up, pour it That's how we ball out Throw it up, throw it up Watch it all fall out Pour it up, pour it That's how we ball out  [Interlude] That's how we ball out That's how we ball out That's how we ball out  [Verse 2] Valet cost a hundred bill and I still got mo' money Gold all up in my grill, I still got mo' money Who cares how you haters feel and I still got mo' money Call Jay up and close a deal, I still got mo' money My fragrance on and they love my smell, I still got mo' money So who care about what I spend, I still got mo' money My pockets deep and they never end, I still got mo' money I'm going dumb with all my friends, I still got mo' money  [Pre-Chorus] Oh ohh ohhh, ohhh oh oh oh All I see is signs, all I see is dolla' signs Oh ohh ohhh, ohhh oh oh oh Money on my mind, money, money on my mind Throw it up, throw it up Watch it fall out from the sky  [Chorus] Throw it up, throw it up Watch it all fall out Pour it up, pour it That's how we ball out Throw it up, throw it up Watch it all fall out Pour it up, pour it That's how we ball out That's how we ball out That's how we ball out That's how we ball out  ",
        "title": "Pour It Up"
    },
    {
        "artist": "Alex Clare",
        "lyrics": "  [Verse 1] You know I'm not one, to break promises I don't want to hurt you but I need to breathe At the end of it all you're still my best friend But there's something inside that I need to release Which way is right? Which way is wrong? How do I say that I need to move on? You know we're heading separate ways  [Hook] And it feels like I am just too close to love you There's nothing I can really say I can't lie no more I can't hide no more Got to be true to myself And it feels like I am just too close to love you So I'll be on my way  [Verse 2] You've given me more, than I can return Yet there's oh so much that you deserve Nothing to say Nothing to do I've nothing to give I must live without you You know we're heading separate ways  [Hook] And it feels like I am just too close to love you There's nothing I can really say I can't lie no more I can't hide no more Got to be true to myself And it feels like I am just too close to love you So I'll be on my way So I'll be on my way  [Hook] And it feels like I am just too close to love you There's nothing I can really say I can't lie no more I can't hide no more Got to be true to myself And it feels like I am just too close to love you So I'll be on my way So I'll be on my way  ",
        "title": "Too Close"
    },
    {
        "artist": "Blake Shelton",
        "lyrics": "  [Click here to read Blake’s story behind “Sure Be Cool If You Did”]  [Verse 1: Blake Shelton] I was gonna keep it real like chill like only have a drink or two But it turned into a party when I started talking to you Now you're standing in the neon looking like a high I wanna be on Baby it's your call, no pressure at all  [Chorus: Blake Shelton] You don’t have to throw back your pretty pink lemonade shooter and lean a little closer You don’t have to keep on smiling that smile that’s driving me wild and when the night is almost over Meet me in the middle of a moonlit Chevy bench seat and do a little bit of country song, hanging on You don’t have to keep me fallin’ like this But it’d sure be cool if you did  [Verse 2: Blake Shelton] You can’t shoot me down cause you already knocked me dead Got me falling apart with my heart talking out of my head Let your mind take a little back road Just as far as you wanna go Baby I’ll do whatever you wanna do  [Chorus: Blake Shelton] You don't have to throw back your pretty pink lemonade shooter And lean a little closer You don't have to keep on smiling that smile that's driving me wild And when the night is almost over Meet me in the middle of a moonlit Chevy bench seat And do a little bit of country song, hanging on You don't have to keep me falling like this But it'd sure be cool if you did  [Bridge: Blake Shelton] Have a night that you'll never forget And now you're standing in the neon Looking like a high I wanna be on  [Chorus: Blake Shelton] You don't have to throw back your pretty pink lemonade shooter And lean a little closer You don't have to keep on smiling that smile that's driving me wild And when the night is almost over Meet me in the middle of a moonlit Chevy bench seat And do a little bit of country song, hanging on You don't have to keep me falling like this But it'd sure be cool if you did  ",
        "title": "Sure Be Cool If You Did"
    },
    {
        "artist": "Bruno Mars",
        "lyrics": "  [Verse 1] Same bed but it feels just a little bit bigger now Our song on the radio but it don't sound the same When our friends talk about you, all it does is just tear me down 'Cause my heart breaks a little when I hear your name  [Pre-Chorus] It all just sounds like oooooh ooh Mmm, too young, too dumb to realize  [Chorus] That I should have bought you flowers And held your hand Should have gave you all my hours When I had the chance Take you to every party 'Cause all you wanted to do was dance Now my baby's dancing But she's dancing with another man  [Verse 2] My pride, my ego, my needs, and my selfish ways Caused a good, strong woman like you to walk out of my life Now I'll never, never get to clean up the mess I made (oh) And it haunts me every time I close my eyes  [Pre-Chorus] It all just sounds like oooooh ooh Mmm, too young, too dumb to realize  [Chorus] That I should have bought you flowers And held your hand Should have gave you all my hours When I had the chance Take you to every party 'Cause all you wanted to do was dance Now my baby's dancing But she's dancing with another man  [Bridge] Although it hurts I'll be the first to say that I was wrong Oh, I know I'm probably much too late To try and apologize for my mistakes But I just want you to know  [Outro] I hope he buys you flowers I hope he holds your hand Give you all his hours When he has the chance Take you to every party 'Cause I remember how much you loved to dance Do all the things I should have done When I was your man Do all the things I should have done When I was your man  ",
        "title": "When I Was Your Man"
    },
    {
        "artist": "Lil Wayne Featuring Detail",
        "lyrics": "  [Hook: Detail] You can look me in my face (I ain't got no worries) (I ain't got no worries) (I ain't got no worries) See the sh-rooms keep me up (I ain't got no worries) (I ain't got no worries) (I ain't got no worries) You see money right there, yeah that's Tunechi right there (turn up) Yeah that's Mack Maine right there, and we ain't got no worries You see pussy right there redbone mangos right there See them sh-roomies right there we ain't got no worries  [Verse 1: Lil Wayne] Tunechi in this bitch, e'rybody should be worried Them pussy niggas be purring, bitches be diggin' me I feel buried And if she make this dick hard, she woke up a sleeping giant Man your bitch speak in tongues every time we speak in private Hope your barber shop open cause we got hair triggers Smoke so much that Smokey the Bear’ll have to bear with us And that Jeep with the doors off that means that bitch sleep All these bitches think they’re the shit, I’ll send them up shit’s creek You see Tunechi right here, give me brain ideas It's ok if you turn up just don't turn off my light years All I know is I do it what I'm smoking I grew it B’s up, Blood Gang; Piru it, and all rats gotta die even Stuart On my private jet and my stewardess is your bitch nigga, bitch Nigga I know gold-diggers and ditch-diggers You don't get dissed, you get disfigured She say sorry I didn't shave so that pussy a little furry I put that pussy in my face: I ain't got no worries Tunechi  [Hook: Detail] You can look me in my face (I ain't got no worries) (I ain't got no worries) (I ain't got no worries) See the sh-rooms keep me up (I ain't got no worries) (I ain't got no worries) (I ain't got no worries) You see money right there, yeah that's Tunechi right there (turn up) Yeah that's Mack Maine right there, and we ain't got no worries You see pussy right there redbone mangos right there See them sh-roomies right there we ain't got no worries  [Verse 2: Lil Wayne] We ain't got no worries She bad as a hooker, so she ain't got no worries She want me to eat her sugar, I say \"Why you in a hurry?\" She say \"Why you asking questions?\" I say \"Bitch you trynna be funny!\" Now take your fucking clothes off, let me see that Donkey Kong I swing your ass back and forth, back and forth on my monkey bar That camel toe that camel toe, no worries no panty-hose These niggas falling off like baggy clothes, I smoke more than a magic show I swear I saw my ho, I swear she was with my ho You know I fuck them both, sore pussy and sore throat Bitch it's Tunechi and I'm out chea, no worries no worries I would talk about my dick, but man that shit be a long story YEAHHH, OHH SHIT, I'M UP, YEAHH, YOUNG MULA BABY!  [Hook: Detail] You can look me in my face (I ain't got no worries) (I ain't got no worries) (I ain't got no worries) See the sh-rooms keep me up (I ain't got no worries) (I ain't got no worries) (I ain't got no worries) You see money right there, yeah that's Tunechi right there (turn up) Yeah that's Mack Maine right there, and we ain't got no worries You see pussy right there redbone mangos right there See them sh-roomies right there  ",
        "title": "No Worries"
    },
    {
        "artist": "Kendrick Lamar Featuring Drake",
        "lyrics": "  [Produced by Scoop DeVille & Sounwave]  [Intro: Kendrick Lamar] Every second, every minute Man, I swear that she can get it Say if you a bad bitch, put your hands up high Hands up high, hands up high Tell 'em dim the lights down right now Put me in the mood I'm talkin' about dark room, perfume, go, go  [Verse 1: Kendrick Lamar] I recognize your fragrance Hold up, you ain't never gotta say shit Uh, and I know your taste is A little bit, hmm, high maintenance Uh, everybody else basic You live life on an everyday basis With poetic justice, poetic justice If I told you that a flower bloomed in a dark room Would you trust it? I mean, I write poems in these songs dedicated to you when You're in the mood for empathy, there's blood in my pen Better yet, where your friends and 'em? I really wanna know you all I really wanna show you off Fuck that, pour up plenty of champagne Cold nights when you curse this name You called up your girlfriends And y'all curled in that little bitty Range I heard that she wanna go and party, she wanna go and party Nigga, don't approach her with that Atari Nigga, that ain't good game, homie, sorry They say conversation rule a nation, I can tell But I could never right my wrongs 'Less I write it down for real, P.S.  [Hook: Kendrick Lamar] You can get it, you can get it You can get it, you can get it And I know just, know just, know just Know just, know just what you want Poetic justice, put it in a song, alright You can get it, you can get it You can get it, you can get it And I know just, know just, know just Know just, know just what you want Poetic justice, put it in a song, alright  [Verse 2: Drake] I really hope you play this, 'cause ol' girl, you test my patience With all these seductive photographs And all these one-off vacations you've been takin' Clearly a lot for me to take in, it don't make sense Young East African girl, you too busy fuckin' with your other man I was tryna put you on game, put you on a plane Take you and your momma to the motherland I could do it, maybe one day When you figure out you're gonna need someone When you figure out it's alright here in the city And you don't run from where we come from That sound like poetic justice, poetic justice You were so new to this life, but goddamn, you got adjusted I mean, I write poems in these songs, dedicated to the fun sex Your natural hair and your soft skin And your big ass in that sundress, ooh Good God, what you doin' that walk for? When I see that thing move I just wish we would fight less and we would talk more They say communication save relations, I can tell But I can never right my wrongs Unless I write 'em down for real, P.S.  [Hook: Kendrick Lamar] You can get it, you can get it You can get it, you can get it And I know just, know just, know just Know just, know just what you want Poetic justice, put it in a song, alright You can get it, you can get it You can get it, you can get it And I know just, know just, know just Know just, know just what you want Poetic justice, put it in a song, alright  [Verse 3: Kendrick Lamar] Every time I write these words they become a taboo Makin' sure my punctuation curve, every letter here's true Livin' my life in the margin and that metaphor was proof I'm talkin' poetic justice, poetic justice If I told you that a flower bloomed in a dark room Would you trust it? I mean, you need to hear this Love is not just a verb, it's you lookin' in the mirror Love is not just a verb, it's you lookin' for it, maybe Call me crazy, we can both be insane A fatal attraction is common, and what we have common is pain I mean, you need to hear this, love is not just a verb And I can see power steerin', sex drive when you swerve I want that interference, it's coherent, I can hear it Uh-huh, that's your heartbeat It either caught me or it called me, uh-huh Read slow and you'll find gold mines in these lines Sincerely, yours truly, and right before you go blind, P.S.  [Hook: Kendrick Lamar] You can get it, you can get it You can get it, you can get it And I know just, know just, know just Know just, know just what you want Poetic justice, put it in a song, alright You can get it, you can get it You can get it, you can get it And I know just, know just, know just Know just, know just what you want Poetic justice, put it in a song, alright  [Outro Skit] \"I'm gon' ask you one more time, homie Where is you from? Or it is a problem.\" \"Ayy, you over here for Sherane, homie?\" \"Yo, I don't care who this nigga over here for. If he don't tell me where he from, it's a wrap! I'm sorry.\" \"Hol' up, hol' up, hol' up, we gon' do it like this, okay? I'ma tell you where I'm from, okay? You gon' tell me where you from, okay? Or where your grandma stay, where your mama stay, or where your daddy stay, okay?\" \"Enough with all this talkin'.\" \"Matter of fact, get out the van, homie! Get out the car before I snatch you out that motherfucker, homie!\"  ",
        "title": "Poetic Justice"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": "  [Verse 1] She's getting dressed up, putting on that lipstick Shimmy shakeing, right into them cutoffs baby, oh yeah You're getting off work, cashing out that paycheck Gotta change that shirt and pick that girl up on her front step Here she comes now looking so fine You've been waiting on this night for such a long, long time  [Verse 2] She slides in and you roll down Main Street You turn right when that red light turns green Sun sets now, you're half way to heaven She picks a song, you turn it up to 11 You say, \"Do you wanna?\" and she says, \"Hell, yeah\" So you hit the party, all your buddies are jealous   Someday you'll be looking back on your life At the memories, this is gonna be one of those nights  [Verse 3] Crowded backyard, everybody's laughing Kinda party, next week you'll say I was there when it happened Coming up on midnight, bout time to get gone And then the DJ starts to play your favorite song You slow dance for 3 minutes or so, and then she whispers, \"Baby, let's go.\"    And when she slides in and she gives you the green light You hold off 'till you turn on the headlights  [Verse 4] Someday when you're looking back on your life At the memories, this is gonna be one of those nights Yeah, one of those nights    Full moon through a crack in the windshield You hold her close and you'll never forget how her heartbeat feels No, you never will  [Bridge] Cause someday when you're looking back on your life At the memories, this is gonna be one of those nights    Yeah, one of those nights One of those nights Yeah, one of those nights One of those nights, oh One of those nights This is gonna be, hey This is gonna be One of those nights Oh, oh  ",
        "title": "One Of Those Nights"
    },
    {
        "artist": "Carrie Underwood",
        "lyrics": "  [Verse 1] Two black Cadillacs driving in a slow parade Headlights shining bright in the middle of the day One is for his wife The other for the woman who loved him at night Two black Cadillacs meeting for the first time  [Chorus] And the preacher said he was a good man And his brother said he was a good friend But the women in the two black veils didn’t bother to cry Bye bye, bye bye Yeah they took turns laying a rose down Threw a handful of dirt into the deep ground He’s not the only one who had a secret to hide Bye bye, bye bye, bye bye  [Break] Two black Cadillacs, two black Cadillacs  [Verse 2] Two months ago his wife called the number on his phone Turns out he'd been lying to both of them for oh so long They decided then he’d never get away with doing this to them Two black Cadillacs waiting for the right time, right time  [Chorus] And the preacher said he was a good man And his brother said he was a good friend But the women in the two black veils didn’t bother to cry Bye bye, bye bye Yeah they took turns laying a rose down Threw a handful of dirt into the deep ground He’s not the only one who had a secret to hide Bye bye, bye bye, bye bye  [Bridge] It was the first and the last time they saw each other face to face They shared a crimson smile and just walked away And left the secret at the grave  [Chorus] And the preacher said he was a good man And his brother said he was a good friend But the women in the two black veils didn’t bother to cry Bye bye, bye bye Yeah they took turns laying a rose down Threw a handful of dirt into the deep ground He’s not the only one who had a secret to hide Bye bye, bye bye, bye bye  ",
        "title": "Two Black Cadillacs"
    },
    {
        "artist": "The Weeknd",
        "lyrics": "  [Verse 1] I left my girl back home I don't love her no more And she'll never fucking know that These fucking eyes that I'm staring at Let me see that ass Look at all this cash And I emptied out my cards too Now I'm fucking leaning on that  [Bridge] Bring your love, baby, I could bring my shame Bring the drugs, baby, I could bring my pain I got my heart right here I got my scars right here Bring the cups, baby, I could bring the drank Bring your body, baby, I could bring you fame And that's my motherfucking words too Just let me motherfucking love you  [Hook] Listen, ma, I'll give you all I got Get me off of this, I need confidence in myself Listen, ma, I'll give you all of me Give me all of it, I need all of it to myself So tell me you love me (Only for tonight, only for tonight) Even though you don't love me Just tell me you love me (I'll give you what I need, I'll give you all of me) Even though you don't love me  [Verse 2] Let me see you dance I love to watch you dance Take you down another level Get you dancing with the Devil Take a shot of this But I'm warning you I'm on that shit that you can't smell, baby So, put down your perfume  [Bridge] Bring your love, baby, I could bring my shame Bring the drugs, baby, I could bring my pain Oh, I got my heart right here Oh, I got my scars right here Bring the cups, baby, I could bring the drank Bring your body, baby, I could bring you fame And that's my motherfucking words too, ayy So let me motherfucking love you  [Hook] Listen, ma, I'll give you all I got Get me off of this, I need confidence in myself Listen, ma, I'll give you all of me Give me all of it, I need all of it to myself So tell me you love me (Only for tonight, only for tonight) Even though you don't love me Just tell me you love me (I'll give you what I need, I'll give you all of me) Even though you don't love me  ",
        "title": "Wicked Games"
    },
    {
        "artist": "T.I. Featuring Lil Wayne",
        "lyrics": "  [Verse 1: T.I.] Okay we walk off in this bitch, ballin’ in this bitch Hoppin’ out of Lambos and Ferraris in this bitch Poppin’ bottles with a thick red super model bitch They may talk a lot of that but they can't do a lot of this Ay, Rico told me turn the lights on So I grab the Audemar and threw the ice on I’ma big dawg, got em pissed off A lot of niggas rapping, ain’t none this raw They like, eh look at T.I., ballin’ in the V.I Bunch of bad bitches with him looking like Aaliyah We just pull up, hop out, go in, show out Buy the whole bar, pop bottles go hard  [Chorus: Rico Love & (T.I.)] This club so packed, these hoes so drunk This club so packed, these hoes so drunk This club so packed, these hoes so drunk (I got a bottle, got a model, got a molly, got a blunt) Ball, ball, ball, ball Ball, ball, ball, ball Ball, ball, ball, ball (I got a bottle, got a model, got a molly, got a blunt)  [Verse 2: T.I.] The club full of bad bitches and they came to play Okay it must be your ass cause it ain't your face Now if you looking for them bottles and them stacks, girl You make your way up to my section where it’s at, girl Okay now do you wanna kick it with a nigga with a meal ticket Broke niggas looking mad, they just gotta deal with it Get right ho, roll a dice ho And you ain't gotta be a dyke cause you like hoes For everyday I spent behind the wall I do it big, ride, fly, stunt, shine and ball I got a bunch of money, so come and get it from me And a bucket full of bottles, bust it open If you wanna get drunk  [Chorus: Rico Love & (T.I.)] This club so packed, these hoes so drunk This club so packed, these hoes so drunk This club so packed, these hoes so drunk (I got a bottle, got a model, got a molly, got a blunt) Ball, ball, ball, ball Ball, ball, ball, ball Ball, ball, ball, ball (I got a bottle, got a model, got a molly, got a blunt)  [Verse 3: Lil Wayne] Ain’t no nigga like a Young Money nigga Pop that pussy like a gun, pull the trigger Shake that ass like a salt shaker I keep a L lit up like an elevator Bitch, shake it like a dog, hop like a frog, ride it like a horse I throw that dick like darts Drink all muddy, flag all bloody I’m killin’ these hoes like that nigga Ted Bundy I’m a good looking rapper, I ain’t tryna stunt I'ma fire my blunt like Donald Trump Where you at, ho? Where you at, ho? Can a nigga stick key up in ya back door? Tunechi  [Chorus: Rico Love & (T.I.)] This club so packed, these hoes so drunk This club so packed, these hoes so drunk This club so packed, these hoes so drunk (I got a bottle, got a model, got a molly, got a blunt) Ball, ball, ball, ball Ball, ball, ball, ball Ball, ball, ball, ball (I got a bottle, got a model, got a molly, got a blunt)  [Verse 4: T.I.] And do ya thing in slow motion like Soulja Slim And come around, wipe me down like Boosie (Free Boosie) That thang up for me, show me that you love me If it’s really too much for you you can bring a couple buddies Everyday I do my thang, big stones and chains She let me drill all in her mouth, no novacane Them other broke niggas, all they did was told ya thangs I could get ya on that G4 and show ya thangs I like my women fat ass, pretty toes and thangs Long hair don't care long as none down there If it's manicured I can have fun down there Take you to whatever club, throw some money in the air  [Chorus: Rico Love & (T.I.)] This club so packed, these hoes so drunk This club so packed, these hoes so drunk This club so packed, these hoes so drunk (I got a bottle, got a model, got a molly, got a blunt) Ball, ball, ball, ball Ball, ball, ball, ball Ball, ball, ball, ball (I got a bottle, got a model, got a molly, got a blunt)  ",
        "title": "Ball"
    },
    {
        "artist": "Little Big Town",
        "lyrics": "  [Verse 1] Thought you'd change the weather Start a little storm Make a little rain But I'm going to do one better hide the sun until you pray I'm a tornado, looking for a soul to take  [Verse 2] You're going to see me coming by the selfish things that you did I'm going to leave you guessing how this funnel is going to hit I'm a tornado, looking for a man to break  [Chorus] Yeah, I'm going to lift this house, spin it all around Toss it in the air and put it in the ground Make sure you're never found  [Verse 3] Thought you'd take a swing Try another girl, try another night But it's the pain that brings my force of nature back to life I'm a tornado more disturbed than an F5  [Chorus] Hey, I'm gonna lift this house, spin it all around Toss it in the air and put it in the ground I'm gonna lift this house, spin it all around Toss it in the air and put it in the ground Make sure you're never found, oh, yeah  [Bridge] OOOOOOOOOOO MMMMMMMMMM  [Chorus] I'm going to lift this house, spin it all around Toss it in the air and put it in the ground I'm going to lift this house, spin it all around Toss it in the air and put it in the ground Make sure you're never found  [Verse 4] The winds are getting stronger And the sky is falling through And you ain't got much longer Til the rage rips off the roof I'm a tornado... and I'm coming after you...  [Bridge] Oooo... Hmm... Oooo...  [Outro] (I'm going to lift this house, spin it all around Toss it in the air and put it in the ground)  ",
        "title": "Tornado"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": "  [Spoken Intro] You might be a redneck ... (radio static) The Grand Ole Opry coming to you live from ... (radio static)  [Verse 1] When your wheelhouse is the land of cotton The first time you leave it can be strange, it can be shockin' Not everybody drives a truck, not everybody drinks sweet tea Not everybody owns a gun, wears a ball cap, boots, and jeans Not everybody goes to church Or watches every NASCAR race Not everybody knows the words to \"Ring Of Fire\" or \"Amazing Grace\"  [Chorus] Oh, Dixie Land I hope you understand When I miss my Tennessee home And I've been away way too long I can't see this world unless I go Outside my southern comfort zone  [Verse 2] I have walked the streets of Rome, I have been to foreign lands I know what it's like to talk and have nobody understand I have seen the Eiffel Tower lit up on a Paris night I have kissed a West Coast girl underneath the Northern Lights I know what it's like to be the only one like me To take a good hard look around and be a minority  [Chorus] And I miss my Tennessee home I can see the ways that I've grown I can't see this world unless I go Outside my southern comfort zone  [Bridge] I miss your biscuits and your gravy Fireflies dancing in the night You have fed me, you have saved me Billy Graham and Martha White I have since become a drifter And I just can't wait to pack Cause I know the route I leave on It will always bring me back  [Guitar Solo]  [Chorus] I wish I was in Dixie Again I miss my Tennessee Home I've been away way too long I can't see this world unless I go Outside my southern comfort zone  [Outro] Look away, look away  I wish I was in Dixie, away, look away  ",
        "title": "Southern Comfort Zone"
    },
    {
        "artist": "Juicy J Featuring Lil Wayne & 2 Chainz",
        "lyrics": "  (Strippers)  [Hook] Bandz a make her dance, bandz a make her dance All these chicks popping pussies, I’m just popping bandz Bandz a make her dance, bandz a make her dance These chicks clappin’, and they ain’t using hands  [Verse 1: Juicy J] Short hair, like Nia Long, loose ones, she don’t need a loan Start twerking when she hear her song, stripper pole her income We get trippy and then some. So nasty when she rollin’ She put that ass up in my hands, I remote control it (Yeah ho) She give me dome when the roof gone, at the K.O.D. she leave with me She got friends, bring three. I got drugs, I got drinks Bend it over, Juicy J gon' poke it like wet paint You say no to ratchet pussy, Juicy J can't Racks everywhere, they showin' racks, I'm throwing racks In the V.I.P, rubber on I’m stretching that Rich niggas tippin', broke niggas lookin' And it ain't a strip club if they ain't showin' pussy  [Hook]  [Verse 2: Lil Wayne] (... Baby...ha ha ah... Juicy I got ya) (UGH) Pop that pussy for a real nigga Pull out my black card, that's my lil' nigga Make a movie with your bitch, Steven Spiel nigga Smoking on Keysh, Cole, gimme me chills nigga What's your real name? And not your stripper name I make it rain on ya, like a windowpane Bandz a make her dance, Tunechi make her cum Hit-it-from-the-side-like-a-mother-fucking-bass-drum Two hoes on one fucking pole, two hoes on my fucking pole I don't tip, I pay bills, bitches call me Buffalo Her stomach in and her ass out I'm flyer than the ones they pass out If money grow on trees, I branched out I'm just waiting on my bitch to cash out (Ha ha) (...just waiting for my bitch to cash out Tunechi... Young Mula Baby)  [Hook]  [Verse 3: 2 Chainz] (2 Chainz) 2 Chainz, four bracelets Let me see that ass clap; standing ovation If yo girl don't swallow kids, man, that ho basic Got 2 bitches wit me: take a shot of one ho, using her friend for a chaser Bandz a make her bust it, let me see you touch it Money talk, you ain't got none, end of discussion (Bandz a make her do it, pocket full of money Young nigga gettin' head while the engine runnin' Let me see you wiggle, do it for a real nigga I be laughing to the bank, all you do is giggle Ballin' in my coupe, call it sports car Drop the top and freak it, treat that bitch just like a porn star  [Hook]  ",
        "title": "Bandz A Make Her Dance"
    },
    {
        "artist": "Hunter Hayes",
        "lyrics": "  [Verse 1] I'd love to know just what you're thinking Every little river, running through your mind You give and you take You come and you go You leave me here wondering if I'll ever know How much you care or how much you don't Whatever you need, whatever you want  [Chorus] If you're gonna be somebody's heartbreak If you're gonna be somebody's mistake If you're gonna be somebody's first time Somebody's last time, baby be mine If you're looking to be somebody's 'just friends' A little laughing, little loving, never calling again, that's just fine If you're gonna be somebody's heartbreak Be mine, yeah Oh, be mine  [Verse 2] I guess that all I'm trying to tell ya Is a minute with you is better than two without Oh, I won't be a fool but I can't play it cool So I'm playing safe and I'm breaking the rules I'm wishing I had what I know that you got So if you're coming my way then please don't stop  [Chorus]  [Chorus + Outro] If you're gonna be somebody's heartbreak Or somebody's mistake Somebody's first time, or their last time, baby be mine If you're looking to be somebody's 'just friends' A little laughing, little loving, never calling again, that's just fine If you're gonna be somebody's heartbreak Be mine (If you're gonna be somebody's heartbreak) Be mine (If you're gonna be somebody's mistake) Oh, I'll take my chances If you're gonna be someone's heartbreak If you're gonna be someone's mistake Somebody's first time, somebody's last time Be mine Oh, be mine Be mine Baby, baby, baby, be mine, all mine If you're gonna break someone's heart, yeah Might as well, might as well be mine  ",
        "title": "Somebody's Heartbreak"
    },
    {
        "artist": "Ellie Goulding",
        "lyrics": "  [Chorus] Stripped to the waist we fall into the river Cover your eyes so you don't know the secret I've been trying to hide We held our breath to see our names are written On the wreck of '86 That was the year I knew the panic was over  Yes since we found out Since we found out  [Hook] That anything could happen Anything could happen Anything could happen Anything could happen Anything could happen Anything could happen Anything could  [Verse 1] After the war we said we'd fight together I guess we thought that's just what humans do Letting darkness grow As if we need its palette and we need its color  But now I've seen it through And now I know the truth  [Hook] That anything could happen Anything could happen Anything could happen Anything could happen Anything could happen Anything could happen Anything could  [Verse 2] Baby, I'll give you everything you need I'll give you everything you need, oh I'll give you everything you need But I don't think I need you  [Chorus] Stripped to the waist we fall into the river Cover your eyes so you don't know the secret I've been trying to hide We held our breath to see our names are written On the wreck of '86 That was the year I knew the panic was over  [Hook] That anything could happen Anything could happen Anything could happen Anything could happen Anything could happen Anything could happen Anything could  [Outro] I know it's going to be I know it's going to be I know it's going to be I know it's going to be I know it's going to be I know it's going to be I know it's going to be I know it's going to be  But I don't think I need you But I don't think I need you But I don't think I need you But I don't think I need you  ",
        "title": "Anything Could Happen"
    },
    {
        "artist": "Muse",
        "lyrics": "  [Refrain] Ma-ma-ma-ma-ma-ma-ma-ma mad mad mad Ma-ma-ma-ma-ma-ma-ma-ma mad mad mad Ma-ma-ma-ma-ma-ma-ma-ma mad mad mad Ma-ma-ma-ma-ma-ma-ma-ma mad mad mad  [Verse 1] I, I can't get these memories out of my mind And some kind of madness has started to evolve, mmm And I, I tried so hard to let you go But some kind of madness is swallowing me whole, yeah  [Bridge 1] I have finally seen the light And I have finally realized what you mean  [Verse 2] And now I need to know - is this real love Or is it just madness keeping us afloat? mmm And when I look back at all the crazy fights we've had Like some kind of madness was taking control, yeah  [Bridge 2] And now I have finally seen the light And I have finally realized what you need  [Verse 3] But now I have finally seen the end (finally seen the end) And I'm not expecting you to care, no (expecting you to care) That I have finally seen the light (finally seen the light) And I have finally realized (realized) I need to love I need to love  [Outro] Come to me, just in a dream Come on and rescue me Yes I know I can be wrong And baby you're too headstrong Our love is...  Ma-ma-ma-ma-ma-ma-ma-ma mad mad mad Ma-ma-ma-ma-ma-ma-ma-ma mad mad mad Ma-ma-ma-ma-ma-ma-ma-ma mad mad mad Ma-ma-ma-ma-ma--ma--ma madness...  ",
        "title": "Madness"
    },
    {
        "artist": "Nicki Minaj",
        "lyrics": "  [Verse 1] Just met a boy, Just met a boy when He can come inside of my playpen Cause he look like a superstar in the making So I think that I'm going in for the taking Hear through the grapevine that he's cakin' We can shoot a movie he can do the tapin' Boom boom pow, this thing be shakin' I ain't even tryna find out who he datin'  [Hook] Cause I know he got a wife at home But I need just one night alone If he keep playin them g-g-games I'mma run away (ay) I'mma run away (ay ay) I-I-I wanna give you one last option I-I-I wanna give you one last chance If-If you looking for the main attraction Just hold on tight and let me do my dance  If you want it I'm gonna be va va voom voom If you got it you got it you got that boom boom If you want it I'm gonna be va va voom voom If you got it you got it you got that boom boom  [Verse 2] Just met a boy, Just met a boy when He can become my little problem Cause it look like he modeling clothes in Dublin So I think he that getting that green, a goblin Hear through the grapevine that he hang low We can shoot a movie, we can bang like Rambo Boom boom pow, this thing so bingo Wondering if he can understand my lingo  [Hook] Cause I know he got a wife at home But I need just one night alone If he keep playin them g-g-games I'mma run away (ay) I'mma run away (ay ay) I-I-I wanna give you one last option I-I-I wanna give you one last chance If-If you looking for the main attraction Just hold on tight and let me do my dance  [Bridge] Boy, I'm in this club slow-mo, don't mind if I do And I can tell you feeling me from the jump, I wanna ride too You got that hot shit, boy, you blessed, let me feel up on your chest Flex it, you the man, you the man, one-hundred grand The same old game blow, yes, I play it very well Come baby, lay it down, let me stay down Let me show you how I run things in my playground Come and get this va va voom voom (woo woo)  [Hook] Cause I know he got a wife at home But I need just one night alone If he keep playin them g-g-games I'mma run away (ay) I'mma run away (ay ay) I-I-I wanna give you one last option I-I-I wanna give you one last chance If-If you looking for the main attraction Just hold on tight and let me do my dance  ",
        "title": "Va Va Voom"
    },
    {
        "artist": "AWOLNATION",
        "lyrics": "  [Intro] Sail!  [Verse 1] This is how I show my love I made it in my mind because I blame it on my ADD baby This is how an angel dies I blame it on my own sick pride Blame it on my ADD baby  [Chorus] Sail! Sail! Sail! Sail! Sail!  [Verse 2] Maybe I should cry for help Maybe I should kill myself Blame it on my ADD baby Maybe I'm a different breed Maybe I'm not listening So blame it on my ADD baby  [Chorus] Sail! Sail! Sail! Sail! Sail!  [Bridge] La la la la la la oh! La la la la la la oh!  [Chorus] Sail! Sail! Sail! Sail! Sail!  [Outro] Sail with me into the dark Sail! Sail with me into the dark Sail! Sail with me into the dark Sail! Sail with me into the dark Sail!  ",
        "title": "Sail"
    },
    {
        "artist": "Anna Kendrick",
        "lyrics": "  [Verse 1] I've got my ticket for the long way round Two bottles of whiskey for the way And I sure would like some sweet company I'm leaving tomorrow what do you say  [Chorus 1] When I'm gone When I'm gone You’re gonna miss me when I'm gone You're gonna miss me by my hair You're gonna miss me everywhere, oh You're gonna miss me when I’m gone When I'm gone When I'm gone You're gonna miss me when I'm gone You're gonna miss me by my walk You're gonna miss me by my talk, oh You're gonna miss me when I'm gone  [Verse 2] I've got my ticket for the long way 'round The one with the prettiest of views It's got mountains, it's got rivers, it's got sights to give you shivers But it sure would be prettier with you  [Chorus 2] When I'm gone When I'm gone You're gonna miss me when I'm gone You're gonna miss me by my walk You're gonna miss me by my talk, oh You're gonna miss me when I'm gone When I'm gone When I'm gone You’re gonna miss me when I'm gone You're gonna miss me by my hair You're gonna miss me everywhere, oh You're gonna miss me when I’m gone  [Outro] When I'm gone When I'm gone You’re gonna miss me when I'm gone Ou're gonna miss me when I'm gone You're gonna miss me by my walk You're gonna miss me by my talk, oh You're gonna miss me when I'm gone  ",
        "title": "Cups (Pitch Perfect's When I'm Gone)"
    },
    {
        "artist": "Olly Murs Featuring Flo Rida",
        "lyrics": "  [Intro: Flo Rida] You're a troublemaker, you're a troublemaker You ain't nothing but a troublemaker, girl  [Verse 1] You had me hooked again from the minute you sat down The way you bite your lip got my head spinnin' around After a drink or two I was putty in your hands I don't know if I have the strength to stand, oh oh oh...  [Pre-Chorus] Trouble troublemaker, yeah, that's your middle name, oh oh oh... I know you're no good but you're stuck in my brain And I wanna know...  [Chorus] Why does it feel so good but hurt so bad, oh oh oh? My mind keeps saying \"Run as fast as you can\" I say, \"I'm done,\" but then you pull me back, oh oh oh... I swear you're giving me a heart attack Troublemaker!  [Verse 2] It's like you're always there in the corners of my mind I see a silhouette every time I close my eyes There must be poison in those finger tips of yours Cause I keep comin' back again for more, oh oh oh...  [Pre-Chorus] Trouble troublemaker, yeah, that's your middle name, oh oh oh... I know you're no good but you're stuck in my brain And I wanna know...  [Chorus] Why does it feel so good but hurt so bad, oh oh oh? My mind keeps saying \"Run as fast as you can\" I say, \"I'm done,\" but then you pull me back, oh oh oh... I swear you're giving me a heart attack Troublemaker!  [Pre-Chorus] Trouble troublemaker, yeah, that's your middle name, oh oh oh... I know you're no good but you're stuck in my brain And I wanna know...  [Chorus] Why does it feel so good but hurt so bad, oh oh oh? My mind keeps saying \"Run as fast as you can\" I say, \"I'm done,\" but then you pull me back, oh oh oh... I swear you're giving me a heart attack Troublemaker!  [Verse 3: Flo Rida] Maybe I'm insane Cause I keep doing the same damn thing Thinking one day we gon' change But you know just how to work that back And make me forget my name What the hell you do, I won't remember I'll be gone until November And you'll show up again next summer, yeah! Typical middle name is Prada Fit you like a glove, girl I'm sick of the drama You're a troublemaker But damn, girl, it's like I love the trouble And I can't even explain why  [Chorus] Why does it feel so good but hurt so bad, oh oh oh? My mind keeps saying \"Run as fast as you can\" I say, \"I'm done,\" but then you pull me back, oh oh oh... I swear you're giving me a heart attack Troublemaker!  ",
        "title": "Troublemaker"
    },
    {
        "artist": "Zac Brown Band",
        "lyrics": "  [Verse 1] I could tell that it was over When her lips met mine It was an emptiness in her voice Hesitation when she smiled She did not have to say a word It was just so plain to see She had found what she would have been looking for And I knew it was not me  [Pre-Chorus] I saw goodbye in her eyes I did not think I can change it There is no way to disguise We will never make it  [Verse 2] Sometimes I feel like a clown Who cannot wash off his make-up The life she wanted, it was gone Prince Charming, I was not But I would trade a thousand Babylon’s To be in her arms tomorrow Oh, but like the tide, her love has come and gone And it is time for me to go  [Pre-Chorus] I saw goodbye in her eyes I did not think I can change it There is no way to disguise We will never make it  [Chorus] Should I hold on to what we have got? Is it just a waste of time? One thing that I know for sure I saw goodbye in her eyes  [Verse 3] I saw goodbye in her eyes I know you got somebody new now All my candles have burned out He is going to love the way you shine So did I So do not smile at me it is not what you mean (Goodbye)  [Pre-Chorus] I saw goodbye in her eyes I did not think I can change it There is no way to disguise We will never make it I saw goodbye in her eyes I did not think I can change it There is no way to disguise We will never make it  [Chorus] Should I hold on to what we have got? Is it just a waste of time? One thing that I know for sure I saw goodbye in her eyes  [Outro] I saw goodbye in your eyes I know that it's over  ",
        "title": "Goodbye In Her Eyes"
    },
    {
        "artist": "Kacey Musgraves",
        "lyrics": "  [Verse 1] If you ain't got two kids by 21 You're probably gonna die alone At least that's what tradition told you And it don't matter if you don't believe Come Sunday morning you best be There in the front row, like you're s'posed to Same hurt in every heart Same trailer, different park  [Pre-Hook] Mama's hooked on Mary Kay Brother's hooked on Mary Jane And Daddy's hooked on Mary two doors down  [Hook] Mary Mary quite contrary We get bored so we get married And just like dust we settle in this town On this broken merry go 'round And 'round and 'round we go Where it stops nobody knows And it ain't slowin' down This merry go 'round  [Verse 2] We think the first time's good enough So we hold on to high school love Say we won't end up like our parents Tiny little boxes in a row Ain't what you want it's what you know Just happy in the shoes you're wearin' Same checks we're always cashin' To buy a little more distraction  [Pre-Hook] Mama's hooked on Mary Kay Brother's hooked on Mary Jane And Daddy's hooked on Mary two doors down  [Hook] Mary Mary quite contrary We get bored so we get married And just like dust we settle in this town On this broken merry go 'round And 'round and 'round we go Where it stops nobody knows And it ain't slowin' down This merry go 'round Mary Mary quite contrary We get bored so we get married And just like dust we settle in this town On this broken merry go 'round And 'round and 'round we go Where it stops nobody knows And it ain't slowin' down This merry go 'round  [Outro] Jack and Jill went up the hill Jack burned out on booze and pills And Mary had a little lamb Mary just don't give a damn no more  ",
        "title": "Merry Go 'round"
    },
    {
        "artist": "Tyga Featuring Rick Ross",
        "lyrics": "  [Produced by Dnyc3]  [Intro] I can feel it  [Verse 1: Tyga] T-Rawws rock my own kick game 8 figure deal figure how I'm courtside at clip game Still pop ace king shit I'm with Rozay Black Maybach leather gloves on that OJ OK the day you beating me bitch no day Bandz a make her dance that's thousand dollar foreplay AK get a full clip not a soundwave You kissed her in her mouth, ask her how my dick taste Bitch nigga you don't want no drama, I'm worth a couple commas It's death before dishonor Last King come sign up, all my shit be designer Extroardinary rhymer I bodied yo' shit for nothin' Wes, west up, hot temper Get wet up she give me head not neck up She clean the mess up One false move death from gesture Cash in the safe nigga I don't feel no pressure  [Hook: Tyga] I'm dope (All) all my shit dope (All) all my shit dope Cause it's 187 how I killing these hoes (All) all my shit dope (All) all my shit dope Cause it's 187 how I killing these hoes  [Verse 2: Rick Ross] H on the Buckle, Hermes and the hustle Crown on the watch, young niggas still thuggin' 8.7 on the crib so fuck it Went gold in a month so it ain't no budget New chains, rollex links New chick just to drag my mink New car just to ride 'round here Aviator crew we flyest 'round here Hating on hood niggas dying 'round here Bath Salt Boss, got insurance on the beard Cars rockstars, dope boys at odds I done seen it all but it's back to these broads Hands clap like a nigga in the stadium Million dollar chain but I'm rocking 8 of 'em I see you slipping boy don't make me pick your label up Scottie Pippen on the dribble I just laid 'em up Another triple got me tripping like it's angel dust We just winning all the women in my table ah Say my name say my name nigga say my name Hundred million dollar nigga, nigga say my name  [Hook: Tyga] I'm dope (All) all my shit dope (All) all my shit dope Cause it's 187 how I killing these hoes (All) all my shit dope (All) all my shit dope Cause it's 187 how I killing these hoes  [Verse 3: Tyga] Chief rocka, pill popper Tell her to pull them things out cause my car topless Off topic, get on top it, what’s your synopsis So sincere in her belly, that's that Nas shit King announcing that gangsta shit we mobbin' We taking your dollars creflo no white collar I (pop pop) wish a nigga would call Thomas Bitch I'm the bomb call me the unabomber Money in my game I'm driving shit that's insane You niggas stay in your lane no playing ain't nothing changed Pardon this good regime, I make your girl David Blaine Murder was the case all the kids say that nigga T-raw  [Hook: Tyga] I'm dope (All) all my shit dope (All) all my shit dope Cause it's 187 how I killing these hoes (All) all my shit dope (All) all my shit dope Cause it's 187 how I killing these hoes  I can feel it  ",
        "title": "Dope"
    },
    {
        "artist": "Wiz Khalifa Featuring The Weeknd",
        "lyrics": "  [Verse 1: The Weeknd] She's about to earn some bragging rights I'm 'bout to give it up like I've been holding back all night Girl, take pride in what you want to do Even if that means a new man every night inside of you Baby, I don't mind You can tell by how I roll Cause my clique hot and my cup cold My talk slurred cause I’m so throwed And I'm wiping sweat from my last show And he's TG and I'm XO I'm only here for one night Then I'mma be a memory Say it in my ear, so I can hear what you say to me I got cups full of that Rosé Smoke anything that's passed to me Don't worry 'bout my voice I won't need it for what I'm about to do to you  [Hook] Bad bitch, girl I think I might get used to you I might have to take your number when I'm through with you All I ask of you is try to earn my memory Make me remember you like you remember me Bad bitch, girl I think I might get used to you I might have to take your number when I'm through with you All I ask of you is try to earn my memory Make me remember you like you remember me  [Verse 2: Wiz Khalifa] Old rapping ass Light years past the class Hit it, don't have to pass Nigga, we the new Aftermath Niggas after fame, I just had to laugh Niggas after fame, I'm after cash You's a fan, I'm a player I'm the man, you's a hater And I only smoke papers That's how you tell I'm Taylor'd Nigga listen Break it down, rolling weed on the island of my kitchen And not a thing goes down without permission Look, everything I got on I was made for Everything that I got I done came for All the shit that you see I done slaved for All the cars and the crib, yeah that's paid for Need I say more Spend so much money on clothes Said fuck a store, making my own I hope that you're rolling one up while you're singing along And know I was rolling one while I was making this song Pour out some shots You're taking too long Young and I'm rich And plus all of my friends on that Bombay and lemonade  [Hook] Do to you Bad bitch, girl I think I might get used to you I might have to take your number when I'm through with you All I ask of you is try to earn my memory Make me remember you like you remember me Bad bitch, girl I think I might get used to you I might have to take your number when I'm through with you All I ask of you is try to earn my memory Make me remember you like you remember me  [Verse 3: Wiz Khalifa] I'm on some gin, you on some gin I'm moving slow, I'm driving fast I hit the weed, you take the wheel We lose control Drop the top in that 69 And that motor roar in that old Chevelle Can’t say a thing, how you supposed to feel Stacking all of this paper, dawg I like to call this shit old news And these haters jocking our old moves Popping champagne cause we made it Back of the Phantom, we faded All of this shit that I did I probably won't remember tomorrow  [Hook] Do to you Bad bitch, girl I think I might get used to you I might have to take your number when I'm through with you All I ask of you is try to earn my memory Make me remember you like you remember me Bad bitch, girl I think I might get used to you I might have to take your number when I'm through with you All I ask of you is try to earn my memory Make me remember you like you remember me  [Outro] Oh, oh Used to you Through with you All I ask of you is try to earn my memory Make me remember you like you remember me Used to you Through with you Memory, remember you  ",
        "title": "Remember You"
    },
    {
        "artist": "The Lumineers",
        "lyrics": "  [Verse 1] She’ll lie and steal and cheat And beg you from her knees Make you think she means it this time She’ll tear a hole in you the one you can’t repair But i still love her I don’t really care  [Bridge] When we were young, oh oh we did enough When it got cold, ooh ooh we bundled up I can’t be told, ah ah it can’t be done  [Verse 2] It’s better to feel pain than nothing at all The opposite of love is indifference So pay attention now I’m standing on your porch screamin' out And I won’t leave until you come downstairs  [Chorus] So keep your head up keep your love So keep your head up, my love So keep your head up, my love So keep your head up keep your love  [Verse 3] And I don’t blame you For running like you did all these years I would do the same, you best believe And the highway signs say we’re close But I don’t read those things anymore I never trusted my own eyes  [Bridge] [When we were young, oh oh we did enough] [When it got cold, ooh ooh we bundled up] [I can’t be told, ah ah it can’t be done]  [Chorus] [So keep your head up keep your love] [So keep your head up, my love So keep your head up, my love So keep your head up keep your love]  Head up, love Head up, love Head up, love Head up, love  ",
        "title": "Stubborn Love"
    },
    {
        "artist": "Future",
        "lyrics": "  [Intro] We don’t wanna We don’t wanna We don’t wanna neva end We don’t wanna We don’t wanna neva end We don’t wanna We don’t wanna neva end We don’t wanna neva  [Hook] We don’t wanna neva end It's like our life has just began You walkin’ out, you comin’ back again Cause we became the best of friends You got all the questions and I know all the answers I done took your heart, girl and hold it up for ransom We don’t wanna neva end We don’t wanna We don’t wanna neva end We don’t wanna  [Verse 1] I could tell you was into me from our instant chemistry As I reflect memory, you ride or you die for me I'll go to war over you want, I dont give a fuck by showing you You know what it is shawty, forever my lil shawty Long as I’m swimmin’ in Benjamins, you shop with no limited You reminisce every session, know you’ll come back again I know you can’t breath without me, you gon' need your oxygen I damn near gave you a overdose on my own medicine I took a sip of your tea and I ain’t been right ever since As I think to myself what’d it be is it heaven sent Let’s put the past behind us And go far away where nobody can find us  [Hook]  [Verse 2] You could leave today I bet you’ll come back tomorrow I could see the hate is comin’ from a mile up And it’s only preparin’ us for what we got comin’ If I did come your way and you feel like runnin’ Run in my direction and don’t you run from me Cause any time we get together, we goin’ stuntin’ And I’m applyin’ major pressure, feel it in your stomach It’s lightnin', it’s thunderin', you describin', got me wonderin' Butterfly, butterfly Will you gon ever leave? Any time you leave my side I know you comin’ back I know you comin’ back to me  [Hook]  [Bridge] Is there anything you wanna know? Is there any place you rather be? You walk until your feet get sore I bet you walking back And I bet you walking back to me Actually that’s a guarantee My friendship a guarantee You got my ego in another league I ain’t tryna be cocky I got your heart in my pocket  [Hook]  ",
        "title": "Neva End"
    },
    {
        "artist": "Dierks Bentley",
        "lyrics": "  [Verse 1] I see main street closing Miles of “for sale” signs And them fields ain’t growing Fast enough to get us by I feel the sweet release Of a Friday night For a couple of hours we can run this town Till it runs dry  [Chorus] Tip it on back, make it feel good Sip a little more than you know you should Let the smoke roll, off of your lips Let it all go whatever it is And tip it on back  [Verse 2] So grab the girl you came with And set her world on fire And watch her sway and singing to the music Until it’s all alright Yeah  [Chorus] Tip it on back, make it feel good Sip a little more than you know you should Let the smoke roll, off of your lips Let it all go whatever it is And tip it on back  [Verse 3] I don’t wanna lose this feeling And I don’t wanna close my eyes I don’t wanna remember what i’m here to forget tonight So tip it on back  [Chorus] Tip it on back, make it feel good Sip a little more than you know you should Let the smoke roll, off of your lips Let it all go whatever it is And tip it on back  [Verse 4] Yeah, i don’t wanna lose this feeling I don’t wanna close my eyes I don’t wanna remember what i’m here to forget tonight So tip it on back Just tip it on back  [Outro] Feel the sweet release of a friday night For a couple of hours we can run this town Till it runs dry Tip it on back  ",
        "title": "Tip It On Back"
    },
    {
        "artist": "Jonn Hart Featuring IamSU!",
        "lyrics": "  [Intro] Hmm yeah (RawSmoov wit' a banga')  [Hook] Slide in that thang, real deep game Bust it so good, girl what's my name? Hit it from the back, headboard swag When I talk shit shorty answer right back I be on her like Who booty is it? Who booty this? Who booty? Who booty? Who booty this? Who booty is it? Who booty this? Who booty? Who booty? Who booty this?  [Verse 1] Lil' mama I know what you want Begging me to beat it like the bass in my trunk I'm a lil' nasty, I ain't even gotta front Lick you from your head down, down to your butt I Mike Tyson that booty, I knock that ass out Got that crack in them pookie, it'll make me spaz out Let me get in that, baby throw it back Let me get a round of applause make, make it clap D-Boy that booty girl gimme that, gimme that If I hit it once you know that shorty's coming back  [Hook] Slide in that thang, real deep game Bust it so good, girl what's my name? Hit it from the back, headboard swag When I talk shit shorty answer right back I be on her like Who booty is it? Who booty this? Who booty? Who booty? Who booty this? Who booty is it? Who booty this? Who booty? Who booty? Who booty this?  [Verse 2: IamSu] It's all mine, connected online Respected at all times, pushing a hard line This heart breakers the gang and We all are never off. I go hard ho, never soft I call shots cause I'm a boss uhh You ain't gotta ask who it belong to Back, back it up and put it on Su Uhh going hard, that's my strong Su Have you screaming out Su, with the wrong dude Name check, have you butt naked waiting when I came back Thank Suzie, heart breakers brought the bay back Niggas thought I was playing every time I used to say that, oh  [Hook] Slide in that thang, real deep game Bust it so good, girl what's my name? Hit it from the back, headboard swag When I talk shit shorty answer right back I be on her like Who booty is it? Who booty this? Who booty? Who booty? Who booty this? Who booty is it? Who booty this? Who booty? Who booty? Who booty this?  [Outro] I'm gonna smack it, I'm gonna smack it (That's my shit) I'm gonna smack it Girl, now let me smack it (smack it) Now let me smack it (smack it) Now let me smack it (smack it) Ay yeah  [Hook] Slide in that thang, real deep game Bust it so good, girl what's my name? Hit it from the back, headboard swag When I talk shit shorty answer right back I be on her like Who booty is it? Who booty this? Who booty? Who booty? Who booty this? Who booty is it? Who booty this? Who booty? Who booty? Who booty this?  ",
        "title": "Who Booty"
    },
    {
        "artist": "Chris Brown",
        "lyrics": "  [Verse 1] I don't wanna go there We should never go there Damn, why you wanna go there? I guess I gotta go there  [Pre-Chorus] You're hearing rumours about me and you can't stomach the thought Of someone touching my body when you're so close to my heart I won't deny what they saying because most of it is true But it was all before I fell for you, so please babe  [Chorus] So please don't judge me and I won't judge you Cause it could get ugly before it gets beautiful Please don't judge me and I won't judge you And if you love me then let it be beautiful Let it be beautiful, let it be beautiful Let it be beautiful, let it be beautiful  [Verse 2] Everything I say right now, is gonna be used in another fight And I've been through this so many times, can we change the subject? You gonna start asking me questions like \"Was she attractive? Was she an actress?\" Baby the fact is  [Pre-Chorus] You're hearing rumours about me and saw some pictures online Saying they got you so angry, making you wish you were blind Before we start talking crazy, saying some things we'll regret Can we just slow it down and press reset? Damn, you're beautiful, so baby  [Chorus] So please don't judge me and I won't judge you Cause it could get ugly before it gets beautiful Please don't judge me and I won't judge you And if you love me then let it be beautiful  [Bridge] Just let the past, just be the past And focused on things that are gonna make us laugh Take me as I am and not who I was I'll promise I'll be, the one that you can trust  [Chorus: Chris Brown & Sevyn Streeter] So please don't judge me and I won't judge you Cause it could get ugly before it gets beautiful Please don't judge me and I won't judge you And if you love me then let it be beautiful Let it be beautiful, let it be beautiful, let it be Let it be beautiful, ay, let it be beautiful, yeah yeah yeah  [Outro: Chris Brown & Sevyn Streeter] I don't wanna go there We should never go there  ",
        "title": "Don't Judge Me"
    },
    {
        "artist": "fun.",
        "lyrics": "  [Verse 1:] Well I woke up to the sound of silence The cars were cutting like knives in a fist fight And I found you with a bottle of wine Your head in the curtains And heart like the fourth of July You swore and said We are not We are not shining stars This I know I never said we are Though I've never been through hell like that I've closed enough windows To know you can never look back  [Chorus:] If you're lost and alone Or you're sinking like a stone Carry on May your past be the sound Of your feet upon the ground Carry on Carry on, carry on  [Verse 3] So I met up with some friends At the edge of the night At a bar off 75 And we talked and talked About how our parents will die All our neighbors and wives But I'd like to think I can cheat it all To make up for the times I've been cheated on And it's nice to know When I was left for dead I was found and now I don't roam these streets I am not the ghost you want of me  [Chorus:] If you're lost and alone Or you're sinking like a stone Carry on May your past be the sound Of your feet upon the ground Carry on Carry on, carry on  [Bridge:] Woah My head is on fire But my legs are fine After all they are mine Lay your clothes down on the floor Close the door Hold the phone Show me how No one's ever gonna stop us now  [Guitar solo]  [Bridge 2:] Cause we are We are shining stars We are invincible We are who we are On our darkest day When we're miles away So we'll come We will find our way home  [Chorus:] If you're lost and alone Or you're sinking like a stone Carry on May your past be the sound Of your feet upon the ground Carry on Carry on, carry on  [Outro:] No one's ever gonna stop us now  ",
        "title": "Carry On"
    },
    {
        "artist": "Lee Brice",
        "lyrics": "  [Verse 1 - Lee Brice] Eighty-nine cents in the ash tray Half empty bottle of Gatorade rolling in the floorboard That dirty Braves cap on the dash Dog tags hangin’ from the rear view Old Skoal can, and cowboy boots And a Go Army Shirt folded in the back This thing burns gas like crazy, but that’s alright People got their ways of coping Oh, and I’ve got mine  [Chorus - Lee Brice] I drive your truck I roll every window down And I burn up Every back road in this town I find a field, I tear it up 'Til all the pain’s a cloud of dust Yeah, sometimes I drive your truck  [Verse 2 - Lee Brice] I leave that radio playing That same ole country station where ya left it Yeah, man I crank it up And you’d probably punch my arm right now If you saw this tear rollin’ down on my face Hey, man I’m tryin’ to be tough And momma asked me this morning If I’d been by your grave But that flag and stone ain’t where I feel you anyway  [Chorus - Lee Brice] I drive your truck I roll every window down And I burn up Every back road in this town I find a field, I tear it up 'Til all the pain’s a cloud of dust Yeah, sometimes I drive your truck  [Bridge - Lee Brice] I’ve cussed, I’ve prayed, I’ve said goodbye Shook my fist and asked God why These days when I’m missing you this much  [Chorus - Lee Brice] I drive your truck I roll every window down And I burn up Every back road in this town I find a field, I tear it up 'Til all the pain’s a cloud of dust Yeah, sometimes I drive your truck  [Outro - Lee Brice] I drive your truck I drive your truck I hope you don’t mind, I hope you don’t mind I drive your truck  ",
        "title": "I Drive Your Truck"
    },
    {
        "artist": "Chief Keef",
        "lyrics": "  [Spoken Intro]  [Hook] These bitches love Sosa O End or no end Fucking with them O boys You gon' get fucked over Raris and Rovers These hoes love Chief Sosa Hit him with that cobra Now that boy slumped over They do it all for Sosa You boys ain't making no noise Y'all know I'm a grown boy Your clique full of broke boys God ya'll some broke boys God ya'll some broke boys We GBE dope boys We got lots of dough boy  [Verse 1] These bitches love Sosa And they love them Glo' Boys Know we from the 'Go boy But we cannot go boy No I don't know ol' boy I know he's a broke boy Raris and Rovers Convertibles, Lambos boy You know I got bands boy And it's in my pants boy Disrespect them O Boys You won't speak again boy Don't think that I'm playin boy No we don't use hands boy No we don't do friends boy Collect bands I'm a land lord I gets lotsa commas I can fuck yo mama I ain't with the drama You can meet my llama Ridin with 3hunna With 300 foreigns These bitches see Chief Sosa I swear to god they all honored  [Hook] These bitches love Sosa O End or no end Fucking with them O boys You gon' get fucked over Raris and Rovers These hoes love Chief Sosa Hit him with that cobra Now that boy slumped over They do it all for Sosa You boys ain't making no noise Y'all know I'm a grown boy Your clique full of broke boys God ya'll some broke boys God ya'll some broke boys We GBE dope boys We got lots of dough boy  [Verse 2] Don't make me call D. Rose boy He six double-o boy And he keep that pole boy You gon' get fucked over Bitch I done sell soda And I done sell coca She gon' clap for Sosa He gon' clap for Sosa They do it for Sosa Them hoes they do it for Sosa Tadoe off the Molly water So nigga be cool like water Fore you get hit with this lava Bitch I'm the trending topic Don't care no price I'll cop it b And yo bitch steady jockin' me  [Hook] These bitches love Sosa O End or no end Fucking with them O boys You gon' get fucked over Raris and Rovers These hoes love Chief Sosa Hit him with that cobra Now that boy slumped over They do it all for Sosa You boys ain't making no noise Y'all know I'm a grown boy Your clique full of broke boys God ya'll some broke boys God ya'll some broke boys We GBE dope boys We got lots of dough boy  ",
        "title": "Love Sosa"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] Took a deep breath in the mirror He didn't like it when I wore high heels But I do Turn the lock and put my headphones on He always said he didn't get this song but I do, I do Walked in expecting you'd be late But you got here early and you stand and wave I walk to you You pull my chair out and help me in And you don't know how nice that is but I do  [Chorus] And you throw your head back laughing like a little kid I think it's strange that you think I'm funny 'cause he never did I've been spending the last eight months Thinking all love ever does is break and burn and end But on a Wednesday in a cafe, I watched it begin again  [Verse 2] You said you never met one girl who Had as many James Taylor records as you But I do We tell stories and you don't know why I'm coming off a little shy But I do  [Chorus] And you throw your head back laughing like a little kid I think it's strange that you think I'm funny 'cause he never did I've been spending the last eight months Thinking all love ever does is break and burn and end But on a Wednesday in a cafe, I watched it begin again  [Bridge] And we walked down the block, to my car And I almost brought him up But you start to talk about the movies That your family watches every single Christmas And I want to talk about that And for the first time what's past is past  [Chorus] 'Cause you throw your head back laughing like a little kid I think it's strange that you think I'm funny 'cause he never did I've been spending the last eight months Thinking all love ever does is break and burn and end But on a Wednesday in a cafe, I watched it begin again But on a Wednesday in a cafe, I watched it begin again  ",
        "title": "Begin Again"
    },
    {
        "artist": "Big Sean",
        "lyrics": "  [Intro: Big Sean] God, oh, God I've been working all god damn year, I just got my check I'm 'bout to spend it all on me, I'm worth it  [Bridge: Big Sean (Kanye West)] Hol' up, tell me what you see Pull up, watch these motherfuckers freak Why don't ya say waddup though when you see me in the streets (G.O.O.D. Music in this bitch now drop that motherfuckin beat)  [Hook: Big Sean & Kanye West] Okay, this to all of my enemies that seeing me gettin' guap right now Seeing me gettin' guap right now, seeing me gettin' guap right now This to all of my hatin' hoes that seeing me gettin' guap right now Seeing me gettin' guap right now, hell yeah, I won't stop right now This to all my old hoes that seeing me gettin' guap right now Seeing me gettin' guap right now, hell yeah, I won't stop right now Seeing me gettin' guap right now, hell nah, I won't stop right now Hell nah, I won't stop right now, seeing me gettin' guap right now  [Verse 1] Okay, I need 50k large (right now) My momma need a new crib (right now) My daddy need a new car (right now) So I be goin' so hard (right now) Detroit is my yard (right now) I need a 17 car garage (right now) I need a 17 broad menage (right now) I need a jail house to free my dogs (right now) I done paid taxes, paid dues, paid bills my whole life So I'mma throw money in the air, like I'm tryin' to pay the sky Told myself that man if I can't live like this, I'd rather die I give it up to God, and he always replies: \"Control yo' hoes, you let her talk till you crazy You got baby mama drama, you ain't even got you no baby! You fugazi, b-boss up, boss up with your time dog You ain't got time for no hoes, I ain't even got time for no time off!\" I'm on  [Hook]  [Verse 2] Okay, I need 50k large (right now) My homie just beat the charge (right now) My brother need a new job (right now) So I be goin' so hard (right now) I need my face on a black card (right now) My iPhone need a charge (right now) My fish tank need sharks (right now) I need a blimp to say the worlds ours (right now) So these niggas can know I do what they can't I'm stuntin' for all the people who ain't You still hatin'? You should be fuckin' ashamed Far as I came, guess when you're running the game they want you to sprain Yeah, I know, but I don't get my stress on Takin' shots, swear it's like my stomachs made of Teflon They like, \"Boy, won't you get your rest on?\" Bitch, cause I'm up for every hour I was slept on And last night I dreamed about two girls, bisexual They was tryin' things, trisexual Then I woke up in a city where the population match the death toll Drew my blueprint, got it illustrated, F.F. affiliated Millions chasin' go to sleep wake up continuated Life of a Don, Chandon sippin', never had a palm readin' Always had my palms itchin' time to get it Boy, I was taught to get it till it's gone Even when I got it, watch me get it like I don't  [Bridge] + [Hook]  [Outro] Right now, whoa (x6) This to all my enemies that see me gettin' guap right now See me gettin' guap right now, hell yeah, won't stop right now See me gettin' guap right now, hell nah, won't stop right now Hell nah, won't stop right now, see me gettin' guap right now  ",
        "title": "Guap"
    },
    {
        "artist": "One Direction",
        "lyrics": "  [Verse 1: Zayn & Harry] Oh, I just wanna take you any way that you like We could go out any day, any night Baby I'll take you there, take you there Baby I'll take you there, yeah Oh, tell me, tell me, tell me how to turn your love on You can get, get anything that you want Baby just shout it out, shout it out Baby just shout it out, yeah  [Pre-Chorus: Liam & Harry] And if you, you want me to, let's make a move Yeah, so tell me girl if every time we  [Chorus: All & Harry] Touch, you get this kind of rush Baby say yeah, yeah If you don't wanna take it slow And you just wanna take me home Baby say yeah, yeah And let me kiss you  [Verse 2: Zayn & Niall] Oh baby, baby don't you know you got what I need? Looking so good from your head to your feet Come on come over here, over here Come on come over here, yeah Oh, I just wanna show you off to all of my friends Making them drool down their chinny-chin-chins Baby be mine tonight, mine tonight Baby be mine tonight, yeah  [Pre-Chorus: Liam & Zayn] And if you, you want me to, let's make a move Yeah, so tell me girl if every time we  [Chorus: All & Zayn] Touch, you get this kind of rush Baby say yeah, yeah If you don't wanna take it slow and you just wanna take me home Baby say yeah, yeah And let me kiss you  [Bridge: All & Louis] C'mon, na na na na na na na na Na na na na na na na na Na na na na na na na na Yeah, so tell me girl if every time we  [Chorus: All & Harry] Touch, you get this kind of rush Baby say yeah, yeah If you don't wanna take it slow And you just wanna take me home Baby say yeah, yeah Every time we touch, you get this kind of rush Baby say yeah, yeah If you don't wanna take it slow And you just wanna take me home Baby say yeah, yeah And let me kiss you  ",
        "title": "Kiss You"
    },
    {
        "artist": "Lupe Fiasco & Guy Sebastian",
        "lyrics": "  [Intro: Lupe Fiasco] The wound heals but it never does That’s cause you're at war with love You're at war with love, yeah  [Hook: Guy Sebastian] These battle scars don’t look like they’re fading Don’t look like they’re ever going away They ain't never gonna change These battle  [Verse 1: Lupe Fiasco] Never let a wound ruin me But I feel like ruin's wooing me Arrow holes that never close from Cupid on a shooting spree Feeling stupid cause I know it ain't no you and me But when you're trying to beat the odds up Been trying to keep your nods up and you know that you should know And let her go but the fear of the unknown Holding on another lover's phone sends you back into the zone (Go!) With no Tom Hanks to bring you home A lover not a fighter on the frontline with a poem Trying to write yourself a rifle, maybe sharpen up a song To fight the tanks and drones of you being alone  [Pre-Hook: Guy Sebastian] I wish I never looked, I wish I never touched I wish that I could stop loving you so much Cause I’m the only one that's trying to keep us together When all of the signs say that I should forget her I wish you weren’t the best, the best I ever had I wish that the good outweighed the bad Cause it’ll never be over, until you tell me it's over  [Hook: Guy Sebastian] These battle scars, don’t look like they’re fading Don’t look like they’re ever going away They ain't never gonna change These battle scars, don’t look like they’re fading Don’t look like they’re ever going away They ain't never gonna change These battle  [Verse 2: Lupe Fiasco] (And just leave then) You shouldn't have but you said it (And I hope you never come back) It shouldn't have happened but you let it Now you're down on the ground screaming medic The only thing that comes is the post-traumatic stresses Shields, body armors and vests Don't properly work, that's why you're in a locker full of hurt The enemy within and all the fires from your friends The best medicine is to probably just let her win  [Pre-Hook 2: Guy Sebastian] I wish I couldn't feel, I wish I couldn't love I wish that I could stop cause it hurts so much Cause I’m the only one that's trying to keep us together When all of the signs say that I should forget her I wish you weren’t the best, the best I ever had I wish that the good outweighed the bad Cause it’ll never be over, until you tell me it's over  [Hook: Guy Sebastian] These battle scars, don’t look like they’re fading Don’t look like they’re ever going away They ain't never gonna change These battle scars, don’t look like they’re fading Don’t look like they’re ever going away They ain't never gonna change These battle  [Bridge: Guy Sebastian & Lupe Fiasco] Cause you've set me on fire I’ve never felt so alive, yeah No, hoping wounds heal, but it never does That's because you're at war with love And I’m at the point of breaking And it’s impossible to shake it  [Pre-Hook: Lupe Fiasco] See, you hoped the wound heals, but it never does That's cause you're at war with love Hope it heals, but it never does That's cause you're at war with love!  [Hook: Guy Sebastian] These battle scars, don’t look like they’re fading Don’t look like they’re ever going away I ain't ever gonna change These battle scars, don’t look like they’re fading Don’t look like they’re ever going away They ain't never gonna change These battle scars, don’t look like they’re fading Don’t look like they’re ever going away I ain't ever gonna change These battle  ",
        "title": "Battle Scars"
    },
    {
        "artist": "Thompson Square",
        "lyrics": "  [Verse 1] Sometimes it feels like, I'm gonna break Sometimes this world, gives more than I can take Sometimes, sunshine gets lost in the rain And it keeps pouring down It just keeps coming down  [Hook] This life would kill me If I didn't have you I couldn't live without you baby I wouldn't want to If you didn't love me so much I'd never make it through Cause this life would kill me This life would kill me if I didn't have you  [Verse 2] You are my heart, every breath I breathe I'm safe in your arms, you rescue me When I'm weak, you're strong If you were gone I don't know where I'd be You were made for me You were made for me  [Hook]  [Bridge] If you didn't love me so much If you didn't love me so much This Life would kill me If I didn't have you This life would kill me  [Outro] Couldn't live without you baby I wouldn't want to If you didn't love me so much I'd never make it through Cause This life would kill me This Life would kill me if I didn't have you  ",
        "title": "If I Didn't Have You"
    },
    {
        "artist": "Kip Moore",
        "lyrics": "  [Verse 1] When the lights go down And you're stuck here in this town With nowhere to go So you escape through the radio  And you worked all week To barely make ends meet Well, I gotta a little cash burning holes in my pocket Foot on the gas, taking off like a rocket  [Chorus] So come on, come on, baby, I'm buying I got enough to last us all night and You got the kiss that tastes like honey And I got a little beer money Tonight, tonight, baby, we're drinking Let's wake the town that never stops sleeping You got the kiss that tastes like honey And I got a little beer money  [Verse 2] We can dance in the dark Blow the speakers out of this car Light it up, burn it down Until the morning rolls around  In a field where we can scream Get away with almost anything Yeah, every now and then you gotta raise a little hell Hope we get lucky and stay out of jail  [Chorus] So come on, come on, baby, I'm buying I got enough to last us all night and You got the kiss that tastes like honey And I got a little beer money Tonight, tonight, baby, we're drinking Let's wake the town that never stops sleeping You got the kiss that tastes like honey And I got a little beer money  [Chorus] So come on, come on, baby, I'm buying I got enough to last us all night and You got the kiss that tastes like honey And I got a little beer money Tonight, tonight, baby, we're drinking Let's wake the town that never stops sleeping You got the kiss that tastes like honey And I got a little beer money  [Outro] So come on, come on Yeah, come on, come on  ",
        "title": "Beer Money"
    },
    {
        "artist": "Passion Pit",
        "lyrics": "  [Verse 1] All these kind of places Make it seem like it’s been ages And tomorrow some new building will scrape the sky I love this country dearly I can feel the ladder clearly But I never thought I’d be alone to try  Once I was outside Penn Station Selling red and white carnations We were still alone My wife and I Before we marry, save my money Brought my dear wife over Now I work to bring my family stateside  But off the boat they stayed a while Then scattered across the coast Once a year I’ll see them for a week or so At most I took a walk  [Hook] Take a walk, take a walk, take a walk Take a walk, Oh-oh-oh I took a walk Take a walk, take a walk, take a walk Take a walk, Oh-oh-oh  [Verse 2] Practice isn’t perfect But the market cuts a loss I remind myself that times could be much worse My wife won’t ask me questions And there's not so much to ask And she’ll never flaunt around an empty purse  Once my mother-in-law came Just to stay a couple nights Then decided she would stay the rest of her life I watch my little children Play some board game in the kitchen And I sit and pray they never feel my strife  But then my partner called to say the pension funds were gone He made some bad investments Now the accounts are overdrawn I took a walk  [Hook] Take a walk, take a walk, take a walk Take a walk, Oh-oh-oh I took a walk Take a walk, take a walk, take a walk Take a walk, Oh-oh-oh  [Bridge] Honey it’s your son I think I borrowed just too much We had taxes, we had bills We had a lifestyle to front And tonight I swear I'll come home And we’ll make love like we’re young Tomorrow you’ll cook dinner For the neighbors and their kids We can rip apart those socialists And all their damn taxes You’ll see I am no criminal I’m down on both bad knees I’m just too much a coward To admit when I’m in need I took a walk  [Hook] Take a walk, take a walk, take a walk Take a walk, Oh-oh-oh I took a walk Take a walk, take a walk, take a walk Take a walk, Oh-oh-oh I took a walk Take a walk, take a walk, take a walk Take a walk, Oh-oh-oh I took a walk Take a walk, take a walk, take a walk Take a walk, Oh-oh-oh  ",
        "title": "Take A Walk"
    },
    {
        "artist": "The Barden Bellas",
        "lyrics": "  [Aubrey (with The Barden Bellas)] Seems like everybody's got a price I wonder how they sleep at night When the sale comes first and the truth comes second Just stop for a minute and (smile) [Chloe (with The Barden Bellas)] Everybody look to the left Everybody look to the right Can you feel that yeah We're (payin with love tonight) [Cynthia Rose (with The Barden Bellas)] It's not about the money, money, money We don't need your money, money, money We just want to make the (with Stacie: world dance) Forget about the (with Stacie: price tag) It ain't about the (ugh) cha chang cha chang It's not about the (yeah) (with Stacie: ba bling ba bling) (with Stacie: Want to make the world dance Forget about the price tag) (price tag forget about the price tag)  [Beca] Hey Hey Hey Hey Won't you come see about me I'll be alone dancin you know it baby Tell me your troubles and doubts Givin me everything inside and out Don't you forget about me As you walk on by Will you call my name As you walk on by Will you call my name As you walk on by Will you call my name (with The Barden Bellas: I say la lalalala lalalala lalalala lalalala Tonight I will love love you tonight Give me everything tonight)  [Beca] For all we know we might not get tomorrow [The Barden Bellas] Let's do it tonight [Beca with The Barden Bellas] Forget what they say All my care they play I want you tonight [Stacie] Grab somebody sexy Tell them Hey Give me everything tonight Give me everything tonight [Cynthia Rose] Take advantage of tonight 'Cause tomorrow I'm off to do battle, perform for princess But tonight, I can make you my queen And make love to you endless It's insane to wait and they ain't growin' money Keep flowin', hustlers move beside us So I'm tip-toeing to keep blowing I got it locked up like Lindsay Lohan Put it on my lap, baby I make you feel right, baby Can't promise tomorrow But I'll promise tonight  [Fat Amy (Beca)] Excuse me But I might drink a little more than i should tonight And I may take you home with me if I could tonight (Don't you forget about me) And baby i will make you feel so good tonight Cause we might not get tomorrow tonight  [Beca with The Barden Bellas harmonizing (Stacie)] Hands up I put my hand up Don't you forget about me (Party in the U.S.A.) tonight [Aubrey with The Barden Bellas] I will love love you tonight Give me everything tonight We might not get tomorrow Let's do it tonight  ",
        "title": "Bellas Finals: Price Tag / Don't You (Forget About Me)..."
    },
    {
        "artist": "The Barden Bellas, The Treblemakers & The BU Harmonics",
        "lyrics": "  Mickey, you’re so fine You’re so fine you blow my mind Hey Mickey, Hey Mickey Mickey, you’re so fine You’re so fine and you’re mine I’ll be yours till the end of time Cause you make me feel You make me feel So shiny and new Like a virgin Touched for the very first time Like Like the one in me That’s O.K Let’s see how you do it Put up your dukes Let’s get down to it Hit me with your best shot Why don’t you hit me with your best shot Hit me with your best shot Fire away Na na na Come on Na na na na na Come on, come on, come on Cause I may be bad But I’m perfectly good at it Sex in the air I don’t care I love the smell of it Sticks and stones may break my bones But chains and whip excite me Cause I may be bad But I’m perfectly good at it Sex Sex baby Let’s talk about you and me Let’s talk about all the good things And the bad things that may be Let’s talk about sex Alright Let’s talk about sex A little bit, a little bit Let’s talk about sex, baby Baby, all through the night I’ll make love to you Like you want me too And I And I guess it’s just the woman in you That brings out the man in me I know I can’t help myself You’re all in the world to me It feels like the first time It feels like the very first time It feels like the first time It’s going down fad to Blackstreet The horneys got abby collar creations funk like acne No doubt I put it down never slouch As long as my credit could vouch A dog couldn’t catch me, straight up Tell me who could stop when Dre making moves Attracting honeys like a magnet Giving them ig-asms with my mellow accent Still moving this flavour with horneys Blackstreet and Teddy The original rump shakers Shorty get down, good Lord Baby got them up open all over town Strictly biz she don’t play around Cover much grounds got game by the pound Getting paid is her forte Each and every day true player way I can’t get her outta my mind I think about the girl all the time I like the way you work it No diggity, I got to bag it up Baby We out  ",
        "title": "Riff Off: Mickey / Like A Virgin / Hit Me With Your Best Shot..."
    },
    {
        "artist": "Ludacris Featuring Usher & David Guetta",
        "lyrics": "  [Intro: Usher] If you live for somethin', you're not alone my friend So fill up your cup and lift your lighter, a toast to life  [Verse 1: Ludacris] They say what don't kill me can make me stronger So two drinks a night should help me live longer I blow some smoke just to give my lungs a test 'Cause why tip-toe through life to arrive safely at death? I'm on a journey, yeah I'm on a roll Sometimes gotta close my eyes just to open my soul And tonight is the night I got a feeling that I'm about to act a fool So if you go fix some drinks me and Usher about to break some rules  [Hook: Usher] That's somewhere to go, but the world is movin' slow I was born for the fast life I go for broke, a lesson I can't afford But for what it's worth I'm ready to pay For the rest of my life For the rest of my life Oh, oh, oh  [Break: Usher] Na na, hey, oh Na na, hey, oh Na na, hey, oh Na na, hey For the rest of my life  [Verse 2: Ludacris] If I got one life to live, I'ma party 'til I'm dead What the hell is a life worth livin' if it's not on the edge? Tryna keep my balance, I'm twisted so just in case I fall Written on my tombstone should say \"Women, Weed, and Alcohol\"  [Hook: Usher] That's somewhere to go, but the world is movin' slow I was born for the fast life I go for broke, a lesson I can't afford But for what it's worth I'm ready to pay For the rest of my life For the rest of my life Oh, oh, oh  [Break: Usher] Na na, hey, oh Na na, hey, oh Na na, hey, oh Na na, hey  [Interlude: Usher] If you live for somethin', you're not alone my friend So fill up your cup, lift your lighters, a toast to life  [Verse 3: Ludacris] I'm stuck in this moment, freeze the hands of time Cause I feel inner peace when I'm out of my mind And you can call me crazy, but I like to roll the dice So I'm willin' to bet that I'ma be crazy for the rest of...  [Outro: Usher] For the rest of my life For the rest of my life For the rest of my life  ",
        "title": "Rest Of My Life"
    },
    {
        "artist": "Casey James",
        "lyrics": "  Boy, don't wait, don't think Don't lock the door behind you Run and jump into your truck And hit the gas, burn some rubber up Yeah, your time's running out, do it now  Take a shortcut, take a back road Take the shoulder to the exit Skip the parking, screw the ticket Hit the curb and leave it sitting Whatever it takes, you gotta get to that gate  She's crying on a suitcase Sitting at the airport, waiting on the airplane 'Bout to take her out of here  They're gonna call her number She'll sit down by the window The plane'll leave the runway And fade into a goodbye sky  You better run while you've still got time She's crying on a suitcase  Admit it boy, you blew it, really messed it up You can make excuses if you really wanna lose her It's all on the line, do or die time Getting on your knees time  Tell her that you want her Need her, love her, gotta have her Everything good in your life Begins and ends with her Lose your pride while you can Come on, man, be a man  She's crying on a suitcase Sitting at the airport, waiting on the airplane 'Bout to take her out of here  They're gonna call her number She'll sit down by the window The plane'll leave the runway And fade into a goodbye sky  You better run while you've still got time She's crying on a suitcase  She's crying on a suitcase Waiting on the airplane 'Bout to take her out of here  They're gonna call her number She'll sit down by the window The plane'll leave the runway And fade into a goodbye sky  You better run while you've still got time While you've still got time  She's crying on a suitcase Waiting on the airplane She'll fade into a goodbye sky  ",
        "title": "Crying On A Suitcase"
    },
    {
        "artist": "Miranda Lambert",
        "lyrics": "  [Verse 1] I cut my bangs with some rusty kitchen scissors I screamed his name ‘til the neighbours called the cops I numbed the pain at the expense of my liver Don’t know what I did next, all I know I couldn’t stop  [Verse 2] Word got around to the barflies and the baptists My mama’s phone started ringing off the hook I can hear her now saying she ain’t gonna have it Don’t matter how you feel, it only matters how you look  [Chorus] Go and fix your make up, girl, it’s just a break up Run and hide your crazy and start actin’ like a lady Cause I raised you better, gotta keep it together Even when you fall apart But this ain’t my mama’s broken heart  [Verse 3] Wish I could be just a little less dramatic Like a Kennedy when Camelot went down in flames Leave it to me to be holding the matches When the fire trucks show up and there’s nobody else to blame  [Verse 4] Can’t get revenge and keep a spotless reputation Sometimes revenge's just a choice you gotta make My mama came from a softer generation Where you get a grip and bite your lip just to save a little face  [Chorus] Go and fix your make up, girl, it’s just a break up Run and hide your crazy and start actin’ like a lady Cause I raised you better, gotta keep it together Even when you fall apart But this ain’t my mama’s broken heart  [Bridge] Powder your nose, paint your toes Line your lips and keep 'em closed Cross your legs, dot your eyes And never let 'em see you cry  [Chorus] Go and fix your make up, girl, it’s just a break up Run and hide your crazy and start actin’ like a lady Cause I raised you better, gotta keep it together Even when you fall apart But this ain’t my mama’s broken heart  ",
        "title": "Mama's Broken Heart"
    },
    {
        "artist": "Kid Ink Featuring Meek Mill & Wale",
        "lyrics": "  [Produced by Devin Cruise]  [Chorus: Kid Ink] I'm feeling like a man of the hour, tear down the house Throwin' this money like it's no running out Okay, but I wanna know, can you get any higher? And drop it down the pole like it's a fire Now let me see just what you're doing with your bad ass I can't help but watch you move it with your bad ass Let me see just what you're doing with your bad ass I can't help but watch you move it with your bad ass  [Verse 1: Kid Ink] I'm feeling like the man of the hour, host of the evening But girl, this your show, now bring it back, rerun I got pockets of hundreds, they say that change is irrelevant Looking up in the sky I say I love watching you elevate Get high as you ever been (go), we getting hella bent (go) Ball so hard, I deserve me a letterman Now then let me see that cake, cake, cake, like Entenmann's Ass up, gon' take it down like a sedative That's a negative, ain't nobody wetter than Better get familiar like a motherfuckin' relative Know you see the fireworks, you looking where my section is All this money falling in the air like it's confetti, bitch  [Chorus: Kid Ink] I'm feeling like a man of the hour, tear down the house Throwin' this money like it's no running out Okay, but I wanna know, can you get any higher? And drop it down the pole like it's a fire Now let me see just what you're doing with your bad ass I can't help but watch you move it with your bad ass Let me see just what you're doing with your bad ass I can't help but watch you move it with your bad ass  [Verse 2: Wale] Uhh, Wale though, uh... I'm the man of the hour, money and power And the humble ain't feed me so I got that Geechi shit out me And the city is ours where the killers devour Where the niggas lift \"Smith-And\"s And the victims lift a few flowers Okay what I see dog you and me not cool Bet they be loud when I leave out room Knowing how you move how you got good shoes When the heat on niggas be like pyoom Young nigga with some old riches And the coldest women I be with weave on Necole Bitchie's The broad let me I sweat it out like P90 get me doe And I'm sure she's got them cakes but I'm trying to see that throat 35-0-0 my coat, we high chokin' on that dope Turn around girl let a nigga know, Double M Young Olu ghost  [Chorus: Kid Ink] I'm feeling like a man of the hour, tear down the house Throwin' this money like it's no running out Okay, but I wanna know, can you get any higher? And drop it down the pole like it's a fire Now let me see just what you're doing with your bad ass I can't help but watch you move it with your bad ass Let me see just what you're doing with your bad ass I can't help but watch you move it with your bad ass  [Verse 3: Meek Mill] Meek Milly! Ink, what up? I'm feelin' like the man of the hour, host of the evening These niggas is haters they know that we eatin' I got a bitch she Jamaican, fuck her slow when we speakin' I get your chick and I take her, talkin' Cabo for the weekend I'm just a young nigga outchea ballin', all these bad bitches callin' Rollie all flooded to New Orleans and a big Rolls Royces, can't park it Got gold rims on my Ash Martin and I'm rollin' up in that foreign I said all my bitches half foreign, you could run tell that ask Martin, hold up I flex hard on Instagram, post your bitch goin insta-ham Pyrex pot that's insta-grams, drop that work that's insta-bands And I'm sittin' man, on a couple mill Swear my life's so fuckin' real Back to the wall like fuck the world A nigga say fuck me, I'mma fuck his girl like whoa!  [Chorus: Kid Ink] I'm feeling like a man of the hour, tear down the house Throwin' this money like it's no running out Okay, but I wanna know, can you get any higher? And drop it down the pole like it's a fire Now let me see just what you're doing with your bad ass I can't help but watch you move it with your bad ass Let me see just what you're doing with your bad ass I can't help but watch you move it with your bad ass  [Verse 4: Kid Ink] Now go ahead with that bad ass and fast cash my dash pass Them silicones and fat ass, got chase out, no rat trap Real late night, no cat naps, you so acrobatic Just move it 'til the bass slap the bass slap like the Mac S No question we turnt up, workin' on my fourth cup Then throwin' all this money like the ass is for purchase Very important persons, don't take it too personal Got more bottles than homies, it's a movie, ready for the show  [Chorus: Kid Ink] I'm feeling like a man of the hour, tear down the house Throwin' this money like it's no running out Okay, but I wanna know, can you get any higher? And drop it down the pole like it's a fire Now let me see just what you're doing with your bad ass I can't help but watch you move it with your bad ass Let me see just what you're doing with your bad ass I can't help but watch you move it with your bad ass  [Outro: Kid Ink] Go! (Show off) Go! (Show off) Go! (Show off) Yeah! (Show off)  ",
        "title": "Bad Ass"
    },
    {
        "artist": "A$AP Rocky Featuring Skrillex",
        "lyrics": "  [Verse 1] Wake up feeling blessed up, pistol on that dresser Ain't afraid to show it, I'll expose it if I dress up Riding in that Testa...rossa, nigga catch up Sipping on that syrup 'til I'm messed up like yes sir So now I'm getting change, people looking at me strange Like nigga switching lanes, never changed, still the same We fuck bitches, get paper, you fuck niggas on papers We walk around with lasers, you prolly own some tasers Lame niggas disgrace us, they girlfriends want date us Got different hoes, I'm pimping hoes, you could tell by my paystubs My niggas gettin' right, smokin' weed with dirty Sprite Going wild for the night, fuck being polite, I'm goin'  [Verse 2] Finna wild out for the weekend, me, myself, and I – my three friends Nigga feeling froggy, then leap in, A$AP niggas finna sneak in Middle finger to the critics, me and my nigga Skrillex You know we finna kill it, A$AP we the trillest You don't really want that Glock boy You don't really wanna feel them shots boy You a b-boy, I'm a block boy, I'm a D boy, I'm a hot boy Six shots got me feelin' like Pac, boy, party all night, shit don't stop, boy Drunk as fuck and I'm ready to fight Wilding for the night, fuck being polite, boy  [Hook] Wild for the night, fuck being polite, I'm going Wild for the night, fuck being polite, I'm going Wild for the night, fuck being polite, I'm going Wild for the night, fuck being polite, I'm going  [Verse 3] It's the weekend and I'm creeping with my niggas Drunk and disrespectful, callin' women bitches I don't mean no harm but won't you and your friends Meet us in the cut and we can do the business God my witness that I only wanna kick it And your girl just said they with us So we rolling in them Benzes Won't you pour it up and stop the babysitting She got drunk as fuck and swallowed all my kids  [Verse 4] Back to the Mac, tats on her back Ass so fat, hit that from the back When it clap from the back, she clappin' it back She flat on her back and it's back to the trap Fuck your pack, A$AP where it's at Fuck nigga act, get clap lay flat Fuck your dreams, leave a punk nigga dreamin' Then you sleep, and you won't come back from the nap Benjamin Three-Stack, it’s a fact, she lives in my lap On my Outkast, daddy fat, bitches on my sack And you know them smokin' bitches rolling reefer got me open Wildin' to the morning with my homies, tell 'em where we going  [Hook] Wild for the night, fuck being polite, I'm going Wild for the night, fuck being polite, I'm going Wild for the night, fuck being polite, I'm going Wild for the night, fuck being polite, I'm going  ",
        "title": "Wild For The Night"
    },
    {
        "artist": "George Strait",
        "lyrics": "  [Verse 1] July moonlight shines Your pretty little head on my shoulder Pull over on the side of the road Oh my God, you're something Like nothing I've ever seen If I'm asleep girl, let me dream  [Chorus] Baby fall into my kiss It should just happen like this Trust it so much that there's no one else but us and This moment that says it's so right Cause that's all we have in this life Drink up this love, baby, give it all we got tonight  [Verse 2] Summer honeysuckle Leaking through a rolled down window We both know when that seat lays back Anything can happen So imagine it'll never end Just close your eyes and you can see that we are where we're meant to be  [Chorus]  ",
        "title": "Give It All We Got Tonight"
    },
    {
        "artist": "Imagine Dragons",
        "lyrics": "  [Verse 1] When the days are cold and the cards all fold And the saints we see are all made of gold When your dreams all fail and the ones we hail Are the worst of all and the blood's run stale  [Pre-Chorus 1] I want to hide the truth, I want to shelter you But with the beast inside, there's nowhere we can hide No matter what we breed, we still are made of greed This is my kingdom come, this is my kingdom come  [Chorus] When you feel my heat, look into my eyes It's where my demons hide, it's where my demons hide Don't get too close, it's dark inside It's where my demons hide, it's where my demons hide  [Verse 2] At the curtain's call is the last of all When the lights fade out, all the sinners crawl So they dug your grave and the masquerade Will come calling out at the mess you made  [Pre-Chorus 2] I don't want to let you down, but I am hell bound Though this is all for you I don't want to hide the truth No matter what we breed, we still are made of greed This is my kingdom come, this is my kingdom come  [Chorus] When you feel my heat, look into my eyes It's where my demons hide, it's where my demons hide Don't get too close, it's dark inside It's where my demons hide, it's where my demons hide  [Bridge] They say it's what you make, I say it's up to fate It's woven in my soul, I need to let you go Your eyes, they shine so bright, I want to save their light I can't escape this now, unless you show me how  [Chorus] When you feel my heat, look into my eyes It's where my demons hide, it's where my demons hide Don't get too close, it's dark inside It's where my demons hide, it's where my demons hide  ",
        "title": "Demons"
    },
    {
        "artist": "Justin Moore",
        "lyrics": "  [Verse 1] People say I'm just a rough boy I ain't no good for you girl It's a dead end street, trying to love me Yeah, I'll wreck your world I can see why they're all talking Looking back at my past I've got a bad name but a man can change I'm living proof of that  [Chorus] Till my last day, till my last breath Of everyone that can, I can love you the best Till my last day, I'll be loving you All the way up till they lay me down Six feet under the cold hard ground Till my last day, I'll be loving you  [Verse 2] Baby I might meet all my friends Shoot the bull, have a beer or two But you know I'll be the first one to leave In a hurry to get to you Somewhere deep inside your angel eyes I found a place to rest Don't ever doubt that I'll be around And baby don't you ever forget  [Chorus][x2]  ",
        "title": "Til My Last Day"
    },
    {
        "artist": "Game Featuring Chris Brown, Tyga, Wiz Khalifa & Lil Wayne",
        "lyrics": null,
        "title": "Celebration"
    },
    {
        "artist": "Florida Georgia Line",
        "lyrics": "  Strawberry shimmer on hot lips Silver buckle hanging off her hips I sparkle when she smiles Shinedown on the radio dial Homemade jar of lemon drop, take a sip  Don't stop girl, you know I love it when you get your shine on Because you and me be rocking all night long Summer sky dripping rhinestones Turn your party lights on Baby get your shine on (shine on) Baby get your shine on  Silverado, candy painted Ray-Bans got the whole world shaded Chrome piece tucked in the console Riding high, roll up on the down low Feeling lucky, got hooked up with some Kentucky clear So slide that little sugar shaker over here  And get your shine on Because you and me be rocking all night long Summer sky dripping rhinestones Turn your party lights on Baby get your shine on (shine on) Baby get your shine on  Homemade jar of lemon drop take a sip Don't stop girl...  You know I love it when you get your shine on Because you and me be rocking all night long Summer sky dripping rhinestones Turn your party lights on Baby get your shine on (shine on) Baby get your shine on  Because you and me be rocking all night long Summer sky dripping rhinestones Turn your party lights on Baby get your shine on (shine on) Baby get your shine on Baby get your shine on  Strawberry shimmer on hot lips Silver buckle hanging off her hips I sparkle when she smiles Shinedown on the radio dial Silverado, candy painted Ray-Bans got the whole world shaded Chromed piece tucked in the console Riding high, roll up on the down low Baby get your shine on  ",
        "title": "Get Your Shine On"
    },
    {
        "artist": "Chris Cagle",
        "lyrics": "  On that very first day, the Lord sat down And saw fit to say “let there be light!” So He can tell the day time from the night And then He spoke again and felt the wind Come rolling in, smelt the rain It soaked everything  Then the mountains rose up Across the great planes And all the angels up in Heaven started singing “all it’s missing is a pretty thing”  Let there be cowgirls for every cowboy Make them strong as any man... Lordy Something you can’t tame, she’s a Mustang The heart beat of the heartland She’s got a drawl yall, yeah She’s the salt of the earth and rocks my world Let there be cowgirls, come on  He met me back in ’68 The first time I met her I was nearly eight And she was ten Her name was little Kay Lynn She was born to a farmer who was friends with my father I was in love with a sharecropper's only daughter Thought I was in, it made me think again  But when I turned 16 I thought it couldn’t get worse I saw her riding on a horse and fell in love so bad it hurt  Let there be cowgirls for every cowboy Make them strong as any man Something you can’t tame, she’s a Mustang The heart beat of the heartland She’s got a drawl yall, yeah She’s the salt of the earth and rocks my world Let there be cowgirls, come on  Let there be cowgirls  Let there be cowgirls for every cowboy Make them strong as any man Something you can’t tame, she’s a Mustang The heart beat of the heartland She’s got a drawl yall, yeah She’s the salt of the earth and rocks my world Let there be cowgirls, come on  [Thanks to Jordan, Chynell, Heather, Jillian for corrections]  ",
        "title": "Let There Be Cowgirls"
    },
    {
        "artist": "Kendrick Lamar",
        "lyrics": "  [Produced by Sounwave]  [Hook] I am a sinner who's probably gonna sin again Lord, forgive me! Lord, forgive me! Things I don't understand Sometimes I need to be alone Bitch, don't kill my vibe! Bitch, don't kill my vibe! I can feel your energy from two planets away I got my drink, I got my music I would share it, but today I'm yelling Bitch, don't kill my vibe! Bitch, don't kill my vibe! Bitch, don't kill my vibe! Bitch, don't kill my vibe!  [Verse 1] Look inside of my soul And you can find gold and maybe get rich Look inside of your soul and you can find out it never exist I can feel the changes I can feel a new life, I always knew life can be dangerous I can say that I like a challenge and you tell me it's painless You don't know what pain is How can I paint this picture When the color blind is hangin' with you? Fell on my face and awoke with a scar Another mistake livin' deep in my heart Wear it on top of my sleeve in a flick I can admit that it did look like yours Why you resent every making of this? Tell me your purpose is petty again But even a small lighter can burn a bridge Even a small lighter can burn a bridge  [Bridge] I can feel the changes I can feel the new people around me just want to be famous You can see that my city found me Then put me on stages, to me that's amazin' To you that's a quick check With all disrespect, let me say this  [Hook] I am a sinner who's probably gonna sin again Lord, forgive me! Lord, forgive me! Things I don't understand Sometimes I need to be alone Bitch, don't kill my vibe! Bitch, don't kill my vibe! I can feel your energy from two planets away I got my drink, I got my music I would share it, but today I'm yelling Bitch, don't kill my vibe! Bitch, don't kill my vibe! Bitch, don't kill my vibe! Bitch, don't kill my vibe!  [Verse 2] I'm tryin' to keep it alive And not compromise the feeling we love You're tryin' to keep it deprived And only co-sign what radio does And I'm lookin' right past you We live in a world, we live in a world on two different axles You live in a world, you livin' behind the mirror I know what you scared of The feeling of feeling emotions inferior This shit is vital, I know you had to This shit is vital, I know you had to To die in a pitiful vain, tell me a watch and a chain Is way more believable, give me a feasible gain Rather a seasonal name I'll let the people know this is somethin' you can blame On yourselves, you can remain stuck in a box I'ma break out and then hide every lock I'ma break out and then hide every lock  [Bridge] I can feel the changes I can feel the new people around me just want to be famous You can see that my city found me Then put me on stages, to me that's amazin' To you that's a quick check With all disrespect, let me say this  [Hook] I am a sinner who's probably gonna sin again Lord, forgive me! Lord, forgive me! Things I don't understand Sometimes I need to be alone Bitch, don't kill my vibe! Bitch, don't kill my vibe! I can feel your energy from two planets away I got my drink, I got my music I would share it, but today I'm yelling Bitch, don't kill my vibe! Bitch, don't kill my vibe! Bitch, don't kill my vibe! Bitch, don't kill my vibe!  [Outro] Bitch, don't kill my vibe! You ain't heard the Coast like this in a long time Don't you see that long line? And they waiting on Kendrick like the first and the fifteenth Threes in the air, I can see you are in sync Hide your feelings, hide your feelings Now what you better do I'll take your girlfriend and put that pussy on a pedestal Bitch, don't kill my vibe! Bitch, don't kill my vibe! Walk out the door and they scream it's alive My New Year's resolution is to stop all the pollution Talk too motherfuckin' much, I got my drink, I got my music I say bitch, don't kill my vibe! Bitch, don't kill my vibe! Bitch, don't kill my vibe! Bitch, don't kill my vibe!  [Death to Molly]  [Skit/Outro] Ayy, K-Dot, get in the car, nigga! Come on, we finna roll out! Nigga, I got a pack of blacks and a beat CD Get yo' freestyles ready!  ",
        "title": "Bitch, Don't Kill My Vibe"
    },
    {
        "artist": "Pitbull Featuring Christina Aguilera",
        "lyrics": "  [Intro: Pitbull] Ask for money, and get advice Ask for advice, get money twice I'm from the dirty, but that chico nice Y'all call it a moment, I call it life  [Hook: Christina Aguilera] One day when the light is glowin' I’ll be in my castle golden But until the gates are open I just wanna feel this moment Oh, I just wanna feel this moment Oh, I just wanna feel this moment  [Interlude: Pitbull] Mr. Worldwide Christina Aguilera Oye, mamita, come on! ¡Dale, que la cosa está rica! (I just wanna feel this moment)  [Beat Break] Feel this moment!  [Verse 1: Pitbull] Reporting live from the tallest building in Tokyo Long ways from them hard ways Bills and Os, and oh-yays Dade County always, 305 all day Now, baby, we can parlay, or, baby, we can party She read books, especially about red rooms and tie ups I got it hooked, ‘cause she seen me in a suit With the red tie tied up Christian Gris, nice to meet ya But time is money, only difference is I own it Now let's stop time and enjoy this moment  [Hook: Christina Aguilera] One day when the light is glowin' I’ll be in my castle golden But until the gates are open I just wanna feel this moment Oh, I just wanna feel this moment Oh, I just wanna feel this moment  [Beat Break] Come on, feel this moment!  [Verse 2: Pitbull] I see the future but live for the moment Make sense, don't it? Now make dollars, I mean billions I'm a genius, I mean brilliant This street is what schooled him And made him slicker, to slick with the ruler I've lost a lot, and learned a lot But I'm still undefeated, like Shula I'm far from cheap I break down companies with all my peeps Baby, we can travel the world And what I can give you is all you can see Time is money, only difference is I own it Like a stop watch Let's stop time and enjoy this moment  [Hook: Christina Aguilera] One day when the light is glowin' I’ll be in my castle golden But until the gates are open I just wanna feel this moment Oh, I just wanna feel this moment Oh, I just wanna feel this moment (Come on, feel this moment!) Oh, I just wanna feel this moment Oh, I just wanna feel this moment  ",
        "title": "Feel This Moment"
    },
    {
        "artist": "Adele",
        "lyrics": "  [Verse 1] This is the end Hold your breath and count to ten Feel the earth move, and then Hear my heart burst again For this is the end I've drowned and dreamt this moment So overdue I owe them Swept away, I'm stolen  [Chorus] Let the sky fall When it crumbles We will stand tall Face it all together Let the sky fall When it crumbles We will stand tall Face it all together At Skyfall At Skyfall  [Verse 2] Skyfall is where we start A thousand miles and poles apart Where worlds collide and days are dark You may have my number You can take my name But you'll never have my heart  [Chorus] Let the sky fall When it crumbles We will stand tall Face it all together Let the sky fall When it crumbles We will stand tall Face it all together At Skyfall Let the sky fall When it crumbles We will stand tall Let the sky fall When it crumbles We will stand tall  [Bridge] Where you go I go What you see I see I know I'd never be me Without the security Of your loving arms Keeping me from harm Put your hand in my hand And we'll stand  [Chorus] Let the sky fall When it crumbles We will stand tall Face it all together Let the sky fall When it crumbles We will stand tall Face it all together At Skyfall Let the sky fall We will stand tall At Skyfall  ",
        "title": "Skyfall"
    }
]