[
    {
        "artist": "MAGIC!",
        "lyrics": "  [Verse 1] Saturday mornin', jumped outta bed and put on my best suit Got in my car and raced like a jet all the way to you Knocked on your door with heart in my hand to ask you a question 'Cause I know that you're an old-fashioned man, yeah (yeah)  [Pre-Chorus] Can I have your daughter for the rest of my life? Say yes, say yes 'cause I need to know You say I'll never get your blessin' till the day I die \"Tough luck, my friend, but the answer is no!\"  [Chorus] Why you gotta be so rude? Don't you know I'm human too? Why you gotta be so rude? I'm gonna marry her anyway (marry that girl) Marry her anyway (marry that girl) Yeah, no matter what you say (marry that girl) And we'll be a family Why you gotta be so rude?  [Verse 2] I hate to do this, you leave no choice, can't live without her Love me or hate me, we will be boys, standin' at that altar Or we will run away to another galaxy, you know You know she's in love with me, she will go anywhere I go  [Pre-Chorus] Can I have your daughter for the rest of my life? Say yes, say yes 'cause I need to know You say I'll never get your blessin' till the day I die \"Tough luck, my friend, but the answer's still no!\"  [Chorus] Why you gotta be so rude? Don't you know I'm human too? Why you gotta be so rude? I'm gonna marry her anyway (marry that girl) Marry her anyway (marry that girl) Yeah, no matter what you say (marry that girl) And we'll be a family Why you gotta be so rude? Yeah (so rude)  [Pre-Chorus] Can I have your daughter for the rest of my life? Say yes, say yes 'cause I need to know You say I'll never get your blessin' till the day I die \"Tough luck, my friend, but no still means no!\"  [Chorus] Why you gotta be so rude? Don't you know I'm human too? Why you gotta be so rude? I'm gonna marry her anyway (marry that girl) Marry her anyway (marry that girl) Yeah, no matter what you say (marry that girl) And we'll be a family Why you gotta be so rude? Why, why, why, why? (Say) Say, why you gotta be so rude?  ",
        "title": "Rude"
    },
    {
        "artist": "Sam Smith",
        "lyrics": "  [Verse 1] Guess it's true, I'm not good at a one-night stand But I still need love cause I'm just a man These nights never seem to go to plan I don't want you to leave, will you hold my hand?  [Chorus] Oh won't you stay with me? Cause you're all I need This ain't love, it's clear to see But darling, stay with me  [Verse 2] Why am I so emotional? No it's not a good look, gain some self control And deep down I know this never works But you can lay with me so it doesn't hurt  [Chorus] Oh won't you stay with me? Cause you're all I need This ain't love, it's clear to see But darling, stay with me  [Chorus] Oh won't you stay with me? Cause you're all I need This ain't love, it's clear to see But darling, stay with me  [Chorus] Oh won't you stay with me? (Oh won't you stay, won't you stay) Cause you're all I need This ain't love, it's clear to see (This ain't love, no, no) But darling, stay with me  ",
        "title": "Stay With Me"
    },
    {
        "artist": "Iggy Azalea Featuring Charli XCX",
        "lyrics": "  [Verse 1: Iggy Azalea] First things first, I'm the realest (realest) Drop this and let the whole world feel it (let 'em feel it) And I'm still in the Murda Bizness I can hold you down, like I'm giving lessons in physics (right, right?) You should want a bad bitch like this (huh?) Drop it low and pick it up just like this (yeah) Cup of Ace, cup of Goose, cup of Cris High heels, something worth a half a ticket on my wrist (on my wrist) Taking all the liquor straight, never chase that (never) Rooftop like we bringing '88 back (what?) Bring the hooks in, where the bass at? Champagne spilling, you should taste that  [Hook: Charli XCX] I'm so fancy, you already know I'm in the fast lane, from L.A. to Tokyo I'm so fancy, can't you taste this gold? Remember my name, 'bout to blow-oh-oh-oh  [Verse 2: Iggy Azalea] I said baby, I do this, I thought that you knew this Can't stand no haters, and honest, the truth is And my flow retarded, each beat dear, departed Swagger on stupid, I can't shop at no department Better get my money on time, if they not money, decline And swear I meant that there so much that they give that line a rewind So get my money on time, if they not money, decline I just can't worry 'bout no haters, gotta stay on my grind Now tell me, who that, who that? That do that, do that? Put that paper over all, I thought you knew that, knew that I be that I-G-G-Y, put my name in bold I been working, I'm up in here with some change to throw  [Hook: Charli XCX] I'm so fancy, you already know I'm in the fast lane, from L.A. to Tokyo I'm so fancy, can't you taste this gold? Remember my name, 'bout to blow-oh-oh-oh  [Bridge: Charli XCX] Trash the hotel, let's get drunk on the minibar Make the phone call, feels so good getting what I want Yeah, keep on turning it up Chandelier swinging, we don't give a fuck Film star, yeah, I’m deluxe Classic, expensive, you don't get to touch, ow!  [Verse 3: Iggy Azalea] Still stunting, how you love that? Got the whole world asking how I does that Hot girl, hands off, don't touch that Look at it, I bet you wishing you could clutch that That's just the way you like it, huh? It's so good, he's just wishing he could bite it, huh? Never turn down nothing Slayin' these hoes, gold trigger on the gun like  [Hook: Charli XCX] I'm so fancy, you already know I'm in the fast lane, from L.A. to Tokyo I'm so fancy, can't you taste this gold? Remember my name, 'bout to blow-oh-oh-oh  [Outro: Iggy Azalea & (Charli XCX)] Who that, who that? I-G-G-Y That do that, do that, I-G-G-Y Who that, who that? I-G-G-Y (Blow-oh-oh-oh) Who that, who that? I-G-G-Y That do that, do that, I-G-G-Y Who that, who that? I-G-G-Y (Blow-oh-oh-oh)  ",
        "title": "Fancy"
    },
    {
        "artist": "Meghan Trainor",
        "lyrics": "  [Chorus] Because you know I'm all about that bass 'bout that bass, no treble I'm all 'bout that bass, 'bout that bass, no treble I'm all 'bout that bass, 'bout that bass, no treble I'm all 'bout that bass, 'bout that bass  [Verse 1] Yeah, it's pretty clear, I ain't no size two But I can shake it, shake it, like I'm supposed to do Cause I got that boom boom that all the boys chase And all the right junk in all the right places I see the magazines working that Photoshop We know that shit ain't real, come on now, make it stop If you got beauty beauty just raise 'em up Cause every inch of you is perfect from the bottom to the top  [Pre-Chorus] Yeah, my momma she told me don't worry about your size She says, boys like a little more booty to hold at night (That booty, booty, uh, that booty booty) You know I won't be no stick-figure, silicone Barbie doll So, if that's what's you're into then go ahead and move along  [Chorus] Because you know I'm all about that bass 'bout that bass, no treble I'm all 'bout that bass, 'bout that bass, no treble I'm all 'bout that bass, 'bout that bass, no treble I'm all 'bout that bass, 'bout that bass  [Verse 2] Hey, I'm bringing booty back Go ahead and tell them skinny bitches that No, I'm just playing I know you think you're fat But I'm here to tell you Every inch of you is perfect from the bottom to the top  [Pre-Chorus] Yeah, my momma she told me don't worry about your size She says, boys like a little more booty to hold at night (That booty, booty, uh, that booty booty) You know I won't be no stick-figure, silicone Barbie doll So, if that's what's you're into then go ahead and move along  [Chorus] Because you know I'm all about that bass 'bout that bass, no treble I'm all 'bout that bass, 'bout that bass, no treble I'm all 'bout that bass, 'bout that bass, no treble I'm all 'bout that bass, 'bout that bass Because you know I'm all about that bass 'bout that bass, no treble I'm all 'bout that bass, 'bout that bass, no treble I'm all 'bout that bass, 'bout that bass, no treble I'm all 'bout that bass, 'bout that bass Because you know I'm all about that bass 'bout that bass, no treble I'm all 'bout that bass, 'bout that bass, no treble I'm all 'bout that bass, 'bout that bass, no treble I'm all 'bout that bass, 'bout that bass  [Click here to read about when Meghan Trainor met her co-writer on this song, Kevin Kadish]  ",
        "title": "All About That Bass"
    },
    {
        "artist": "Nico & Vinz",
        "lyrics": "  [Verse 1: Vinz] Am I wrong for thinking out the box from where I stay? Am I wrong for saying that I choose another way? I ain't trying to do what everybody else doing Just cause everybody doing what they all do If one thing I know - I'll fall, but I'll grow I'm walking down this road of mine, this road that I call home  [Chorus: Vinz] So am I wrong For thinking that we could be something for real? Now am I wrong For trying to reach the things that I can't see? But that's just how I feel That's just how I feel That's just how I feel Trying to reach the things that I can't see  [Verse 2: Nico] Am I tripping for having a vision? My prediction - I'mma be on top of the world Walk your walk, and don't look back Always do what you decide Don't let them control your life That's just how I feel, oh Fight for yours, and don't let go Don't let them compare you, no Don't worry, you're not alone That's just how we feel  [Chorus: Vinz] So am I wrong For thinking that we could be something for real? Now am I wrong For trying to reach the things that I can't see? But that's just how I feel That's just how I feel That's just how I feel Trying to reach the things that I can't see  [Bridge: Nico] If you tell me I'm wrong, wrong I don't wanna be right, right If you tell me I'm wrong, wrong I don't wanna be right If you tell me I'm wrong, wrong I don't wanna be right, right If you tell me I'm wrong, wrong I don't wanna be right  [Chorus: Vinz] So am I wrong For thinking that we could be something for real? Now am I wrong For trying to reach the things that I can't see? But that's just how I feel That's just how I feel That's just how I feel Trying to reach the things that I can't see  So am I wrong For thinking that we could be something for real? Now am I wrong For trying to reach the things that I can't see? But that's just how I feel That's just how I feel That's just how I feel Trying to reach the things that I can't see  ",
        "title": "Am I Wrong"
    },
    {
        "artist": "Ariana Grande Featuring Iggy Azalea",
        "lyrics": "  [Produced by Max Martin, Shellback, and Ilya]  [Music Video]  [Intro: Iggy Azalea + (Ariana Grande)] Uh-huh! It's Iggy Iggs! I got one more problem with you girl, hey! (One less, one less problem)  [Verse 1: Ariana Grande] Hey baby, even though I hate ya, I wanna love ya (I want you) And even though I can't forgive ya, I really want to (I want you) Tell me, tell me, baby Why can't you leave me? 'Cause even though I shouldn't want it, I gotta have it (I want you)  [Pre-Hook: Ariana Grande] Head in the clouds Got no weight on my shoulders I should be wiser, and realize that I've got  [Hook: Big Sean + (Ariana Grande)] One less problem without ya I got one less problem without ya I got one less problem without ya (I got one less, one less problem) One less problem without ya I got one less problem without ya I got one less problem without ya (I got one less, one less problem)  [Verse 2: Ariana Grande] I know you're never gonna wake up I gotta give up (But it's you) I know I shouldn't ever call back or let you come back (But it's you) Every time you touch me and say you love me I get a little bit breathless I shouldn't want it (But it's you)  [Pre-Hook: Ariana Grande] Head in the clouds Got no weight on my shoulders I should be wiser, and realize that I've got  [Hook: Big Sean + (Ariana Grande)] One less problem without ya I got one less problem without ya I got one less problem without ya (I got one less, one less problem) One less problem without ya I got one less problem without ya (ooh, babe) I got one less problem without ya (ooh, woah) (I got one less, one less problem)  [Verse 3: Iggy Azalea] It's Iggy Iggs! Uh, what you got? Smart money bettin' I'll be better off without you In no time I'll be forgettin' all about you You sayin' that you know But I really, really doubt you understand my life is easy when I ain't around you Iggy Iggy, too biggie to be here stressin' I'm thinkin' I love the thought of you more than I love your presence And the best thing now is probably for you to exit I let you go, let you back, I finally learned my lesson No half-steppin', either you want it or you just playin' I'm listenin' to you knowin' I can't believe what you're sayin' There's a million you's baby boo, so don't be dumb I got 99 problems but you won't be one Like what  [Bridge: Ariana Grande] One less, one less problem One less, one less problem  [Pre-Hook: Ariana Grande] Head in the clouds Got no weight on my shoulders I should be wiser, and realize that I've got  [Hook: Big Sean + (Ariana Grande)] One less problem without ya (hey) I got one less problem without ya (no, babe) I got one less problem without ya (ooh, ooh, baby) (I got one less, one less problem) One less problem without ya I got one less problem without ya (woo, hey!) I got one less problem without ya (I got one less, one less problem, problem) One less problem without ya (hey) I got one less problem without ya I got one less problem without ya (I got one less, one less, yeah) (I got one less, one less problem)  ",
        "title": "Problem"
    },
    {
        "artist": "Maroon 5",
        "lyrics": "  [Verse 1] I miss the taste of a sweeter life I miss the conversation I'm searching for a song tonight I'm changing all of the stations I like to think that we had it all We drew a map to a better place But on that road I took a fall Oh baby why did you run away?  [Pre-Hook] I was there for you In your darkest times I was there for you In your darkest night  [Hook] But I wonder, where were you? When I was at my worst Down on my knees And you said you had my back So I wonder, where were you? All the roads you took came back to me So I'm following the map that leads to you The map that leads to you Ain't nothing I can do The map that leads to you Following, following, following to you The map that leads to you Ain't nothing I can do The map that leads to you Following, following, following  [Verse 2] I hear your voice in my sleep at night Hard to resist temptation Cause something strange has come over me Now I can't get over you No, I just can't get over you  [Pre-Hook] I was there for you In your darkest times I was there for you In your darkest night  [Hook] But I wonder, where were you? When I was at my worst Down on my knees And you said you had my back So I wonder, where were you? All the roads you took came back to me So I'm following the map that leads to you The map that leads to you Ain't nothing I can do The map that leads to you Following, following, following to you The map that leads to you Ain't nothing I can do The map that leads to you Following, following, following  [Bridge] I was there for you In your darkest times I was there for you In your darkest night I was there for you In your darkest times I was there for you In your darkest night  [Hook] But I wonder, where were you? When I was at my worst Down on my knees And you said you had my back So I wonder, where were you? All the roads you took came back to me So I'm following the map that leads to you The map that leads to you Ain't nothing I can do The map that leads to you Following, following, following to you The map that leads to you Ain't nothing I can do The map that leads to you Following, following, following  ",
        "title": "Maps"
    },
    {
        "artist": "Sia",
        "lyrics": "  [Produced by Greg Kurstin and Jesse Shatkin] [Written by Sia and Jesse Shatkin] [Video performed by Maddie Ziegler and choreographed by Ryan Heffington]  [Verse 1] Party girls don't get hurt Can't feel anything, when will I learn I push it down, push it down I'm the one \"for a good time call\" Phone's blowin' up, ringin' my doorbell I feel the love, feel the love  [Pre-Chorus] 1 2 3, 1 2 3, drink 1 2 3, 1 2 3, drink 1 2 3, 1 2 3, drink Throw 'em back till I lose count  [Chorus] I'm gonna swing from the chandelier From the chandelier I'm gonna live like tomorrow doesn't exist Like it doesn't exist I'm gonna fly like a bird through the night Feel my tears as they dry I'm gonna swing from the chandelier From the chandelier  [Post-Chorus] But I'm holding on for dear life Won't look down, won't open my eyes Keep my glass full until morning light 'Cause I'm just holding on for tonight Help me, I'm holding on for dear life Won't look down, won't open my eyes Keep my glass full until morning light 'Cause I'm just holding on for tonight On for tonight  [Verse 2] Sun is up, I'm a mess Gotta get out now, gotta run from this Here comes the shame, here comes the shame  [Pre-Chorus] 1 2 3, 1 2 3, drink 1 2 3, 1 2 3, drink 1 2 3, 1 2 3, drink Throw 'em back till I lose count  [Chorus] I'm gonna swing from the chandelier From the chandelier I'm gonna live like tomorrow doesn't exist Like it doesn't exist I'm gonna fly like a bird through the night Feel my tears as they dry I'm gonna swing from the chandelier From the chandelier  [Post-Chorus] But I'm holding on for dear life Won't look down, won't open my eyes Keep my glass full until morning light 'Cause I'm just holding on for tonight Help me, I'm holding on for dear life Won't look down, won't open my eyes Keep my glass full until morning light 'Cause I'm just holding on for tonight On for tonight  [Outro] On for tonight Yeah I'm just holding on for tonight Oh, I'm just holding on for tonight On for tonight, on for tonight Yeah I'm just holding on for tonight I'm just holding on for tonight Oh, I'm just holding on for tonight On for tonight, on for tonight  ",
        "title": "Chandelier"
    },
    {
        "artist": "Jessie J, Ariana Grande & Nicki Minaj",
        "lyrics": "  [Produced by Max Martin, Rickard Göransson & Ilya]  [Verse 1: Jessie J] She got a body like an hourglass But I can give it to you all the time She got a booty like a Cadillac But I can send you into overdrive (You've been waiting for that, step on up, swing your bat) See, anybody could be bad to you You need a good girl to blow your mind, yeah  [Hook: Jessie J] Bang bang into the room (I know you want it) Bang bang all over you (I’ll let you have it) Wait a minute let me take you there (ah) Wait a minute 'til you (ahhh, hey!) Bang bang there goes your heart (I know you want it) Back, back seat of my car (I’ll let you have it) Wait a minute let me take you there (ah) Wait a minute 'til you (ahhh, hey!)  [Verse 2: Ariana Grande] She might've let you hold her hand in school But I'mma show you how to graduate No, I don't need to hear you talk the talk Just come and show me what your momma gave, oh yeah (I heard you've got a very big shhh, mouth but don’t say a thing) See anybody could be good to you You need a bad girl to blow your mind  [Hook: Jessie J & Ariana Grande] Bang bang into the room (I know you want it) Bang bang all over you (I’ll let you have it) Wait a minute let me take you there (ah) Wait a minute 'til you (ahhh, hey!) Bang bang there goes your heart (I know you want it) Back, back seat of my car (I’ll let you have it) Wait a minute let me take you there (ah) Wait a minute 'til you (ahhh, hey!)  [Collision/Spoken: Nicki Minaj] You know what, girls? Let me show you how to do it  [Verse 3: Nicki Minaj] It’s Myx moscato, it’s frizz in a bottle It’s Nicki Full Throttle, it’s oh, oh Swimming in The Grotto, we winning in the lotto We dipping in the powder blue, four door Kitten so good, it's dripping on wood Get a ride in the engine that could go Batman, robbin' it, bang bang, cockin' it Queen Nicki dominant, prominent It's me, Jessie, and Ari, if they test me, they sorry Ride his uh like a Harley then pull off in his Ferrari If he hanging we banging, phone ranging, he slanging It ain't karaoke night but get the mic ‘cause I'm singing  [Bridge: Jessie J & (Nicki Minaj)] (Uh, B to the A to the N to the G to the uh) (B to the A to the N to the G to the hey) See, anybody could be good to you You need a bad girl to blow your mind  [Hook: Jessie J & Ariana Grande] Bang bang into the room (I know you want it) Bang bang all over you (I’ll let you have it) Wait a minute let me take you there (ah) Wait a minute 'til you (ahhh, hey!) Bang bang there goes your heart (I know you want it) Back, back seat of my car (I’ll let you have it) Wait a minute let me take you there (ah) Wait a minute 'til you (ahhh, hey!)  [Collision/Outro: Nicki Minaj] Yeah, I said bang, bang Bang, bang, bang, bang  ",
        "title": "Bang Bang"
    },
    {
        "artist": "Charli XCX",
        "lyrics": "  [Verse 1] You're picture-perfect blue Sunbathing under the moon Stars shining as your bones illuminate First kiss just like a drug Under your influence You take me over, you're the magic in my veins This must be love  [Chorus] Boom clap, the sound of my heart The beat goes on and on and on and on and Boom clap, you make me feel good Come on to me, come on to me now Boom clap, the sound of my heart The beat goes on and on and on and on and Boom clap, you make me feel good Come on to me, come on to me now  [Verse 2] No silver or no gold Could dress me up so good You're the glitter in the darkness of my world Just tell me what to do I'll fall right into you We're going under cast the spell, just say the word I feel your love!  [Chorus]  [Bridge] You are the light and I will follow You let me lose my shadow You are the sun, the glowing halo And you keep burning me up with all your love, oh  [Chorus](2x)  ",
        "title": "Boom Clap"
    },
    {
        "artist": "Disclosure Featuring Sam Smith",
        "lyrics": "  [Intro] Never Never Never  [Verse 1: Sam Smith] You lift my heart up when the rest of me is down You, you enchant me even when you're not around If there are boundaries, I will try to knock them down I’m latching on, babe, now I know what I have found  [Bridge: Sam Smith] I feel we're close enough I wanna lock in your love I think we're close enough Could I lock in your love, baby?  [Chorus: Sam Smith] Now I've got you in my space I won't let go of you Got you shackled in my embrace I'm latching on to you  [Chorus: Sam Smith] Now I've got you in my space I won't let go of you Got you shackled in my embrace I'm latching on to you  [Verse 2: Sam Smith] I'm so encaptured, got me wrapped up in your touch Feel so enamored, hold me tight within your clutch How do you do it? You got me losing every breath What did you give me to make my heart beat out my chest?  [Bridge: Sam Smith] I feel we're close enough I wanna lock in your love I think we're close enough Could I lock in your love, baby? I feel we're close enough I wanna lock in your love I think we're close enough Could I lock in your love, baby?  [Chorus: Sam Smith] Now I've got you in my space I won't let go of you Got you shackled in my embrace I'm latching on to you  [Chorus: Sam Smith] Now I've got you in my space I won't let go of you Got you shackled in my embrace I'm latching on to you  [Outro: Sam Smith] I'm latching on to you I won't let go of you I'm latching on to you I won't let go of you I won't let go, I won't let go I won't let go, I won't let go  ",
        "title": "Latch"
    },
    {
        "artist": "Enrique Iglesias Featuring Descemer Bueno & Gente de Zona",
        "lyrics": "   Letra de \"Bailando\" ft. Gente De Zona & Descemer Bueno[Intro: Alexander, Randy Marcos] He, he, he, he Enrique Iglesias (¡Ponlos, ponlos!) Gente De Zona Descemer  [Verso 1: Enrique Iglesias, Randy Marcos] Yo te miro y se me corta la respiración Cuando tú me miras se me sube el corazón (Me palpita lento el corazón) Y en un silencio tu mirada dice mil palabras La noche en la que te suplico que no salga el sol  [Coro 1: Alexander, Rany Marcos] Bailando (Bailando) Bailando (Bailando) Tú cuerpo y el mío Llenando el vacìo Subiendo y bajando (Subiendo y bajando) Bailando (Bailando) Bailando (Bailando) Ese fuego por dentro Me está enloqueciendo Me va saturando  [Coro 1: Enrique Iglesias, Alexander] Con tu física y tu química También tu anatomía La cerveza y el tequila Y tu boca con la mía Ya no puedo más (Ya no puedo más) Ya no puedo más (Ya no puedo más)  [Coro 2: Alexander, Enrique Iglesias] Con esta melodía Tu color, tu fantasía Con tu filosofía Mi cabeza está vacía Y ya no puedo más (Ya no puedo mas) Ya no puedo más (Ya no puedo mas)  [Coro 2: Enrique Iglesias, Descemer] Yo quiero estar contigo Vivir contigo Bailar contigo Tener contigo una noche loca (Una noche loca) Y besar tu boca (Y besar tu boca) Yo quiero estar contigo Vivir contigo Bailar contigo Tener contigo una noche loca Con tremenda nota  [Armonización: Randy Marcon] Oh oh oh oh Oh oh oh oh Oh oh oh Oh oh Oh oh oh oh  [Verso 2: Enrique Iglesias] Tú me miras y me llevas a otra dimensión (Estoy en otra dimension) Tus latidos aceleran a mi corazón (Tus latidos aceleran a mi corazón) Que ironía del destino no poder tocarte Abrazarte y sentir la magia de tu olor  [Coro 1: Alexander, Rany Marcos] Bailando (Bailando) Bailando (Bailando) Tú cuerpo y el mío Llenando el vacìo Subiendo y bajando (Subiendo y bajando) Bailando (Bailando) Bailando (Bailando) Ese fuego por dentro Me está enloqueciendo Me va saturando  [Coro 1: Enrique Iglesias, Alexander] Con tu física y tu química También tu anatomía La cerveza y el tequila Y tu boca con la mía Ya no puedo más (Ya no puedo más) Ya no puedo más (Ya no puedo más)  [Coro 2: Alexander, Enrique Iglesias] Con esta melodía Tu color, tu fantasía Con tu filosofía Mi cabeza está vacía Y ya no puedo más (Ya no puedo mas) Ya no puedo más (Ya no puedo mas)  [Coro 2: Enrique Iglesias, Descemer] Yo quiero estar contigo Vivir contigo Bailar contigo Tener contigo una noche loca (Una noche loca) Y besar tu boca (Y besar tu boca) Yo quiero estar contigo Vivir contigo Bailar contigo Tener contigo una noche loca Con tremenda nota  [Armonización: Randy Marcon] Oh oh oh oh Oh oh oh oh Oh oh oh Oh oh Oh oh oh oh Oh oh oh oh Oh oh oh oh Oh oh oh Oh oh Oh oh oh oh Oh oh oh oh (Bailando amor) Oh oh oh oh (Bailando amor) Oh oh oh Oh oh (Es que se me va el dolor) Oh oh oh oh  ",
        "title": "Bailando"
    },
    {
        "artist": "Clean Bandit Featuring Jess Glynne",
        "lyrics": "  [Verse 1: Jess Glynne] We're a thousand miles from comfort We have travelled land and sea But as long as you are with me There's no place I'd rather be I would wait forever Exulted in the scene As long as I am with you My heart continues to beat  [Pre-Chorus: Jess Glynne] With every step we take, Kyoto to The Bay Strollin' so casually We're different and the same, gave you another name Switch up the batteries  [Chorus: Jess Glynne] If you gave me a chance I would take it It's a shot in the dark, but I'll make it Know with all of your heart, you can't shake me When I am with you, there's no place I'd rather be N-n-n-no, no, no, no place I rather be N-n-n-no, no, no, no place I rather be N-n-n-no, no, no, no place I rather be Ooooh  [Verse 2: Jess Glynne] We staked out on a mission to find our inner peace Make it everlasting so nothing's incomplete It's easy bein' with you, sacred simplicity As long as we're together, there's no place I'd rather be  [Pre-Chorus: Jess Glynne] With every step we take, Kyoto to The Bay Strollin' so casually We're different and the same, gave you another name Switch up the batteries  [Chorus: Jess Glynne] If you gave me a chance I would take it It's a shot in the dark, but I'll make it Know with all of your heart, you can't shake me When I am with you, there's no place I'd rather be N-n-n-no, no, no, no place I rather be N-n-n-no, no, no, no place I rather be N-n-n-no, no, no, no place I rather be When I am with you, there's no place I'd rather be  [Bridge: Jess Glynne] Hmmmmmmmmmm, hoooooooooo Be, be, be, be, be, be, be, be, be Yeah-e-yeah-e-yeah-e-yeah-e-yeah, yeah, yeah  [Chorus: Jess Glynne] If you gave me a chance I would take it It's a shot in the dark, but I'll make it Know with all of your heart, you can't shake me When I am with you, there's no place I'd rather be N-n-n-no, no, no, no place I rather be N-n-n-no, no, no, no place I rather be N-n-n-no, no, no, no place I rather be When I am with you, there's no place I'd rather be  ",
        "title": "Rather Be"
    },
    {
        "artist": "John Legend",
        "lyrics": "  [Verse 1] What would I do without your smart mouth? Drawing me in and you kicking me out You got my head spinning, no kidding, I can't pin you down What's going on in that beautiful mind? I'm on your magical mystery ride And I'm so dizzy, don't know what hit me, but I'll be all right  [Pre-Hook] My head's under water but I'm breathing fine You're crazy and I'm out of my mind  [Hook] Cause all of me loves all of you Love your curves and all your edges All your perfect imperfections Give your all to me, I'll give my all to you You're my end and my beginning Even when I lose, I'm winning Cause I give you all of me And you give me all of you  [Verse 2] How many times do I have to tell you? Even when you're crying, you're beautiful too The world is beating you down, I'm around Through every mood You're my downfall, you're my muse My worst distraction, my rhythm and blues I can't stop singing, it's ringing in my head for you  [Pre-Hook] My head's under water but I'm breathing fine You're crazy and I'm out of my mind  [Hook] Cause all of me loves all of you Love your curves and all your edges All your perfect imperfections Give your all to me, I'll give my all to you You're my end and my beginning Even when I lose, I'm winning Cause I give you all of me And you give me all of you  [Bridge] Cards on the table, we're both showing hearts Risking it all, though it's hard  [Hook] Cause all of me loves all of you Love your curves and all your edges All your perfect imperfections Give your all to me, I'll give my all to you You're my end and my beginning Even when I lose, I'm winning Cause I give you all of me And you give me all of you  [Outro] I give you all of me And you give me all of you  ",
        "title": "All Of Me"
    },
    {
        "artist": "Iggy Azalea Featuring Rita Ora",
        "lyrics": "  [Chorus: Rita Ora] I'm gonna love ya until you hate me And I'm gonna show ya what's really crazy You should've known better than to mess with me harder I'm gonna love ya, I'm gonna love ya, gonna love ya, gonna love ya Like a black widow, baby  [Verse 1: Iggy Azalea] This twisted cat and mouse game always starts the same First we're both down to play, then somehow you go astray We went from nothing to something, liking to loving It was us against the world, and now we just fucking? It's like I loved you so much, and now I just hate you Feeling stupid for all the time that I gave you I wanted all or nothing for us, ain't no place in between Might, might be me believing what you say that you'll never mean Like it'll last forever but now forever ain't as long If it wasn't for you I wouldn't be stuck singing this song You were different from my last, but now you got 'em mirrored And as it all plays out, I see it couldn't be clearer Now sing  [Pre-Chorus: Rita Ora & (Iggy Azalea)] You used to be thirsty for me But now you wanna be set free This is the web, web that you weave So baby now rest in peace (It's all over with now)  [Chorus: Rita Ora] I'm gonna love ya until you hate me And I'm gonna show ya what's really crazy You should've known better than to mess with me harder I'm gonna love ya, I'm gonna love ya, gonna love ya, gonna love ya Like a black widow, baby  [Verse 2: Iggy Azalea] I'm gonna l-l-l-love you until it hurts Just to get you, I'm doing whatever works You ain't never met nobody that will do ya how I do ya That'll bring you to your knees, praise Jesus, hallelujah I'ma make you beg for it, plead for it 'Til you feel like you breathe for it 'Til you'll do any and everything for it I want you to fiend for it, wake up and dream for it 'Til it's got you gasping for air and you lean forward 'Til they have a CAT scan to check on your mind And it's nothing but me, on it (on it, on it) Now it's me time, believe that If it's yours and you want it, I want it, promise I need that 'Till I'm everywhere that you be at, I can't fall back or quit Cause this here is fatal attraction, so I take it all or I don't want shhh  [Pre-Chorus: Rita Ora & (Iggy Azalea)] You used to be thirsty for me But now you wanna be set free This is the web, web that you weave So baby now rest in peace (It's all over with now)  [Chorus: Rita Ora] I'm gonna love ya until you hate me And I'm gonna show ya what's really crazy You should've known better than to mess with me harder I'm gonna love ya, I'm gonna love ya, gonna love ya, gonna love ya Like a black widow, baby  [Outro: Iggy Azalea] Black, black, black, black widow, baby  ",
        "title": "Black Widow"
    },
    {
        "artist": "Katy Perry Featuring Juicy J",
        "lyrics": "  [Produced by Max Martin and Dr. Luke] [Video directed by Matthew Cullen]  [Intro: Juicy J] Yeah ya'll know what it is Katy Perry, Juicy J Uh huh, let's rage!  [Verse 1: Katy Perry] I knew you were, you were gonna come to me And here you are, but you better choose carefully 'Cause I, I'm capable of anything Of anything, and everything Make me your Aphrodite Make me your one and only But don't make me your enemy Your enemy, your enemy  [Chorus: Katy Perry] So you wanna play with magic? Boy, you should know what you're falling for Baby, do you dare to do this? Cause I'm coming at you like a dark horse Are you ready for, ready for A perfect storm, perfect storm? 'Cause once you're mine, once you're mine There's no going back  [Verse 2: Katy Perry] Mark my words, this love will make you levitate Like a bird, like a bird without a cage We're down to earth if you choose to walk away Don't walk away It's in the palm of your hand now, baby It's a yes or a no, no maybe So just be sure before you give it all to me All to me, give it all to me  [Chorus: Katy Perry] So you wanna play with magic? Boy, you should know what you're falling for Baby, do you dare to do this? Cause I'm coming at you like a dark horse Are you ready for, ready for A perfect storm, perfect storm? 'Cause once you're mine, once you're mine There's no going back  [Verse 3: Juicy J] She's a beast, I call her Karma She eat your heart out like Jeffrey Dahmer Be careful, try not to lead her on Shawty's heart is on steroids, 'cause her love is so strong You may fall in love when you meet her If you get the chance, you better keep her She's sweet as pie, but if you break her heart She turn cold as a freezer That fairy tale ending with a knight in shining armor She can be my sleeping beauty, I'm gon' put her in a coma (Woo!) Damn, I think I love her, shawty's so bad, I'm sprung and I don't care She ride me like a roller coaster, turn the bedroom into a fair Her love is like a drug, I was tryna hit it and quit it But lil mama so dope, I messed around and got addicted  [Chorus: Katy Perry] So you wanna play with magic? Boy, you should know what you're falling for Baby, do you dare to do this? Cause I'm coming at you like a dark horse Are you ready for, ready for A perfect storm, perfect storm? 'Cause once you're mine, once you're mine There's no going back  ",
        "title": "Dark Horse"
    },
    {
        "artist": "Becky G",
        "lyrics": "  [Verse 1] I don't know, it's just something about ya Got me feelin' like I can't be without ya Anytime someone mention your name I be feelin' as if I'm around ya Ain't no words to describe you baby All I know is that you take me high Can you tell that you drive me crazy? Cause I can't get you out my mind  [Pre-Chorus] Think of you when I'm going to bed When I wake up, think of you again You are my homie, lover and friend Exactly why  [Chorus] You light me up inside Like the 4th of July Whenever you're around I always seem to smile And people ask me how Well you're the reason why I'm dancing in the mirror And singing in the shower La-da-dee, la-da-da, la-da-da Singing in the shower La-da-dee, la-da-da, la-da-da Singing in the shower  [Verse 2] All I want, all I need is your lovin' Baby you make me hot like an oven Since you came, you know what I discovered? Baby, I don't need me another No, no, all I know Only you got me feeling so And you know that I got to have ya And I don't plan to let you go  [Pre-Chorus] Think of you when I'm going to bed When I wake up, think of you again You are my homie, lover and friend Exactly why  [Chorus] You light me up inside Like the 4th of July Whenever you're around I always seem to smile And people ask me how Well you're the reason why I'm dancing in the mirror And singing in the shower La-da-dee, la-da-da, la-da-da Singing in the shower La-da-dee, la-da-da, la-da-da Singing in the shower  [Bridge] Oh, oh There ain't no guarantee But I'll take chance on we Baby let's take our time (Singing in the shower) And when the times get rough There ain't no givin' up Cause it just feel so right (Singing in the shower) Don't care what others say If I got you, I'm straight You'll bring my heart to life Yeah  [Chorus] You light me up inside Like the 4th of July Whenever you're around I always seem to smile And people ask me how Well you're the reason why I'm dancing in the mirror And singing in the shower La-da-dee, la-da-da, la-da-da Singing in the shower La-da-dee, la-da-da, la-da-da Singing in the shower La-da-dee, la-da-da, la-da-da Singing in the shower La-da-dee, la-da-da, la-da-da  ",
        "title": "Shower"
    },
    {
        "artist": "Ariana Grande Featuring Zedd",
        "lyrics": "  [Click here to read how Zedd and Ariana Grande got together to make “Break Free”]  [Produced by Zedd]  [Verse 1] If you want it, take it I should've said it before Tried to hide it, fake it I can't pretend anymore  [Pre-Chorus] I only wanna die alive Never by the hands of a broken heart I don't wanna hear you lie tonight Now that I've become who I really are  [Chorus] This is the part when I say I don't want ya I'm stronger than I've been before This is the part when I break free 'Cause I can't resist it no more This is the part when I say I don't want ya I'm stronger than I've been before This is the part when I break free 'Cause I can't resist it no more  [Verse 2] You were better, deeper I was under your spell, yeah Like a deadly fever, yeah, babe On the highway to hell  [Pre-Chorus] I only wanna die alive Never by the hands of a broken heart I don't wanna hear you lie tonight Now that I've become who I really are  [Chorus] This is the part when I say I don't want ya I'm stronger than I've been before This is the part when I break free 'Cause I can't resist it no more This is the part when I say I don't want ya I'm stronger than I've been before This is the part when I break free 'Cause I can't resist it no more  [Break] No more, baby Ooh-ooh-ooh-ooh  [Bridge] Thought of your body, I came alive It was lethal, it was fatal In my dreams it felt so right But I woke up every time Oh, baby  [Chorus] This is the part when I say I don't want ya I'm stronger than I've been before (ooh-ooh-ooh-ooh) This is the part when I break free 'Cause I can't resist it no more This is the part when I say I don't want ya I'm stronger than I've been before This is the part when I break free 'Cause I can't resist it no more  ",
        "title": "Break Free"
    },
    {
        "artist": "Nicki Minaj",
        "lyrics": "  [Produced by Da Internz and Polow Da Don]  [Intro] My anaconda don't, my anaconda don't My anaconda don't want none unless you got buns, hun  [Verse 1] Boy toy named Troy used to live in Detroit Big dope dealer money, he was gettin' some coins Was in shootouts with the law, but he live in a palace Bo-bought me Alexander McQueen, he was keeping me stylish Now that's real, real, real Gun in my purse, bitch, I came dressed to kill Who wanna go first? I had them pushing daffodils I'm high as hell, I only took a half a pill I'm on some dumb shit, by the way, what he say? He can tell I ain't missing no meals Come through and fuck him in my automobile Let him eat it with his grills and he tellin' me to chill And he telling me it's real, that he love my sex appeal Say he don't like 'em boney, he want something he can grab So I pulled up in the Jag, and I hit him with the jab like Dun-d-d-dun-dun-d-d-dun-dun  [Bridge 1] My anaconda don't, my anaconda don't My anaconda don't want none unless you got buns, hun  [Hook] Oh my gosh, look at her butt Oh my gosh, look at her butt (I-ohhaha) Oh my gosh, look at her butt (Look at her butt) Look at, look at, look at Look, at her butt  [Verse 2] Thi-this dude named Michael used to ride motorcycles Di-dick bigger than a tower, I ain't talking about Eiffel's Real country-ass nigga, let me play with his rifle Pussy put his ass to sleep, now he calling me NyQuil Now that bang, bang, bang I let him hit it cause he slang cocaine He toss my salad like his name Romaine And when we done, I make him buy me Balmain I'm on some dumb shit, by the way, what he say? He can tell I ain't missing no meals Come through and fuck him in my automobile Let him eat it with his grills, and he telling me to chill And he telling me it's real, that he love my sex appeal He say he don't like 'em boney, he want something he can grab So I pulled up in the Jag, Mayweather with the jab like Dun-d-d-dun-dun-d-d-dun-dun...  [Bridge 1] My anaconda don't, my anaconda don't My anaconda don't want none unless you got buns, hun  [Hook] Oh my gosh, look at her butt Oh my gosh, look at her butt (I-ohhaha) Oh my gosh, look at her butt (Look at her butt) Look at, look at, look at Look, at her butt  [Bridge 2] Little in the middle but she got much back Little in the middle but she got much back Little in the middle but she got much back (Oh my God, look at her butt)  [Bridge 1] My anaconda don't, my anaconda don't My anaconda don't want none unless you got buns, hun (Do-don't) My anaconda don't (don't) (Do-don't) want none unless you got buns, hun  [Hook] Oh my gosh, look at her butt Oh my gosh, look at her butt Oh my gosh, look at her butt (Look at her butt) Look at, look at, look at Look, at her butt  [Outro] Yeah, he love this fat ass, hahahahahahahaha! Yeah! This one is for my bitches with a fat ass in the fucking club I said, where my fat ass big bitches in the club? Fuck the skinny bitches Fuck the skinny bitches in the club I wanna see all the big fat-ass bitches in the muthafuckin' club Fuck you if you skinny bitches, what?! Kyuh Hahahaha RRRRRR (Kyuh) Yeah, I got a big fat ass (ass, ass, ass, ass) (Kyuh) Come on!  Hey Hey Hey  ",
        "title": "Anaconda"
    },
    {
        "artist": "Calvin Harris",
        "lyrics": null,
        "title": "Summer"
    },
    {
        "artist": "Pharrell Williams",
        "lyrics": "  [Produced by Pharrell Williams]  [Verse 1] It might seem crazy what I'm 'bout to say Sunshine she's here, you can take a break I'm a hot air balloon that could go to space With the air, like I don't care, baby, by the way  [Hook] (Because I'm happy) Clap along if you feel like a room without a roof (Because I'm happy) Clap along if you feel like happiness is the truth (Because I'm happy) Clap along if you know what happiness is to you (Because I'm happy) Clap along if you feel like that's what you wanna do  [Verse 2] Here come bad news, talking this and that (Yeah!) Well, give me all you got, don't hold it back (Yeah!) Well, I should probably warn ya, I'll be just fine (Yeah!) No offense to you, don’t waste your time, here's why...  [Hook] (Because I'm happy) Clap along if you feel like a room without a roof (Because I'm happy) Clap along if you feel like happiness is the truth (Because I'm happy) Clap along if you know what happiness is to you (Because I'm happy) Clap along if you feel like that's what you wanna do  [Bridge] Bring me down Can't nothing bring me down My level's too high to bring me down Can't nothing bring me down, I said... Bring me down Can't nothing bring me down My level's too high to bring me down Can't nothing bring me down, I said...  [Hook] (Because I'm happy) Clap along if you feel like a room without a roof (Because I'm happy) Clap along if you feel like happiness is the truth (Because I'm happy) Clap along if you know what happiness is to you (Because I'm happy) Clap along if you feel like that's what you wanna do (Because I'm happy) Clap along if you feel like a room without a roof (Because I'm happy) Clap along if you feel like happiness is the truth (Because I'm happy) Clap along if you know what happiness is to you (Because I'm happy) Clap along if you feel like that's what you wanna do  [Bridge] Bring me down Can't nothing bring me down My level's too high to bring me down Can't nothing bring me down, I said... Bring me down Can't nothing bring me down My level's too high to bring me down Can't nothing bring me down, I said...  [Hook] (Because I'm happy) Clap along if you feel like a room without a roof (Because I'm happy) Clap along if you feel like happiness is the truth (Because I'm happy) Clap along if you know what happiness is to you (Because I'm happy) Clap along if you feel like that's what you wanna do (Because I'm happy) Clap along if you feel like a room without a roof (Because I'm happy) Clap along if you feel like happiness is the truth (Because I'm happy) Clap along if you know what happiness is to you (Because I'm happy) Clap along if you feel like that's what you wanna do  ",
        "title": "Happy"
    },
    {
        "artist": "Jason Aldean",
        "lyrics": "  [Verse 1] You slip your finger through the tear in my t-shirt You stirrin' up dirty in the back of my mind You keep on flirtin', cause you know that it's workin' You stuck in my head girl writing the lines Couldn't sing this song without you if I tried Let's light it up like it's our last night  [Chorus 1] We're just hanging around Burnin' it down Sippin' on some cold Jack Daniel's Jammin' to some old Alabama with you baby Laying right here naked in my bed I'm just doing my thing You love it when I sing Say it makes you feel like an angel We about to get a little tangled up right about now So girl let's keep burnin' it down Burnin' it down, burnin' it down  [Verse 2] Girl when you want it You know that I'm on it You know that I love lovin' up on you Let's hit the switch and let our shadows dance And light it up like it's our last chance  [Chorus 2] We're just hanging around Burnin' it down Sippin' on some cold Jack Daniel's Jammin' to some old Alabama with you baby Laying right here dreamin' in my bed I'm just doing my thing You love it when I sing Say it makes you feel like an angel We about to get a little tangled up right about now So girl let's keep burnin' it down Burnin' it down, burnin' it down Burnin' it down, burnin' it down  [Bridge] I wanna rock it all night Baby girl will you rock it out with me? I wanna crawl through the dark Just to feel your heartbeat against me I wanna rock it all night Baby girl will you rock it out with me? I wanna crawl through the dark Just to feel your heartbeat against me  [Chorus 1] We're just hanging around Burnin' it down Sippin' on some cold Jack Daniel's Jammin' to some old Alabama with you baby Laying right here naked in my bed I'm just doing my thing You love it when I sing Say it makes you feel like an angel We about to get a little tangled up right about now So girl let's keep burnin' it down Burnin' it down, burnin' it down  [Outro] I wanna rock it all night Baby girl will you rock it out with me? I wanna crawl through the dark Just to feel your heartbeat against me  ",
        "title": "Burnin' It Down"
    },
    {
        "artist": "OneRepublic",
        "lyrics": "  [Verse 1] I'll be your light, your match, your burning sun I'll be the bright, in black, that's making you run And we'll feel alright, and we'll feel alright 'Cause we'll work it out, yeah we'll work it out I'll be doing this, if you had a doubt Til the love runs out, 'til the love runs out  [Verse 2] I'll be your ghost, your game, your stadium I'll be your fifty-thousand clapping like one And I feel alright, and I feel alright 'Cause I worked it out, yeah I worked it out I'll be doin' this, if you had a doubt Til the love runs out, 'til the love runs out  [Chorus] I got my mind made up, Man I can't let go I'm killing every second 'til it saves my soul I'll be running, I'll be running Til the love runs out 'til the love runs out And we'll start a fire, and we'll shut it down Til the love runs out 'til the love runs out  [Verse 3] There's a maniac out in front of me Got an angel on my shoulder, and Mephistopheles But mama raised me good, Mama raised me right Mama said \"do what you want, say prayers at night\" And I'm saying them, cuz I'm so devout Til the love runs out 'til the love runs out, yeah  [Chorus] I got my mind made up, man, I can't let go I'm killing every second 'til it saves my soul (Ooh) I'll be running (Ooh) I'll be running 'Til the love runs out 'til the love runs out And we'll start a fire, and we'll shut it down 'Til the love runs out 'til the love runs out  [Bridge] Ooh, we all want the same thing Ooh, we all run for something Run for God, for fate For love, for hate For gold, for rust For diamonds, for dust I'll be your light, your match, your burning sun I'll be the bright in black that's making you run  [Chorus] I got my mind made up, man, I can't let go I'm killing every second 'til it saves my soul (Ooh) I'll be running (Ooh) I'll be running 'Til the love runs out 'til the love runs out And we'll start a fire, and we'll shut it down 'Til the love runs out 'til the love runs out  [Verse 1 - Outro Variation] I'll be your light, your match, your burning sun I'll be the bright, in black that's making you run And we'll feel alright, and we'll feel alright Cause we'll work it out, yes we'll work it out And we'll start a fire, and we'll shut it down Til the love runs out 'til the love runs out Til the love runs out  ",
        "title": "Love Runs Out"
    },
    {
        "artist": "Florida Georgia Line",
        "lyrics": null,
        "title": "Dirt"
    },
    {
        "artist": "Tinashe Featuring ScHoolboy Q",
        "lyrics": "  [Produced by DJ Mustard]  [Verse 1: Tinashe] Give me all that you got now Make you want me cause I'm hot now I'm gone, so faded I'm on one Bang bang, pop off like a long gun  [Pre-hook: Tinashe] If you a lame, nigga you ain't making no noise Get faded, turn up with the big boys Live fast, die young that's my choice Get money, get money like an invoice We can mob all in the whip Make the money make a grip I be stuntin' with my clique Getting faded 'till we trip (oh)  [Hook: Tinashe] Man, I love to get on I love to get 2 on When the drink be too strong When the tree be way too strong Get faded, turn up, bruh Pour it on up 'till I can't even think no more Get ratchet, go dumb then go more dumb then We can keep it lit, let's roll I love to get 2 on Let-let... let's roll I love to get 2 on, I love to Let-let-let's roll Let-let-let's roll  [Verse 2: Tinashe] Yea we can get active And all my bitches attractive We go, you know who we are now Get high, hotbox in my car now  [Pre-hook: Tinashe] If you a lame, nigga you ain't making no noise Get faded, turn up with the big boys Live fast, die young that's my choice Get money, get money like an invoice We can mob all in the whip Make the money make a grip I be stuntin' with my clique Getting faded 'till we trip (oh)  [Hook: Tinashe] Man, I love to get on I love to get 2 on When the drink be too strong When the tree be way too strong Get faded, turn up, bruh Pour it on up 'till I can't even think no more Get ratchet, go dumb then go more dumb then We can keep it lit, let's roll I love to get 2 on Let-let... let's roll I love to get 2 on, I love to Let-let-let's roll Let-let-let's roll  [Verse 3: ScHoolboy Q] Uh, pull your panties down from under you Beat that pussy up, make you wanna holla Q Drunk than a bitch, high on that Mary Jane Pussy in my mouth, pussy on my pinky ring Nasty, baby me do it in the backseat Swear this marijuana keep it cracking Lights, camera, action, I ain't doing nothing 'til the cash in Money, money, money, weed, fashion Draped up and dripped out, keep the trees passing Girl toot that thing up, fuck me, fuck rapping Days of our lives so clap, clap that cake Spreading your thighs I pump, pump your brakes, ay  [Bridge: Tinashe] Just give me the trees and we can smoke it ya Just give me the drink and we can pour it ya And my enemies, they see me living now And if you roll with me, then you'll be winning now, oh  [Hook: Tinashe] Man, I love to get on I love to get 2 on When the drink be too strong When the tree be way too strong Get faded, turn up, bruh Pour it on up 'till I can't even think no more Get ratchet, go dumb then go more dumb then We can keep it lit, let's roll I love to get 2 on Let-let... let's roll I love to get 2 on, I love to Let-let-let's roll Let-let-let's roll  ",
        "title": "2 On"
    },
    {
        "artist": "Jeremih Featuring YG",
        "lyrics": "  [Produced By: DJ Mustard]  [Intro: YG] Mustard on the beat, ho  [Hook: Jeremih] Rhythm is a dancer, I need a companion Girl I guess that must be you Body like the summer, fuckin' like no other Don't you tell 'em what we do Don't tell 'em, don't tell 'em, you ain't even Don't tell 'em, don't tell 'em You ain't even, you ain't even gotta tell 'em Don't tell 'em, don't tell 'em You ain't even, don't tell 'em, don't tell 'em You ain't even, you ain't even even gotta tell 'em Don't tell 'em, don't tell 'em  [Verse 1: Jeremih] Know you say you down with it Won’t tell em how you hit the ground with it Girl you know I’m from Chicago I act a fool, Bobby Brown with it (in it) Nobody take me out, though You got gifts bring em down the South Pole Marathon doll gon' put in miles Don’t you worry bout him, I gon' work it out  [Pre-Hook: Jeremih] Only is you got me feeling like this Oh why, why, why, why, why Loving while grabbing the rhythm of your hips That’s right, right, right, right, right  [Hook: Jeremih] Rhythm is a dancer, I need a companion Girl I guess that must be you Body like the summer, fuckin' like no other Don't you tell 'em what we do Don't tell 'em, don't tell 'em, you ain't even Don't tell 'em, don't tell 'em You ain't even, you ain't even gotta tell 'em Don't tell 'em, don't tell 'em You ain't even, don't tell 'em, don't tell 'em You ain't even, you ain't even even gotta tell 'em Don't tell 'em, don't tell 'em  [Verse 2: Jeremih] Girl, he fufu with it But you know I know what to do with it I'll give you that, girl, I'm talking laps As if you got a pool in it And she say she ain't with your best friends Then let me be your diamond You know you feeling how your boy press play Just keep that ass rewindin'  [Pre-Hook: Jeremih] Only is you got me feeling like this Oh why, why, why, why Loving while grabbing the rhythm of your hips That’s right, right, right, right, right  [Hook: Jeremih] Rhythm is a dancer, I need a companion Girl I guess that must be you Body like the summer, fuckin' like no other Don't you tell 'em what we do Don't tell 'em, don't tell 'em, you ain't even Don't tell 'em, don't tell 'em You ain't even, you ain't even gotta tell 'em Don't tell 'em, don't tell 'em You ain't even, don't tell 'em, don't tell 'em You ain't even, you ain't even even gotta tell 'em Don't tell 'em, don't tell 'em  [Verse 3: YG] Throw it up, 9-3-4 8-6-1-6 I got a missed call from your bitch She been plottin' on me for a cool minute She wanna' suck my dick, and I'm cool with it I like girls in the shower, when it's winter fresh It’s some Twitter pussy, I met on the Internet On my late-night thirsty, ‘cause it was late-night and I was thirsty Girl, I been to that county girl, I ain't tellin' Handcuff me to the bed, girl it ain't no bailin' I keep a stack of hundreds, I can keep a secret If anything you was explorin', you wasn’t cheating She got my number stored under fake names Her nigga think she faithful, but she runnin game YOLO, so take me out these Polos And we can fuck from Uno to Ocho  [Pre-Hook: Jeremih] Only is you got me feeling like this Oh why, why, why, why, why Loving while grabbing the rhythm of your hips That’s right, right, right, right, right  [Hook: Jeremih (YG)] Rhythm is a dancer, I need a companion Girl I guess that must be you Body like the summer, fuckin' like no other (I keep it on the D.L, and creep like TL Just tell me them details, just hand me) Don't you tell 'em what we do Don't tell 'em, don't tell 'em, you ain't even Don't tell 'em, don't tell 'em You ain't even, you ain't even gotta tell 'em Don't tell 'em, don't tell 'em You ain't even, don't tell 'em, don't tell 'em You ain't even, you ain't even even gotta tell 'em Don't tell 'em, don't tell 'em (no)  [Outro: Jeremih] Right, right, right, right, right, right, right Don't tell 'em, don't tell 'em, no Why, why, why, why would you do (oh) Just keep the rhythm like that, that (that, that) Put in on like that, that (that, that) I know you like that (that, that, that, that) You know I want that (that, that, that, that) Ohh oh-ohh oh-ohh oh-ohh  ",
        "title": "Don't Tell 'Em"
    },
    {
        "artist": "Jason Derulo Featuring Snoop Dogg",
        "lyrics": "  [Intro: Jason Derulo & Snoop Dogg] Ayo, Jason (Oh yeah!) Say somethin' to her, holla at her Haha, I got one question Haha, how do you fit, all that, in them jeans? Hahaha You know what to do with that big fat butt   Wiggle wiggle wiggle Wiggle wiggle wiggle Wiggle wiggle wiggle Just a little bit (swing)  [Verse 1: Jason Derulo] Patty cake, patty cake, with no hands Got me in this club, making wedding plans If I take pictures while you do your dance (do your dance) I could make you famous on Instagram  [Pre-Chorus: Jason Derulo] Hot damn it (woo), your booty like two planets (woo) Go ahead and go ham sandwich (woo) Woah, I can't stand it 'Cause you know what to do with that big fat butt  [Chorus: Jason Derulo & Snoop Dogg] Wiggle wiggle wiggle Wiggle wiggle wiggle Wiggle wiggle wiggle Just a little bit (swing)  [Verse 2: Jason Derulo] Cadillac Cadillac, pop that trunk Let's take a shot, alley oop that donk Tired of working that nine to five Well, baby, let me come and change your life  [Pre-Chorus: Jason Derulo] Hot damn it (woo), your booty like two planets (woo) Go ahead and go ham sandwich (woo) Woah, I can't stand it 'Cause you know what to do with that big fat butt (oh yeah)  [Chorus: Jason Derulo & Snoop Dogg] Wiggle wiggle wiggle Wiggle wiggle wiggle (wiggle wiggle wiggle) Wiggle wiggle wiggle (shake it, shake it, girl) Just a little bit (little bit, little bit, little bit) (swing)  [Verse 3: Snoop Dogg] Shake what your mamma gave you, misbehave you I just wanna strip you, dip you, flip you, bubble bathe you What they do, taste my raindrops, k boo? Now what you're willing, what you wanting, what you may do Completely separated 'til I deeply penetrate it Then I take it out and wipe it off, eat it, ate it, love it, hate it Overstated, underrated, everywhere I been Can you wiggle wiggle for the D-O-double G again?  [Bridge: Jason Derulo] Come on, baby, turn around (turn around, turn around, turn around, yeah) You're a star, girl, take a bow (take a bow, take a bow, take a bow, haha, yeah) It's just one thing that's killing me How do you fit that in them jeans? You know what to do with that big fat butt  [Chorus: Jason Derulo & Snoop Dogg] Wiggle wiggle wiggle (wiggle wiggle wiggle) Wiggle wiggle wiggle (wiggle wiggle wiggle) Wiggle wiggle wiggle (shake it, shake it, girl) Just a little bit (little bit, wiggle wiggle wiggle) (oh, woah)  [Outro: Snoop Dogg] & Jason Derulo Now make it clap (wiggle wiggle wiggle) Now make it clap (wiggle wiggle wiggle) Now make it clap Love it when you do it like that With no hands, baby, make it clap Baby, make it clap, clap, clap (like, swing) Damn, baby, you got a bright future behind you  ",
        "title": "Wiggle"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": "  [Verse 1] Doublewide Quick Stop midnight T-top Jack in her Cherry Coke town Momma and Daddy put their roots right here ‘Cause this is where the car broke down Yellow dog school bus kickin’ up red dust Pickin’ us up by a barbed wire fence MTV on the RCA, no A/C in the vents  [Chorus] We were Jesus saved me, blue jean baby Born in the USA Trailer park truck stop, faded little map dots New York to LA We were teenage dreamin’, front seat leanin’ Baby, come give me a kiss Put me on the cover of the Rolling Stone Uptown down home American kids Growin’ up in little pink houses Makin’ out on living room couches Blowin’ that smoke on a Saturday night A little messed up, but we’re all alright  [Verse 2] Baptist church parkin’ lot, tryin’ not to get caught Take her home and give her your jacket Makin’ it to second base, but sayin’ you went all the way Monday afternoon at practice Sister's got a boyfriend Daddy doesn’t like Now he’s sittin’ out back, 30/30 in his lap In the blue bug zapper light  [Chorus] We were Jesus saved me, blue jean baby Born in the USA Trailer park truck stop, faded little map dots New York to LA We were teenage dreamin’, front seat leanin’ Baby, come give me a kiss Put me on the cover of the Rolling Stone Uptown down home American kids Growin’ up in little pink houses Makin’ out on living room couches Blowin’ that smoke on a Saturday night A little messed up, but we’re all alright  We were Jesus saved me, blue jean baby Born in the USA Trailer park truck stop, faded little map dots New York to LA We were teenage dreamin’, front seat leanin’ Baby, come give me a kiss Put me on the cover of the Rolling Stone Uptown down home American kids Growin’ up in little pink houses Makin’ out on living room couches Blowin’ that smoke on a Saturday night A little messed up, but we’re all alright  ",
        "title": "American Kids"
    },
    {
        "artist": "Dierks Bentley",
        "lyrics": "  [Verse 1] I took two weeks vacation for the honeymoon A couple tickets all inclusive down in Cancun I couldn't get my money back so I'm in seat 7A I'm getting drunk on a plane I bet the fella on the aisle thought I was crazy Cause I taped your picture to the seatback right beside me Now I've got empty mini bottles fillin' both our trays I'm getting drunk on a plane  [Chorus] Buyin' drinks for everybody But the pilot, it's a party Got this 737 rocking like a G6 Stewardess is somethin' sexy Leanin' pourin' Coke and whiskey Told her about my condition Got a little mile-high flight attention It's Mardi Gras up in the clouds I'm up so high, I may never come down I'll try anything to drown out the pain They all know why I'm getting drunk on a plane  [Verse 2] We had this date marked on the calendar forever We'd take that new wed limo airport ride together I feel like a plastic groom alone there at the top of the cake So hey, I'm getting drunk on a plane  [Chorus] Buyin' drinks for everybody But the pilot, it's a party Got this 737 Rocking like a G6 Stewardess is somethin' sexy Leanin' pourin' Coke and whiskey Told her about my condition Got a little mile-high flight attention It's Mardi Gras up in the clouds I'm up so high, I may never come down I'll try anything to drown out the pain They all know why I'm getting drunk on a plane  [Verse 3] On my way home I'll bump this seat right up to first class So I can drink that cheap champagne out of a real glass And when we land I'll call her up and tell her kiss my ass Cause hey, I'm drunk on a plane  [Chorus] Buyin' drinks for everybody But the pilot, it's a party Got this 737 Rocking like a G6 Stewardess is somethin' sexy Leanin' pourin' Coke and whiskey Told her about my condition Got a little mile-high flight attention It's Mardi Gras up in the clouds I'm up so high, I may never come down I'll try anything to drown out the pain They all know why I'm getting drunk on a plane  [Outro] I'm getting drunk on a plane I might be passed out In the baggage claim But right now I'm drunk on a plane  ",
        "title": "Drunk On A Plane"
    },
    {
        "artist": "DJ Snake & Lil Jon",
        "lyrics": "  [Produced by DJ Snake]  [Intro: Lil Jon] Fire up that loud, another round of shots  [Hook: Lil Jon] Turn down for what? Turn down for what? Turn down for what? Turn down for what? Turn down for what? Turn down for what? Turn down for what? Turn down for what? Turn down for what? Turn down for what?  [Bridge: Lil Jon] Fire up that loud, another round of shots Fire up that loud, another round of shots Fire up that loud, another round of shots Fire up that loud, another round of shots Fire up that loud, another round of shots Fire up that loud, another round of shots Fire up that loud, another round of shots Fire up that loud, another round of shots Fire up that loud, another round of shots  [Hook: Lil Jon] Turn down for what? Turn down for what? Turn down for what? Turn down for what? Turn down for what?  ",
        "title": "Turn Down For What"
    },
    {
        "artist": "Lady Antebellum",
        "lyrics": "  [Verse 1] 8 o’clock on Friday night I’m still at home All my girls just keep on blowing up my phone Saying \"come on he ain’t worth the pain\" \"Do what you gotta do to forget his name\" Now there’s only one thing left for me to do Slip on my favorite dress and sky high leather boots Check the mirror one last time And kiss the past goodbye  [Chorus] What I’m really needing now Is a double shot of Crown Chase that disco ball around ‘Til I don’t remember Go until they cut me off Wanna get a little lost In the noise, in the lights Hey bartender pour ‘em hot tonight ‘Til the party and the music and the truth collide Bring it ‘til his memory fades away Hey bartender  [Verse 2] Tonight I’ll let a stranger pull me on the floor Spin me 'round and let him buy a couple more But before it goes too far I’ll let him down easy Cause tonight it’s all about Dancing with my girls to the DJ Put that song on replay  [Chorus] What I’m really needing now Is a double shot of Crown Chase that disco ball around ‘Til I don’t remember Go until they cut me off Wanna get a little lost In the noise, in the lights Hey bartender pour ‘em hot tonight ‘Til the party and the music and the truth collide Bring it ‘til his memory fades away Hey bartender  [Bridge] I’m feeling that buzz I’m ready to rock Ain’t no way I’m gonna tell you to stop So pour that thing up to the top I’m coming in hot Hey bartender Ooh, oh, oh, oh  [Chorus] Hey Bartender What I’m really needing now Is a double shot of Crown Chase that disco ball around ‘Til I don’t remember Go until they cut me off Wanna get a little lost In the noise, in the lights Hey bartender pour ‘em hot tonight ‘Til the party and the music and the truth collide Bring it ‘til his memory fades away Hey bartender Hey bartender  ",
        "title": "Bartender"
    },
    {
        "artist": "Demi Lovato Featuring Cher Lloyd",
        "lyrics": "  [Verse 1: Demi Lovato] You wanna play, you wanna stay, you wanna have it all You started messing with my head until I hit a wall Maybe I should've known Maybe I should've known That you would walk, you would walk out the door (hey) Said we were done, then met someone and rubbed it in my face Cut to the part, she broke your heart, and then she ran away I guess you should've known I guess you should've known that I would talk, I would talk  [Chorus: Demi Lovato] But even if the stars and moon collide I never want you back into my life You can take your words and all your lies Oh-oh-oh, I really don't care Even if the stars and moon collide I never want you back into my life You can take your words and all your lies Oh-oh-oh, I really don't care Oh-oh-oh, I really don't care  [Verse 2: Demi Lovato] I can't believe I ever stayed up writing songs about you You don't deserve to know the way I used to think about you Oh, no, not anymore Oh, no, not anymore You had your shot, had your shot, but you let go Now if we meet out on the street, I won't be running scared I'll walk right up to you and put one finger in the air And make you understand And make you understand You had your chance, had your chance  [Chorus: Demi Lovato] But even if the stars and moon collide I never want you back into my life You can take your words and all your lies Oh-oh-oh, I really don't care Even if the stars and moon collide I never want you back into my life You can take your words and all your lies Oh-oh-oh, I really don't care Oh-oh-oh, I really don't care  [Verse 3: Cher Lloyd] Yeah, listen up Hey, hey, never look back Dumbstruck boy Ego intact Look boy, why you so mad? Second guessing, but should've hit that Hey, Demi, you picked the wrong lover Should've picked that one, he's cuter than the other I just wanna laugh, 'cause you tryna be a hipster Kick him to the curb, take a Polaroid picture  [Chorus: Demi Lovato] But even if the stars and moon collide I never want you back into my life You can take your words and all your lies Oh-oh-oh, I really don't care Even if the stars and moon collide I never want you back into my life You can take your words and all your lies Oh-oh-oh, I really don't care Oh-oh-oh, I really don't care  ",
        "title": "Really Don't Care"
    },
    {
        "artist": "Chris Brown Featuring Lil Wayne & French Montana Or Too $hort Or Tyga",
        "lyrics": "  [Intro: Lil Wayne & Chris Brown] YOUNG MULA BAAAAY-BAY! (Let me see) Haha, you thought it was over? (Let me see)  [Verse 1: Lil Wayne] I wasn't born last night I know these hoes ain’t right But you was blowing up her phone last night But she ain’t have her ringer nor her ring on last night, oh Nigga, that’s that nerve Why give a bitch your heart When she rather have a purse? Why give a bitch your inch When she rather have nine? You know how the game goes She be mine by half time, I’m the shit, oh Nigga, that’s that nerve You all about her, and she all about hers Birdman Junior in this bitch, no flamingos And I done did everything but trust these hoes (CB fuck with me!)  [Hook: Chris Brown] When a rich nigga want you And your nigga can't do nothing for ya These hoes ain’t loyal These hoes ain’t loyal Yeah, yeah, let me see  [Bridge: Chris Brown] Just got rich Took a broke nigga’s bitch I can make a broke bitch rich But I don’t fuck with broke bitches  [Verse 2: Chris Brown] Got a white girl with some fake titties I took her to the bay with me Eyes closed smoking marijuana Rolling up the Bob Marley I’m a Rasta She wanna do drugs (drugs) smoke weed, get drunk (wasted) She wanna see a nigga trap She wanna fuck all the rappers (uh-huh)  [Hook]  [Verse 3: Chris Brown] Black girl with a big booty If she a bad bitch, let’s get to it, right away We up in this club Bring me the bottles I know girl, that you came in this bitch with your man That’s a no-no girl All this money in the air I wanna see you dance  [Bridge]  [Hook]  [Verse 4: French Montana] HAH! Once Cirocs in the system Ain’t no telling will I fuck them, will I diss them That’s what they be yelling, I’m a pimp by blood Not relation, I don’t chase em, I replace em (HANNNN!) LVs, Hermes, Dolces Them hoes, ain’t loyal, man, they rotate School me to the game, now I know my duty Put her in the Lotus She was riding in that hoopty (WHOOP!) Fuck that bitch I got my own ho Fuck your weed I got my own smoke Had to put my mink back on Tell that bitch, put her ring back on Montana  [Verse 5: Chris Brown] Come on, come on, girl Why you frontin’? Baby show me something When I call her, she gon’ leave And I bet that bottom dollar she gon’ cheat Come on, come on, girl Why you frontin’? Baby show me something You done spent your bread on her And it’s all for nothing (yeah, yeah, yeah)  [Hook]  ",
        "title": "Loyal"
    },
    {
        "artist": "MKTO",
        "lyrics": "  [Intro] Hey! Where's the drums? Wooh oh oh oh Let's go!  [Verse 1: Tony Oller] Woo girl, you're shining Like a 5th Avenue diamond And they don't make you like they used to You're never going out of style Woo pretty baby This world might have gone crazy The way you saved me, who could blame me? When I just wanna make you smile  [Pre-Hook] I wanna thrill ya like Michael I wanna kiss you like Prince Let's get it on like Marvin Gaye, like Hathaway Write a song for you like this  [Hook 1] You're over my head, I'm out of my mind Thinking I was born in the wrong time One of a kind, living in a world gone plastic Baby, you're so classic Baby, you're so classic (Baby you) Baby, you're so classic  [Verse 2: Tony Oller] Four dozen of roses Anything for you to notice All the way to serenade you Doing it Sinatra style Imma pick you up in a Cadillac Like a gentleman, bringing, glamour back Keep it real to real in the way I feel I could walk you down the aisle  [Pre-Hook] I wanna thrill ya like Michael I wanna kiss you like Prince Let's get it on like Marvin Gaye, like Hathaway Write a song for you like this  [Hook 2] You're over my head, I'm out of my mind Thinking I was born in the wrong time It's not a rewind, everything is so throwback-ish I kinda like it like it Out of my league, old school chic Like a movie star from a silver screen You're one of a kind, living in a world gone plastic Baby, you're so classic Baby, you're so classic Baby, you're so classic  [Verse 3: Malcolm Kelly] Baby you're class, and baby you're sick I never met a girl like you until we met A star in the 40's, center fold in the 50's You got met tripping out like the 60's, hippies Queen of the discotheque A 70's dream and an 80's best Hepburn, Beyonce, Marilyn, Massey Girl you're timeless Just so classic  [Hook 2] You're over my head, I'm out of my mind Thinking I was born in the wrong time It's not a rewind, everything is so throwback-ish I kinda like it like it Out of my league, old school chic Like a movie star from a silver screen You're one of a kind, living in a world gone plastic Baby, you're so classic Baby, you're so classic Baby, you're so classic  ",
        "title": "Classic"
    },
    {
        "artist": "OneRepublic",
        "lyrics": "  [Chorus - OneRepublic] Lately, I've been, I've been losing sleep Dreaming about the things we could be But baby, I've been, I've been praying hard Said no more counting dollars We'll be counting stars Yeah we'll be counting stars  [Verse 1 - OneRepublic] I see this life, like a swinging vine Swing my heart across the line And in my face is flashing signs Seek it out and ye' shall find Old, but I'm not that old Young, but I'm not that bold And I don't think the world is sold On just doing what we're told I-I-I-I feel something so right Doing the wrong thing I-I-I-I feel something so wrong Doing the right thing I couldn't lie, couldn't lie, couldn't lie Everything that kills me makes me feel alive  [Chorus - OneRepublic] Lately, I've been, I've been losing sleep Dreaming about the things we could be But baby, I've been, I've been praying hard Said no more counting dollars We'll be counting stars  [Chorus - OneRepublic] Lately, I've been, I've been losing sleep Dreaming about the things we could be But baby, I've been, I've been praying hard Said no more counting dollars We'll be, we'll be counting stars  [Verse 2- OneRepublic] I feel the love and I feel it burn Down this river, every turn Hope is our four-letter word Make that money, watch it burn Old, but I'm not that old Young, but I'm not that bold And I don't think the world is sold On just doing what we're told I-I-I-I feel something so wrong Doing the right thing I could lie, could lie, could lie Everything that drowns me makes me wanna fly  [Chorus - OneRepublic] Lately, I've been, I've been losing sleep Dreaming about the things we could be But baby, I've been, I've been praying hard Said no more counting dollars We'll be counting stars  [Chorus - OneRepublic] Lately, I've been, I've been losing sleep Dreaming about the things we could be But baby, I've been, I've been praying hard Said no more counting dollars We'll be, we'll be counting stars  [Bridge - OneRepublic] Take that money Watch it burn Sink in the river The lessons I've learned Take that money Watch it burn Sink in the river The lessons I've learned Take that money Watch it burn Sink in the river The lessons I've learned Take that money Watch it burn Sink in the river The lessons I've learned  [Interlude - OneRepublic] Everything that kills me Makes me feel alive  [Chorus - OneRepublic] Lately, I've been, I've been losing sleep Dreaming about the things we could be But baby, I've been, I've been praying hard Said no more counting dollars We'll be counting stars  [Chorus - OneRepublic] Lately, I've been, I've been losing sleep Dreaming about the things we could be But baby, I've been, I've been praying hard Said no more counting dollars We'll be, we'll be counting stars  [Bridge - OneRepublic] Take that money Watch it burn Sink in the river The lessons I've learned  Take that money Watch it burn Sink in the river The lessons I've learned  Take that money Watch it burn Sink in the river The lessons I've learned  Take that money Watch it burn Sink in the river The lessons I've learned  ",
        "title": "Counting Stars"
    },
    {
        "artist": "Lee Brice",
        "lyrics": "  I’ll never settle down That’s what I always thought Yeah, I was that kind of man Just ask anyone  I don’t dance, But here I am Spinning you round and round in circles It Ain’t my style, but I don’t care I’d do anything with you anywhere Yes, you got me in the palm of your hand Cause, I don’t dance  Love’s never come my way I’ve never been this far Cause you took these two left feet And waltzed away with my heart  No, I don’t dance, but here I am Spinning you round and round in circles It ain’t my style, but I don’t care I’d do anything with you anywhere Yes, you got me in the palm of your hand, girl Cause, I don’t dance Ohhh I don’t dance  Ooh  I don’t dance, but here I am Spinning you round and round in circles It ain’t my style, but I don’t care I’d do anything with you anywhere  I don’t dance, but here I am Spinning you around and around in circles It ain’t my style, but I don’t care I’d do anything with you anywhere Yeah, you got me in the palm of your hand, girl Cause, I don’t dance  Oh No..  Oooh…  ",
        "title": "I Don't Dance"
    },
    {
        "artist": "Coldplay",
        "lyrics": "  [Verse 1] 'Cause you're a sky, 'cause you're a sky full of stars I'm gonna give you my heart 'Cause you're a sky, 'cause you're a sky full of stars 'Cause you light up the path  [Hook] I don't care, go on and tear me apart I don't care if you do, oh oh, oh 'Cause in a sky, 'cause in a sky full of stars I think I saw you  [Verse 2] 'Cause you're a sky, 'cause you're a sky full of stars I want to die in your arms, oh 'Cause you get lighter the more it gets dark I'm gonna give you my heart, oh  [Hook] I don't care, go on and tear me apart I don't care if you do, oh oh, oh 'Cause in a sky, 'cause in a sky full of stars I think I see you, I think I see you  [Outro] So sky, you're a sky full of stars Such a heavenly view You're such a heavenly view (yeah, yeah, yeah, oh)  ",
        "title": "A Sky Full Of Stars"
    },
    {
        "artist": "Tove Lo",
        "lyrics": "  [Verse 1] I eat my dinner in my bathtub, then I go to sex clubs, watching freaky people getting it on It doesn't make me nervous if anything, I'm restless yeah, I've been around and I've seen it all I get home, I got the munchies, binge on all my Twinkies, throw up in the tub and I go to sleep And I drank up all my money, dazed and kinda lonely  [Chorus] You're gone and I got to stay high All the time, to keep you off my mind Oh oh oh  oh, oh oh oh  oh High, all the time, to keep you off my mind Oh oh oh  oh, oh oh oh  oh Spend my days locked in a haze, trying to forget you, babe, I fall back down I gotta stay high, all my life, to forget I'm missing you Oh oh oh  oh, oh oh oh  oh  [Verse 2] Pick up daddies at the playground, how I spend my day time, loosen up their frown, make them feel alive Make it fast and greasy, I'm numb and way too easy  [Chorus] You're gone and I got to stay high All the time, to keep you off my mind Oh oh oh  oh, oh oh oh  oh High, all the time, to keep you off my mind Oh oh oh  oh, oh oh oh  oh Spend my days locked in a haze, trying to forget you, babe, I fall back down I gotta stay high, all my life, to forget I'm missing you Oh oh oh  oh, oh oh oh  oh  [Bridge] Staying in my play pretend, where the fun ain't got no end, oh Can't go home alone again, need someone to numb the pain, oh Staying in my play pretend, where the fun ain't got no end, oh Can't go home alone again, need someone to numb the pain  [Chorus] You're gone and I got to stay high All the time, to keep you off my mind Oh oh oh  oh, oh oh oh  oh High, all the time, to keep you off my mind Oh oh oh  oh, oh oh oh  oh Spend my days locked in a haze, trying to forget youc babe, I fall back down I gotta stay high, all my life, to forget I'm missing you Oh oh oh  oh, oh oh oh  oh  ",
        "title": "Habits (Stay High)"
    },
    {
        "artist": "ScHoolboy Q Featuring BJ The Chicago Kid",
        "lyrics": "  [Produced by Swiff D]  [Hook: BJ the Chicago Kid] I'm just sittin' in the studio just tryna get to you, baby But this song so fuckin' dope, girl, it's harder not for me to blaze it To tell the truth, wish it was you in this booth that I was blazin' So I'm just sittin' in the studio just tryna get to you, baby  [Verse 1: ScHoolboy Q] See I've been in the studio just tryna get to you, baby All nigHt layin' verses tHougH I'd ratHer lay witH you, baby Bra and panties matcHin', nail and toes, you all kinda lady Angel out of Heaven, sucH a goddess Have a nigga prayin'  [Hook: BJ the Chicago Kid] I'm just sittin' in the studio just tryna get to you, baby But this song so fuckin' dope, girl, it's harder not for me to blaze it To tell the truth, wish it was you in this booth that I was blazin' So I'm just sittin' in the studio just tryna get to you, baby  [Verse 2: ScHoolboy Q] You need a real nigga, shorty So come and throw that pussy, shorty See I think you and me can make it This little verse to get you naked See, your heart ain't meant for breaking Cupid's never been mistaken See, I been caught up in tHe moment Shit, my type ain't quite Her type but now this gangsta nigga on it She can twist my weed and hit the 'yac I can hit your type without the hat, put that pussy on the map I see qualities in a bad girl, I know that ass you got Come with attitude and your swag, girl, you ain't wrong, girl Just wHen tHat door knock lose your tHong, girl 'Cause you girl, 'cause you girl, girl, 'cause you girl, girl 'Cause you girl, girl...  [Hook: BJ the Chicago Kid] I'm just sittin' in the studio just tryna get to you, baby But this song so fuckin' dope, girl, it's harder not for me to blaze it To tell the truth, wish it was you in this booth that I was blazin' So I'm just sittin' in the studio just tryna get to you, baby  [Verse 3: ScHoolboy Q] Throw a loc your pussy, girl, you knowing that your nigga faded Can I hit that pussy way I wanna while this record playing? Put my tongue in different places, play a game of Operation Like, na-na-na, la-la, la-la, you get wHat I'm saying No metaphors, nothing like that I'm keeping it straight to tHe point with you So, I'mma put this dick up all in-side-of-you  [Hook: BJ the Chicago Kid] I'm just sittin' in the studio just tryna get to you, baby But this song so fuckin' dope, girl, it's harder not for me to blaze it To tell the truth, wish it was you in this booth that I was blazin' So I'm just sittin' in the studio just tryna get to you, baby I'm just sittin' in the studio just tryna get to you, baby But this song so fuckin' dope, girl, it's harder not for me to blaze it To tell the truth, wish it was you in this booth that I was blazin' So I'm just sittin' in the studio just tryna get to you, baby  ",
        "title": "Studio"
    },
    {
        "artist": "T.I. Featuring Iggy Azalea",
        "lyrics": "  [Hook: T.I.] All I fuck bad bitches, I don't want no mediocre ho Don't want no mediocre, I don't want no mediocre, no! Bad bitches only, ain't no mediocre ho Don't want no mediocre, I won't hit no mediocre, yeah Bad bitch stuntin' on them mediocre hoes On them mediocre, you stunt on them mediocre 7, bitches with me and ain't none of them mediocre From they head to they toes they so far from mediocre  [Verse 1: T.I.] Right hand in the air, I solemnly swear I never fuck a bitch if she don’t do her hair, no more You won’t get no dick if it’s a bush down there Girl, I should see nothing but pussy when I look down there Hey, come fuck with a nigga, what better to do? He call and ask how you doin, tell him \"Better than you\", yeah I’m kicked back with four pieces like a Kit Kat Me fucking if you ain’t a dime, just forget that Pretty face, fat ass, if she don’t have Have one of these, well, I think I’ll pass I just handed her the keys to a new drop Jag When she took it, I took it back, you shoulda asked for a Benz That’s mediocre bitch!  [Hook: T.I.] All I fuck bad bitches, I don't want no mediocre ho Don't want no mediocre, I don't want no mediocre, no! Bad bitches only, ain't no mediocre ho Don't want no mediocre, I won't hit no mediocre, yeah Bad bitch stuntin' on them mediocre hoes On them mediocre, you stunt on them mediocre 7, bitches with me and ain't none of them mediocre From they head to they toes they so far from mediocre  [Verse 2: Iggy Azalea] Heard he want to lay it down on Iggy Iggy Gave it to him twice, now he want a 3, Mike Bibby Diva, but I need a bad boy, rest in peace, Whitney Pardon me but I don’t think none of these bitches fucking with me Want a billboard bitch? Stop running in place Heels on me saying gimme 6 inches of space Courtside while designer frames cover my face Now everybody in the game wanna get 'em a taste I’m still Grand Hustle first lady, fuck you pay me Bet he won't go 12 rounds with the million dollar baby I can change your life quick, stop playing with me And if you ain't talking money what you saying to me? Iggs  [Hook: T.I.] All I fuck bad bitches, I don't want no mediocre ho Don't want no mediocre, I don't want no mediocre, no! Bad bitches only, ain't no mediocre ho Don't want no mediocre, I won't hit no mediocre, yeah Bad bitch stuntin' on them mediocre hoes On them mediocre, you stunt on them mediocre 7, bitches with me and ain't none of them mediocre From they head to they toes they so far from mediocre  [Verse 3: T.I.] I'm in Brazil with a bitch Catch me in a mansion in the hills with a bitch Get her out them tennis shoes, throw some heels on a bitch I’m the type of nigga split a mil with a bitch Hold up, only if she bad though Out here trying to find someone that better than my last ho Take her to my castle, drown her in my cash flow Say your dick so little she can fit it in her asshole Told me she can't ride this shit no further than a cab go Said I got that dumb dick, she wanna be my tutor So she give me brain, getting head on the scooter Had sex on the beach from Bermuda up to Cuba I done fucked a lot of dimes but I’m looking for a cuter bitch You the shit, what she say when she got to sit When I ain't around, give a damn who you do it with Super thick, pretty face, ménage à veinte 20 at the same time, wanna get ya rent paid?  [Hook: T.I.] All I fuck bad bitches, I don't want no mediocre ho Don't want no mediocre, I don't want no mediocre, no! Bad bitches only, ain't no mediocre ho Don't want no mediocre, I won't hit no mediocre, yeah Bad bitch stuntin' on them mediocre hoes On them mediocre, you stunt on them mediocre 7, bitches with me and ain't none of them mediocre From they head to they toes they so far from mediocre  ",
        "title": "No Mediocre"
    },
    {
        "artist": "Tim McGraw Featuring Faith Hill",
        "lyrics": "  [Verse 1: Tim McGraw] Runnin round in this new truck Bank lets me borrow from month to month I'm runnin out of credit, find a little Cash on the radio Standin still they're blowin past, numbers on cars goin NASCAR fast What I wouldn't give for a slow down, don't ya know? Cause where I come from, only the horses run When the day is done, we take it easy  [Chorus: Tim McGraw] Meanwhile back at Mama's The porch light's on, come on in if you wanna Supper's on the stove and beer's in the fridge Red sun sinkin' out low on the ridge Game's on the tube and Daddy smokes cigarettes Whiskey keeps his whistle wet Funny the things you thought you'd never miss In a world gone crazy as this  [Verse 2: Tim McGraw] Well I found a girl and we don't fit in here Talk about how hard it is to breathe here Even with the windows down can't catch a southern breeze here One of these days gonna pack it up and leave here Cause  [Chorus: Tim McGraw and Faith Hill] Meanwhile back at Mama's The porch light's on, come on in if you wanna Supper's on the stove and beer's in the fridge Red sun sinkin' out low on the ridge Game's on the tube and Daddy smokes cigarettes Whiskey keeps his whistle wet](3055200) [Funny the things you thought you'd never miss In a world gone crazy as this  [Bridge: Tim McGraw and Faith Hill] Oh I miss yeah a little dirt on the road, I miss corn growin in a row I miss being somebody everybody knows, there everybody knows everybody I miss those small town routes, walkin around in muddy boots The sound of rain on an old tin roof It's time we head on back  [Final Chorus: Tim McGraw and Faith Hill] Cause meanwhile back at Mama's The for sale sign's goin up and I'm gonna Dump this truck and the little I got On a loan to own and a three-acre lot Put supper on the stove and beer in the fridge Goin' for broke and we're gonna be rich Watch the sun settin on the ridge Baby tell me what you think about this  [Outro:Tim McGraw and Faith Hill] Me and you back at Mama's Yeah me and you back at Mama's  ",
        "title": "Meanwhile Back At Mama's"
    },
    {
        "artist": "Lil Wayne Featuring Drake",
        "lyrics": "  [Produced by Boi-1da and Vinylz]  [Chorus: Drake] I'm the only one that get the job done I don't know a nigga that could cover for me Yeah, got some game from my dad He said she might say she love me She don't love me like she say she love me Believe me, believe me I'm that nigga, boy they love me in the streets I'm not tryna find nobody else to beat I'm the one they come to see because they all Believe me  [Verse 1: Drake] Yeah, rip, rip rip It's been me and Young Tune off the rip That's the man that put me in this shit If a nigga fuck with him, I'll put him down quick Got a verse for anybody wanna talk about the clique I've been takin' shit light, you don't wanna hear me trip God damn, do y'all really know who y'all fuckin' with? Yeah, I mean you can't blame me for wonderin' Doesn't matter, could be winter or the summer On the road, I do One Direction numbers, I don't fuckin' miss Yeah, Stunna and Mack know When Wayne was gone for eight months, we put this thing up on our back And I was snappin' off on every single track though Collect call from the boss like where we at though I was like, \"Hah, it's our time, nigga\" He left Rikers in a Phantom, that's my nigga And I'll been rockin' with the team 'til Carter IX And we YMCMB, waitin' on somebody to try us, nigga Yeah  [Chorus: Drake] I'm the only one that get the job done I don't know a nigga that could cover for me Yeah, got some game from my dad He said she might say she love me She don't love me like she say she love me Believe me, believe me I'm that nigga, boy they love me in the streets I'm not tryna find nobody else to beat I'm the one they come to see because they all Believe me  [Verse 2: Lil Wayne] Lord knows I'll murk one of these niggas, yeah His and hers Ferraris, nigga One for me, one for my daughter, nigga Waitin' for someone to test me like a Harvard nigga I tote a 223, two Michael Jordans, nigga Come on, fight these shell cases like a lawyer, nigga Find out where you stay, and act like we found some oil, nigga Out of duct tape so when he prayin' I ignore the nigga All I gotta say is \"sayonara, nigga\" Drop dead gorgeous but the bitch ain't dyin' for a nigga Where the real queens at? Shout out Capone and Noreaga We can shoot it out and see who live to tell the story later Diamonds in my Rollie face cannot be exfoliated They think I'm associated, I'm the one that orchestrated Yayo get her ass whipped, whip that ass like horses racin' Ain't 'bout what you walk away from, it's 'bout what you walk away with Dead Presidents, them coffins vacant I must be doin' somethin'  [Chorus: Drake] I'm the only one that get the job done I don't know a nigga that could cover for me Yeah, got some game from my dad He said she might say she love me She don't love me like she say she love me Believe me, believe me I'm that nigga, boy they love me in the streets I'm not tryna find nobody else to beat I'm the one they come to see because they all Believe me  [Verse 3: Drake] Had to get it poppin' off the rip Rich young nigga that ain't never had to trick Slim Thug flow but you know I like 'em thick If she get a job at DOA, I drop her off a tip I had to get it poppin' off the rip I'm the one they tell yah been reppin' in the 6 Come into the city and yah niggas get to trippin' We'll take yah to the Scarborough Bluff and drop you off a cliff Well damn, just be happy for the man Nirvana, Coldplay, nigga got bands Ink from the money, got it all over my hands Goin' out to Houston, spendin' all of my advance V Live just took me for a cheque \"Drake you know I love you, you just took me outta debt\" Yes, right now you are lookin' at the best Mothafuck award shows and mothafuck the press like that  [Verse 4: Lil Wayne] Mothafuck the rest When they jumped off the porch, I was stumblin' up the steps I'd give what I collect before I give up my connect It'd be a cold day in Hell, icicles made of sweat One finger, slidin' 'cross my neck Niggas know what that mean like they deaf Nigga I'll fire this nina like it's her first day On the job and the bitch overslept Tune stay humble, nigga I'm a king Need a horn and a drumroll They throw mothafuckin' roses at my feet, nigga I don't step on one rose I'm the only one that get the job done I don't know a nigga that can cover for me Tape a couple kilos to the bitch stomach She look like she got a bun in the oven from me Preheat, believe me All you gotta do is pay me every week I had these bitches havin' babies every week I'm the nigga, see me skatin' in the streets Gone  [Outro: Drake] Rip rip, nigga  ",
        "title": "Believe Me"
    },
    {
        "artist": "Echosmith",
        "lyrics": "  [Verse 1] She sees them walking in a straight line, that's not really her style And they all got the same heartbeat, but hers is falling behind Nothing in this world could ever bring them down Yeah, they're invincible, and she's just in the background And she says...  [Hook] I wish that I could be like the cool kids Cause all the cool kids, they seem to fit in I wish that I could be like the cool kids Like the cool kids  [Verse 2] He sees them talking with a big smile, but they haven't got a clue Yeah, they're living the good life, can't see what he is going through They're driving fast cars, but they don't know where they're going In the fast lane, living life without knowing And he says...  [Hook] I wish that I could be like the cool kids Cause all the cool kids, they seem to fit in I wish that I could be like the cool kids Like the cool kids I wish that I could be like the cool kids Cause all the cool kids, they seem to get it I wish that I could be like the cool kids Like the cool kids  [Bridge] And they said...  [Hook] I wish that I could be like the cool kids Cause all the cool kids, they seem to fit in I wish that I could be like the cool kids Like the cool kids I wish that I could be like the cool kids Cause all the cool kids, they seem to fit in I wish that I could be like the cool kids Like the cool kids I wish that I could be like the cool kids Cause all the cool kids, they seem to get it I wish that I could be like the cool kids Like the cool kids Like the cool kids  ",
        "title": "Cool Kids"
    },
    {
        "artist": "Bastille",
        "lyrics": "  [Directed by Jesse John Jenkins]  [Intro] Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu  [Verse 1] I was left to my own devices Many days fell away with nothing to show  [Pre-Chorus] And the walls kept tumbling down in the city that we love Great clouds roll over the hills, bringing darkness from above  [Chorus] But if you close your eyes Does it almost feel like nothing changed at all? And if you close your eyes Does it almost feel like you've been here before? How am I going to be an optimist about this? How am I going to be an optimist about this?  [Verse 2] We were caught up and lost in all of our vices In your pose as the dust settled around us  [Pre-Chorus] And the walls kept tumbling down in the city that we love Great clouds roll over the hills, bringing darkness from above  [Chorus] But if you close your eyes Does it almost feel like nothing changed at all? And if you close your eyes Does it almost feel like you've been here before? How am I going to be an optimist about this? How am I going to be an optimist about this?  [Bridge] Oh, where do we begin, the rubble or our sins? Oh, where do we begin, the rubble or our sins?  [Pre-Chorus] And the walls kept tumbling down in the city that we love (Oh, where do we begin, the rubble or our sins?) Great clouds roll over the hills bringing darkness from above (Oh, where do we begin, the rubble or our sins?)  [Chorus] But if you close your eyes Does it almost feel like nothing changed at all? And if you close your eyes Does it almost feel like you've been here before? How am I going to be an optimist about this? How am I going to be an optimist about this? If you close your eyes Does it almost feel like nothing changed at all?  [Outro] Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu  ",
        "title": "Pompeii"
    },
    {
        "artist": "Florida Georgia Line Featuring Luke Bryan",
        "lyrics": "  [Verse 1] The mixtapes got a little Hank, little Drake A little something bumping, thump, thumping on the wheel ride The mix in our drink's a little stronger than you think So get a grip, take a sip of that feel right The truck's jacked up, flat bills flipped back Yeah you can find us where the party's at  [Chorus] This is how we roll... We hanging round singing out everything on the radio, woah... We light it up with our hands up This is how we roll This is how we do We're burning down the night shooting bullets at the moon, baby This is how we roll...  [Verse 2] Yeah baby this is how we roll We rollin' into town With nothing else to do we take another lap around Yeah holla at your boy if you need a ride If you roll with me, yeah you know we rollin' high Up on them 37 Nittos, windows tinted hard to see though How fresh my baby is in the shotgun seat oh Them kisses are for me though, automatic like a free throw This life I live it might not be for you, but it's for me though Let's roll!  [Chorus] This is how we roll... We hanging round singing out everything on the radio, woah... We light it up with our hands up This is how we roll This is how we do When the world turns ugly I just turn and look at you, baby This is how we roll...  [Guitar Solo]  [?]  [Bridge: Luke Bryan] Yeah we're proud to be young We stick to our guns We love who we love and we wanna have fun Yeah we cuss on them Mondays And pray on them Sundays Pass it around and we dream about one day  [Chorus] 'Cause this is how we roll... (come now) We hanging round singing out everything on the radio, woah... (get your hands up, get your hands up, get your hands up) We light it up with our hands up This is how we roll This is how we ride We slangin' up the mud cuttin' through the country side, baby This is how we roll...  [Outro] Yeah, this is how we roll… (this is how we roll)(yeah baby, lets go) This how we roll, (this is how we roll…) This is how we do We burnin down the night shootin bullets at the moon Baby this is how we roll… (BK, Tyler) (one more time, let’s go) Yeah this is how we roll (this is how we roll)…  ",
        "title": "This Is How We Roll"
    },
    {
        "artist": "KONGOS",
        "lyrics": "  [Intro] Come with me now Come with me now Whoa, come with me now I'm gonna take you down Whoa, come with me now I'm gonna show you how Whoa, come with me now I'm gonna take you down Whoa, come with me now I'm gonna show you how  [Verse 1] Afraid to lose control And caught up in this world I've wasted time, I've wasted breath I think I've thought myself to death I was born without this fear Now only this seems clear I need to move, I need to fight I need to lose myself tonight  [Chorus] Whoa, come with me now I'm gonna take you down Whoa, come with me now I'm gonna show you how  [Verse 2] I think with my heart and I move with my head I open my mouth and it's something I've read I stood at this door before, I'm told But a part of me knows that I'm growing too old Confused what I thought with something I felt Confuse what I feel with something that's real I tried to sell my soul last night Funny, he wouldn't even take a bite  [Pre-Chorus] Far away I heard him say (Come with me now) Don't delay I heard him say (Come with me now) Far away I heard him say (Come with me now) Don't delay I heard him say (Come with me now)  [Chorus] Whoa, come with me now I'm gonna take you down Whoa, come with me now I'm gonna show you how  [Guitar Solo]  [Verse 1] Afraid to lose control And caught up in this world I've wasted time, I've wasted breath I think I've thought myself to death I was born without this fear Now only this seems clear I need to move, I need to fight I need to lose myself tonight  [Chorus] Whoa, come with me now I'm gonna take you down Whoa, come with me now I'm gonna show you how  ",
        "title": "Come With Me Now"
    },
    {
        "artist": "Miranda Lambert Duet With Carrie Underwood",
        "lyrics": "  [Written by Chris DeStefano, Brett James, and Priscilla Renea]  [Intro] Stand on the box, stomp your feet, get clapping Got a real good feeling something bad about to happen  [Verse 1: Miranda] Pulled up to the church but I got so nervous Had to back it on up, couldn't make it to the service Grabbed all the cash underneath my mattress Got a real good feeling something bad about to happen  [Carrie] Ran into a girl in a pretty white dress Rolled down a window, where you headed to next? Said I'm heading to the bar with my money out of the mattress Got a real good feeling something bad about to happen  [Chorus] Stand on the box, stomp your feet, start clapping Got a real good feeling something bad about to happen Drinks keep coming, throw my head back laughing Wake up in the morning, don't know what happened Whoa...something bad Whoa...something bad  [Verse 2: Carrie] Now me and that girl that I met on the street We're rollin' down the road, down to New Orleans Got a full tank of gas and the money out of the mattress Got a real good feeling something bad about to happen  [Miranda] Bout to tear it up down in New Orleans Just like a real-life Thelma and Louise If the cops catch up, they're gonna call it kidnapping Got a real good feelin' something bad about to happen  [Chorus] Stand on the box, stomp your feet, start clapping Got a real good feeling something bad about to happen Drinks keep coming, throw my head back laughing Wake up in the morning, don't know what happened Whoa...something bad Whoa...something bad  Stand on the box, stomp your feet, start clapping Got a real good feeling something bad about to happen Drinks keep coming, throw my head back laughing Wake up in the morning, don't know what happened Whoa...something bad Whoa...something bad  ",
        "title": "Somethin' Bad"
    },
    {
        "artist": "Nicki Minaj",
        "lyrics": "  [Pre-Hook] Pills n' potions We're overdosin' I'm angry but I still love you Pills n potions We’re overdosin' Can't stand it but I still love you  [Hook] I still love, I still love, I still love, I still love, I still lo-o-ove I still love, I still love, I still love, I still love, I still love I still love, I still love, I still love, I still love, I still lo-o-ove I still love, I still love, I still love, I still love, I still love  [Verse 1] Ayo, they could never make me hate you Even though what you was doin’ wasn’t tasteful Even though you out here lookin’ so ungrateful I'mma keep it movin’ be classy and graceful I told 'em it’s no friends in the game, you ain’t learned that yet All the bridges you came over, don’t burn that yet Niggas want respect, but niggas ain't earned that yet Self-righteous and entitled but they swearin' on the Bible, that They love you, when really they no different from all your rivals But I still don’t wish death on ‘em, I just reflect on 'em  [Pre-Hook] Pills n' potions We're overdosin' I'm angry but I still love you Pills n potions We’re overdosin' Can't stand it but I still love you  [Hook] I still love, I still love, I still love, I still love, I still lo-o-ove I still love, I still love, I still love, I still love, I still love I still love, I still love, I still love, I still love, I still lo-o-ove I still love, I still love, I still love, I still love, I still love  [Verse 2] Yo, people will love you and support you when it’s beneficial I'mma forgive, I won't forget, but I'mma dead the issue Soon as you out a nigga’s life is when they start to miss you They see you doin' good now, it’s kinda hard to diss you Niggas be sick when they remember all the bad they wished you Niggas be mad when they can't come and live lavish with you But I sped off in a Benzy, I see the envy, when I’m causing a frenzy So I pop pills for 'em, cop cribs in the hills, on ‘em  [Pre-Hook] Pills n' potions We're overdosin' I'm angry but I still love you Pills n potions We’re overdosin' Can't stand it but I still love you  [Hook] I still love, I still love, I still love, I still love, I still lo-o-ove I still love, I still love, I still love, I still love, I still love I still love, I still love, I still love, I still love, I still lo-o-ove I still love, I still love, I still love, I still love, I still love  [Bridge] I get high off your memory I get high off your memory I get high off your memory In due time we’ll be fine In due time  [Hook] I still love, I still love, I still love, I still love, I still lo-o-ove I still love, I still love, I still love, I still love, I still love I still love, I still love, I still love, I still love, I still lo-o-ove I still love, I still love, I still love, I still love, I still love  ",
        "title": "Pills N Potions"
    },
    {
        "artist": "Paramore",
        "lyrics": "  [Verse 1] I don’t mind Letting you down easy, but just give it time If it don’t hurt now just wait, just wait a while You’re not the big fish in the pond no more You are what they're feeding on  [Bridge] So what are you gonna do When the world don't orbit around you So what are you gonna do When the world don't orbit around you  [Chorus] Ain’t it fun Living in the real world Ain’t it good Being all alone  [Verse 2] Where you're from You might be the one who’s running things Well you could ring anybody's bell and get want you want You see it’s easy to ignore trouble When you’re living in a bubble  [Bridge] So what are you gonna do When the world don’t orbit around you So what are you gonna do When nobody wants to fool with you  [Chorus] Ain’t it fun Living in the real world Ain’t it good Being all alone  [Bridge] Ain’t it good to be on your own Ain’t it fun, you can't count on no one Ain’t it good to be on your own Ain’t it fun, you can't count on no one Ain’t it fun Living in the real world Don’t go crying to your mama ‘Cause you’re on your own in the real world Don’t go crying to your mama ‘Cause you’re on your own in the real world Don’t go crying to your mama ‘Cause you’re on your own in the real world Don’t go crying to your mama ‘Cause you’re on your own in the real world Ain’t it fun, ain’t it fun Baby now you’re one of us Ain’t it fun, ain’t it fun, ain’t it fun  [Chorus] Ain’t it fun Living in the real world Ain’t it good Ain’t it good, being all alone Ain’t it fun Living in the real world , 'cuse world don’t orbit around you Ain’t it good Being all alone Being alone  [Outro] Don’t go crying to your mama (To your mother) ‘Cause you’re on your own in the real world (Don’t go crying) Don’t go crying to your mama (To your mama) ‘Cause you’re on your own in the real world Don’t go crying to your mama ‘Cause you’re on your own in the real world (This is the real world) Don’t go crying to your mama ‘Cause you’re on your own in the real world This is the real world This is the real world Don’t go crying to your mama ‘Cause you’re on your own in the real world Don’t go crying to your mama ‘Cause you’re on your own in the real world Don’t go crying to your mama ‘Cause you’re on your own in the real world Don’t go crying to your mama ‘Cause you’re on your own in the real world  ",
        "title": "Ain't It Fun"
    },
    {
        "artist": "Ed Sheeran",
        "lyrics": null,
        "title": "Don't"
    },
    {
        "artist": "Rich Gang Featuring Young Thug & Rich Homie Quan",
        "lyrics": "  [Produced by London On Da Track]  [Intro: Both] London On Da Track bitch Rich Homie, Thugga Thugga in this mothafucka' Rich Homie, Thugga Thugga in this mothafucka' Rich Gang, Thugga Thugga baby Got like 4 ounces in a 20, bitch I'm blessed  [Hook: Young Thug] I've done did a lot of shit just to live this here lifestyle We came straight from the bottom to the top, my lifestyle Nigga livin' life like a beginner and this is only beginnin' I'm on the top of the mountain, puffin' on clouds and niggas still beginnin'  [Verse 1: Young Thug] Million 5 on the Visa card Hundred bands still look like the fuckin' Titans (football player) Nigga servin' great white like I'm feedin' sharks I won't do nothin' with the bitch, she can't even get me hard Somethin' wrong with the pussy Even though I ain't gon' hit it, I'ma still make sure that she douche it Me and my woadie, we don't get caught up like that, no way We ain't got time to go see doctors, J (Who said money?) Hop up in my bed full of forty bitches and yawnin' Hey, think this a show bitch, I'm performin' I do this shit for my daughters and all my sons, bitch I'm a run up them bands, I'll take care their funds, bitch I got a moms, bitch, she got a moms, bitch I got sisters and brothers to feed I ain't goin' out like no idiot, I'm a OG  [Hook: Young Thug] I've done did a lot of shit just to live this here lifestyle We came straight from the bottom to the top, my lifestyle Nigga livin' life like a beginner and this is only beginnin' I'm on the top of the mountain, puffin' on clouds and niggas still beginnin'  [Verse 2: Young Thug] Still screamin' \"Fuck the otherside\" I'ma ride for my nigga, aye (Quan voice) And I'ma die for my nigga, aye (Quan voice) Ain't gonna be latching on my niggas aye Niggas couldn't see me if they had a genie I'ma live my life like Bennie, R.I.P. my brother Bennie I stack them racks to the ceiling, now these niggas can't beat me I just might wake wantin' Chanel and these bitches can't see me I'm in a whole other league I ain't got AIDS but I swear to God I would bleed 'til I D.I.E 28 floors up I feel like I could F.L.Y.E.E Pee on top of these bitches God told me they can never stop me so they ain't gon' stop me (I'm in that Corvette with baby mommy gettin' sloppy toppy) I'm bleedin' red like a devil, I see these bitches plotting They wanna know how I got M's and I didn't finish college  [Hook: Young Thug] I've done did a lot of shit just to live this here lifestyle We came straight from the bottom to the top, my lifestyle Nigga livin' life like a beginner and this is only beginnin' I'm on the top of the mountain, puffin' on clouds and niggas still beginnin'  [Verse 3: Rich Homie Quan] I do it for my daddy, I do it for my mama Them long nights, I swear to God I do it for the come up I'm Willie B beating on my chest, in the jungle, aye Money on money, I got commas in every bank Sunday through Monday I've been grindin' with no sleep Talkin' 'bout takin' somethin' from me, like no way Thugga Thugger, that's my brother, brother You don't want no trouble trouble or you can get these fists, knuckle, knuckle Buckle up like a seatbelt or I'll shoot yah Punchin' on the gas, too fast, and I lose yah Give me a bed, and I'll do her, I want her head, Medusa I swear a nigga gone cause this strong I'm blowin' super Grindin' for a new day I'm skatin', like that nigga Lupe Aye, I'm on the top just like toupee Aye, I'm in her mouth just like toothpaste  [Hook: Young Thug] I've done did a lot of shit just to live this here lifestyle We came straight from the bottom to the top, my lifestyle Nigga livin' life like a beginner and this is only beginnin' I'm on the top of the mountain, puffin' on clouds and niggas still beginnin'  [Outro: Birdman] Sitting in the middle of this ocean, Pacific that is You understand me? Bunch of bad bitches, ya heard? Popping that GTV, living that lifestyle, ya heard? I do this for Ms. Gladys, boy - 100  ",
        "title": "Lifestyle"
    },
    {
        "artist": "Sam Hunt",
        "lyrics": "  [Verse 1] They roll the sidewalks in this town, all up after the sun goes down They say nothin' good happens here when midnight rolls around But layin' down would be in vain, I can't sleep with you on my brain And I ain't anywhere close to tired Your kiss has got me wired  [Chorus] Girl, you got the beat right, killin' in your Levis High on your love has got me buzzin' like a streetlight It's still early out in Cali, baby, don't you wanna rally again We'll find a road with no name, lay back in the slow lane The sky is dropping Jupiter around us like some old Train We'll be rolling down the windows, I bet you we're catchin' our second wind We don't have to go home, we can leave the night on We can leave the night on  [Verse 2] Now all the stars are turnin' blue, just kissed the clock 2:22 Baby, I know what you're wishin' for, I'm wishin' for it too Now all the lights are flashin' gold, nobody cares how fast we go Our soundtrack's in the stereo The DJ's on a roll  [Chorus] Girl, you got the beat right, killin' in your Levis High on your love has got me buzzin' like a streetlight It's still early out in Cali, baby, don't you wanna rally again We'll find a road with no name, lay back in the slow lane The sky is dropping Jupiter around us like some old Train We'll be rolling down the windows, I bet you we're catchin' our second wind We don't have to go home, we can leave the night on We can leave the night on  [Bridge] The sun'll steal the magic from us soon So let's take one more trip around the moon  [Chorus 2] Girl, you got the beat right, killin' in your Levis High on your love has got me buzzin' like a streetlight It's still early out in Cali, baby, don't you wanna rally We'll find a road with no name, lay back in the slow lane The sky is dropping Jupiter all around us like some old Train We'll be rolling down the windows, I bet you we're catchin' our second wind We don't have to go home, we can leave the night on We can leave the night on We can leave the night on  [Outro] Buzzin' like a streetlight We can leave 'em on tonight  ",
        "title": "Leave The Night On"
    },
    {
        "artist": "Luke Bryan",
        "lyrics": null,
        "title": "Roller Coaster"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": "  [Intro] Here it go  [Verse 1] Well, I won 2 dollars on a scratch-off ticket So I went back to the counter and I bought 2 more with it And I won 10 bucks and that was just right So, I bought a six pack and a, a bag of ice  [Pre-Chorus 1] You know even if our ship came in and this is all we got It ain’t like we really need a million dollar yacht cause  [Chorus 1] We got an inner tube We got a trailer hitch We’re near the river and far from rich But we have got each other and gas in the tank We’re laughing all the way to the river bank  [Verse 2] Still, can you imagine if we ever struck it I’d go shoot tequila, take a lime and suck it And we’d tell our bosses they can do the same We’ll find a big cruise ship and buy the whole dang thing  [Pre-Chorus 2] We’d sail around the world and go to shore in a dingy But till that dream comes true why don’t you grab your bikini cause  [Chorus 1] We got an inner tube We got a trailer hitch We’re near the river and far from rich But we have got each other and gas in the tank We’re laughing all the way to the river bank  [Bridge] However it goes (whatever happens) We’ve got it made (in these shades) Cause baby we can float (behind this boat) We can ride away  [Chorus 2] We got an inner tube We got a trailer hitch We’re near the river and far from rich But we have got each other and gas in the tank And it's a beautiful day We’re laughing all the way, to the river bank  ",
        "title": "River Bank"
    },
    {
        "artist": "5 Seconds Of Summer",
        "lyrics": "  [Music Video]  [Verse 1] I drove by all the places We used to hang out getting wasted I thought about our last kiss How it felt, the way it tasted And even though your friends tell me you're doing fine Are you somewhere feeling lonely Even though he’s right beside you When he says those words that hurt you Do you read the ones I wrote you?  Sometimes I start to wonder, was it just a lie? If what we had was real, how could you be fine? Cause I'm not fine at all  [Chorus] I remember the day you told me you were leaving I remember the make-up running down your face And the dreams you left behind you didn't need them Like every single wish we ever made I wish that I could wake up with amnesia And forget about the stupid little things Like the way it felt to fall asleep next to you And the memories I never can escape Cause I'm not fine at all  [Verse 2] The pictures that you sent me They're still living in my phone I admit I like to see them I'll admit I feel alone And all my friends keep asking Why I'm not around It hurts to know you’re happy Yeah it hurts that you moved on It’s hard to hear your name When I haven't seen you in so long  It’s like we never happened Was it just a lie? If what we had was real How could you be fine? Cause I'm not fine at all  [Chorus] I remember the day you told me you were leaving I remember the make-up running down your face And the dreams you left behind you didn't need them Like every single wish we ever made I wish that I could wake up with amnesia And forget about the stupid little things Like the way it felt to fall asleep next to you And the memories I never can escape Cause I'm not fine at all  [Bridge] If today I woke up with you right beside me Like all of this was just some twisted dream I'd hold you closer than I ever did before And you'd never slip away And you'd never hear me say  [Chorus] I remember the day you told me you were leaving I remember the make-up running down your face And the dreams you left behind you didn't need them Like every single wish we ever made I wish that I could wake up with amnesia And forget about the stupid little things Like the way it felt to fall asleep next to you And the memories I never can escape  [Outro] Cause I'm not fine at all No I'm really not fine at all Tell me this is just a dream Cause I'm really not fine at all  ",
        "title": "Amnesia"
    },
    {
        "artist": "Ingrid Michaelson",
        "lyrics": "  [Chorus] All the broken hearts in the world still beat Let's not make it harder than it has to be Ooh... it's all the same thing Girls chase boys chase girls All the broken hearts in the world still beat Let's not make it harder than it has to be Ooh... it's all the same thing Girls chase boys chase girls  [Verse 1] I'm a little let down, but I'm not dead There's a little bit more that has to be said (oh oh) You play me, now I play you too Let's just call it over  [Chorus] All the broken hearts in the world still beat Let's not make it harder than it has to be Ooh... it's all the same thing Girls chase boys chase girls All the broken hearts in the world still beat Let's not make it harder than it has to be Ooh... it's all the same thing Girls chase boys chase girls  [Post-Chorus] Chase girls chase boys chase boys chase girls  [Verse 2] I'm a little bit home, but I'm not there yet It's one to forgive but it's hard to forget Don't call me, I won't call you, too Let's just call it over  [Chorus] All the broken hearts in the world still beat Let's not make it harder than it has to be Ooh... it's all the same thing Girls chase boys chase girls All the broken hearts in the world still beat Let's not make it harder than it has to be Ooh... it's all the same thing Girls chase boys chase girls  [Post-Chorus] Chase girls chase boys chase boys chase girls  [Bridge] I got two hands, one beating heart And I'll be alright, I'm gonna be alright Yeah I got two hands, one beating heart And I'll be alright Gonna be alright  [Chorus] All the broken hearts in the world still beat Let's not make it harder than it has to be Ooh... it's all the same Girls chase boys chase girls All the broken hearts in the world still beat Let's not make it harder than it has to be Ooh... it's all the same thing Girls chase boys chase girls All the broken hearts in the world still beat (Ooh, everything is going to be fine) Let's not make it harder than it has to be Ooh... it's all the same thing (Ooh, everybody loves you, baby) Girls chase boys chase girls All the broken hearts in the world still beat Let's not make it harder than it has to be (Ooh, everything is going to be fine) Ooh... it's all the same thing Girls chase boys chase girls  [Interloped with Chorus] Ooh, everything is going to be fine Ooh, everybody loves you, baby Ooh, everything is going to be fine  [Outro] Ooh... it's all the same thing Girls chase boys chase girls  ",
        "title": "Girls Chase Boys"
    },
    {
        "artist": "Wiz Khalifa",
        "lyrics": "  [Produced by Detail] Yeah Ey! Yeah Ey! Yeah Boyz Yeah Hol up, Hol up  [Hook] Hol up, we dem boyz Hol up, we dem boyz Hol up, hol up, hol up, we makin' noise Hol up Hol up, hol up, hol up hol up  [Hook] Hol up, we dem boyz Hol up, we dem boyz Hol up, hol up, hol up, we makin' noise Hol up Hol up, we dem boyz  [Verse 1] Hol up, hol up, hol up, pop a bottle Hol up, hol up, hol up, if you suck then swallow Smell that marijuana, they gon' follow Throwin money on her like she won the lotto Pussy must be serious Hol up, Scared of heights come face your fears Hol up, hol up Do it just like Nicki gon' and bend it over Say she never smoked I turned her to a stoner Young nigga but I'm ready Oh, foreign girls call me sexy And white girls gimme becky But first I gotta roll this joint, baby hol' up  [Hook] Hol up, we dem boyz Hol up, we dem boyz Hol up, hol up, hol up, we makin' noise hol up Hol up, ol up, ol up, ol up  [Hook] Hol up, we dem boyz Hol up, we dem boyz Hol up, hol up, hol up, we makin' noise Hol up Hol up, we dem boyz  [Verse 2] Hol up, hol up, hol up, you drive me crazy Number 1, bitch you can't replace me Leave the club these hoes be tryin to chase me You got a ass so fat lets make a baby (and another one!) Damn, I'm smokin weed in my Mercedes Hol up, these niggas broke, these niggas lazy Man they money slim, they actin shady I'm in my brand new car, who wanna race Ho, bitch you ain't call my phone so why you showin up Im takin them shots all my niggas stay loaded up Man on the low all these hoes be actin so material Hol up, man did you see her interior  [Hook] Hol up, we dem boyz Hol up, we dem boyz Hol up, hol up, hol up, we makin' noise hol up Hol up, ol up, ol up, ol up  [Hook] Hol up, we dem boyz Hol up, we dem boyz Hol up, hol up, hol up, we makin' noise Hol up Hol up, we dem boyz  ",
        "title": "We Dem Boyz"
    },
    {
        "artist": "Drake",
        "lyrics": "  [Produced by Boi-1da, Frank Dukes, Noah \"40\" Shebib, & Nineteen85]  [Part I: 0 to 100]  [Verse 1] Fuck bein' on some chill shit We go 0 to 100, nigga, real quick They be on that rap-to-pay-the-bill shit And I don't feel that shit, not even a little bit Oh Lord, know yourself, know your worth, nigga My actions been louder than my words, nigga How you so high, but still so down to Earth, nigga If niggas wanna do it, we can do it on they turf, nigga Oh Lord, I'm the rookie and the vet Shoutout to the bitches out here holdin' down the set All up in my phone, lookin' at pictures from the other night She gon' be upset if she keep scrollin' to the left, dawg She gon' see some shit that she don't wanna see She ain't ready for it If I ain't the greatest then I'm headed for it That mean I'm way up (way up) The 6 ain't friendly but that's where I lay up This shit a mothafuckin' lay up I been Steph Curry with the shot Been cookin' with the sauce, Chef Curry with the pot, boy 360 with the wrist, boy Who the fuck them niggas is, boy? OVO, man we really with the shits, boy Yeah, really with the shits I should prolly sign to Hit-Boy 'cause I got all the hits, boy Fuck all that \"Drake you gotta chill\" shit I be on my Lil Mouse drill shit Fuck all that rap-to-pay-your-bill shit I'm on some Raptors-pay-my-bills shit All up on TV, I thought it'd make me richer Wasn't payin' me enough, I needed somethin' quicker So now I'm all in Niko's basement puttin' work in on the phones Either that or drive to Money Mart to make the pickups Man it's 2008, I'm tryna paint the picture Comeback Season in the works and now I'm thinkin' bigger I got 40 in the studio, every night, late night Gotta watch that shit, don't want to make him sicker That's my nigga Oh Lord, got a whole lot to show for it I mean we can really get it, we can go for it I'm just here for the bucks and the billis, nigga Don't make me kill one of the GOATs for it I run this shit, they like \"Go Forrest Run Forrest, run Forrest, go Forrest\" Yeah, I mean you already wrote for us Damn, nigga, what's one more quote for us? Oh Lord, who else soundin' like this? They ain't make me what I am, they just found me like this I was ready... fuck that, I've been ready Since my dad used to tell me he was comin' to the house to get me He ain't show up Valuable lesson, man I had to grow up That's why I never ask for help I'll do it for you niggas and do it for myself  [Outro] I go 0 to 100, nigga, real quick Real quick, whole squad on that real shit 0 to 100, nigga, real quick Real quick, real fuckin' quick, nigga 0 to 100, nigga, real quick Real quick, whole squad on that real shit 0 to 100, nigga, real quick Real quick, real fuckin' quick, nigga [Part II: The Catch Up]  [Bridge] Whole squad on that real shit Whole squad on that real shit Whole squad on that real shit  [Verse 2] The other night, Lavish Lee told me that I'm all these people listen to She said they love me unconditional Imagine how it feel to watch another nigga at the top You know that if you wasn't you, you would be dissin' you, dawg Damn, okay, from that perspective I see what you're talkin' 'bout, no way to soften that 'Cause me, I was tryna find out where I lost 'em at But maybe I ain't lose 'em at all Maybe I keep movin' forward and they're just stagnant, they ain't movin' at all But when they need a favor, who do they call? Maybe I'm searchin' for the problems, askin' what was said and who was involved Too focused on people's feedback and provin' 'em wrong They say the shoe can always fit, no matter whose foot it's on These days feel like I'm squeezin' in 'em Whoever wore 'em before just wasn't thinkin' big enough I'm 'bout to leave 'em with 'em Cause if I run in the game in these, man the seams are splittin' No pun intended but they're smellin' defeat in the air Headed where nobody took it, who meetin' me there? They tell him that he's talkin' crazy but he doesn't care Bein' humble don't work as well as bein' aware Listen up, boy, you're better off eavesdroppin' We already got spring 2015 poppin' PND droppin', Reps-up P droppin' Majid Jordan droppin', OB droppin', not to mention me droppin' Feel like we paid the refs off, man we fixed the game Me and Noel been at it before Twitter names Yeah, been on the move like the lease is up And I can't even name one person that's keepin' up Damn, fuck how it was in the past tense Ask yourself, how do we match up now? Cause I'm only 27 and I'm only gettin' better If I haven't passed you yet, watch me catch up now, for real  [Outro: James Blake] Could it be the way that I'll catch up Could it be the way that I'll catch up Could it be the way that I'll catch up Could it be the way that I'll catch up Could it be the way that I'll catch up Could it be the way that I'll catch up Could it be the way that I'll catch up Could it be the way that I'll catch up Could it be the way that I'll catch up  ",
        "title": "0 To 100 / The Catch Up"
    },
    {
        "artist": "Cole Swindell",
        "lyrics": "  [Verse 1] I could go for a tipsy tailgate kiss Baby taste the moonshinin' off of your lips I want to see that 'want ya' smile Still got me hooked, been hooked for awhile If you got a bottle you ain't opened yet And an empty spot beside ya in ya bed If you got some room for a little regret Let me know girl I've already left...  [Chorus] If you're feelin' what I'm feelin' let's mix it up You got my number baby hit me up If you need a little late night pick me up I, hope you get lonely tonight We ain't gotta make up, just kiss me We could straight up blame it on the whiskey You ain't gotta wake up and miss me, no I hope you get lonely tonight  [Verse 2] I don't care if you're spinnin' in the neon Or burnin' up the sheets with my tee on Either way the thought is turning me on And I can't shake it girl I'm wide awake, so  [Chorus]  [Bridge] Hope you get lonely Hope you get lonely Hope you get lonely tonight Girl  [Chorus]  Lonely tonight Lonely tonight Yep girl, I hope you get lonely tonight  ",
        "title": "Hope You Get Lonely Tonight"
    },
    {
        "artist": "Dustin Lynch",
        "lyrics": "  [Instrumental break]  [Verse 1] It ain’t in a high rise looking for a good time shutting down the city lights It ain’t in the water floating like a bobber soaking up that hot sunshine As good as it gets, no that ain’t where it is  [Chorus] It’s at 2 A.M. when she's reaching over Faded T-shirt hanging off her shoulder Dressed up, hair down, in a ball cap Yep Yep, as long as I get that Sweet little something late night kiss On a plane or a train or way back in the sticks I swear, if she's there, that’s where Yep yep, that's where it's at  [Verse 2] It ain’t in a suped-up shiny red new truck, if she ain’t to my right It ain’t in a dive bar, tall can of PBR, poppin' tops rockin' all night As good as it gets, no, that ain’t where it is  [Chorus] It’s at 2 A.M. when she's reaching over Faded T-shirt hanging off her shoulder Dressed up, hair down, in a ball cap Yep Yep, as long as I get that Sweet little something late night kiss On a plane or a train or way back in the sticks I swear, if she's there, that’s where Yep yep, that's where it's at  [Bridge] No, it don’t matter wherever we’re at (no) No, it don’t get no better than that It ain’t in a suped-up shiny red new truck, if she ain’t to my right  [Chorus] It’s at 2 A.M. when she's reaching over Faded T-shirt hanging off her shoulder Dressed up, hair down, in a ball cap Yep Yep, as long as I get that Sweet little something late night kiss On a plane or a train or way back in the sticks I swear, if she's there, that’s where Yep yep, that's where it's at  [Outro] Yeah, that’s where it’s at Yep, yep, (that’s where it’s at) 2 A.M. when she’s reaching’ over Faded t-shirt hanging off her shoulder (that’s where it’s at)  ",
        "title": "Where It's At (Yep, Yep)"
    },
    {
        "artist": "Joe Nichols",
        "lyrics": null,
        "title": "Yeah"
    },
    {
        "artist": "Rixton",
        "lyrics": "  [Chorus] All I need's a little love in my life All I need's a little love in the dark A little but I'm hoping it might kick start Me and my broken heart I need a little loving tonight Hold me so I'm not falling apart A little but I'm hoping it might kick start Me and my broken heart  [Verse 1] Yeah... Shotgun, aimed at my heart, you got one Tear me apart and then some How do we call this love? I try to run away but your eyes Tell me to stay oh why Why do we call this love?  [Pre-Chorus] It seems like we've been losing control Somebody tell me I'm not alone When I say  [Chorus] All I need's a little love in my life All I need's a little love in the dark A little but I'm hoping it might kick start Me and my broken heart I need a little loving tonight Hold me so I'm not falling apart A little but I'm hoping it might kick start Me and my broken heart  [Verse 2] Maybe some part of you just hates me You pick me up and play me How do we call this love? One time tell me you need me tonight To make it easy, you lie And say it's all for love?  [Pre-Chorus] It seems like we've been losing control Somebody tell me I'm not alone When I say  [Chorus] All I need's a little love in my life All I need's a little love in the dark A little but I'm hoping it might kick start Me and my broken heart I need a little loving tonight Hold me so I'm not falling apart A little but I'm hoping it might kick start Me and my broken heart  [Bridge] Me and my broken Yeah, yeah, yeah Me and my broken Yeah, yeah, yeah How do we call this? It's just me It's just me It's just me Me and my broken heart  [Chorus] All I need's a little love in my life All I need's a little love in the dark A little but I'm hoping it might kick start Me and my broken heart I need a little loving tonight Hold me so I'm not falling apart A little but I'm hoping it might kick start Me and my broken heart  ",
        "title": "Me And My Broken Heart"
    },
    {
        "artist": "Pharrell Williams",
        "lyrics": "  [Intro: Pharrell Williams] You miss me? I miss all of y'all All of you girls standin' together like that I can't take it  [Verse 1: Pharrell Williams] Wait a minute Women, I can do anything you like I can do anything you need And I got a better body Than the magazines you read  [Refrain: Pharrell Williams] None of them boys know the first thing About your fantasy And if they tried, they cannot do it Just like me  [Pre-Chorus: Miley Cyrus] I know you certainly been gone And it's been much too long And there's some things we need to do So I know you need to get home  [Chorus: Pharrell Williams and Miley Cyrus] Come get it bae, come get it bae Come get it bae, come get it bae You wanna ride it, my motorcycle You've got a license, but you got the right to Gonna pop a wheelie, don't try too high to Take it easy on the clutch, cause girl I like you  [Verse 2: Pharrell Williams] Wait a minute I can see it the way you like I can do anything you need I can give you dirty looks Like them niggas that's on TV  [Refrain: Pharrell Williams] None of them boys know the first thing About your fantasy And if they tried, they cannot do it Just like me  [Pre-Chorus: Miley Cyrus] I know you certainly been gone And it's been much too long And there's some things we need to do So I know you need to get home  [Chorus: Pharrell Williams and Miley Cyrus] Come get it bae, come get it bae Come get it bae, come get it bae You wanna ride it, my motorcycle You've got a license, but you got the right to Gonna pop a wheelie, don't try too high to Take it easy on the clutch, cause girl I like you  [Bridge: Miley Cyrus, Pharrell Williams, and Tori Kelly] There comes a time When craving will grab your wrist You'll need a sugar fix, baby There comes a time And you won't believe what you'll do When that sugar's callin' you  [Bridge: Pharrell Williams] Girl, now it's your time, this is where you wanna be H-O-M-E, satisfaction guaranteed And now it's your time, this is where you wanna be Cause everything you need, you will only find in me  [Pre-Chorus: Pharrell Williams] Come get it bae, come get it bae Come get it bae, come get it bae Come get it bae, come get it bae Come get it bae, come get it bae You wanna ride it, my motorcycle You've got a license, but you got the right to Gonna pop a wheelie, don't try too high to Take it easy on the clutch, cause girl I like you  [Outro: Miley Cyrus] Wait a minute (hey) Wait a minute (hey) Wait a minute (hey) Wait a minute (hey) Wait a minute (hey) Wait a minute (hey) Wait a minute (hey) Wait a minute (hey) Wait a minute (hey)  ",
        "title": "Come Get It Bae"
    },
    {
        "artist": "Vance Joy",
        "lyrics": "  [Verse 1] I was scared of dentists and the dark I was scared of pretty girls and starting conversations Oh, all my friends are turning green You're the magician's assistant in their dreams  Oh, and they come unstuck  [Chorus] Lady, running down to the riptide Taken away to the dark side I wanna be your left hand man I love you when you're singing that song and I got a lump in my throat cause You're gonna sing the words wrong  [Verse 2] There's this movie that I think you'll like This guy decides to quit his job and heads to New York City This cowboy's running from himself And she's been living on the highest shelf  Oh, and they come unstuck  [Chorus] Lady, running down to the riptide Taken away to the dark side I wanna be your left hand man I love you when you're singing that song and I got a lump in my throat cause You're gonna sing the words wrong  [Bridge] I just wanna, I just wanna know If you're gonna, if you're gonna stay I just gotta, I just gotta know I can't have it, I can't have it any other way I swear she's destined for the screen Closest thing to Michelle Pfeiffer that you've ever seen, oh  [Chorus] Oh lady, running down to the riptide Taken away to the dark side I wanna be your left hand man I love you when you're singing that song and I got a lump in my throat cause You're gonna sing the words wrong Oh lady, running down to the riptide Taken away to the dark side I wanna be your left hand man I love you when you're singing that song and I got a lump in my throat cause You're gonna sing the words wrong Oh lady, running down to the riptide Taken away to the dark side I wanna be your left hand man I love you when you're singing that song and I got a lump in my throat cause You're gonna sing the words wrong I got a lump in my throat cause you're gonna sing the words wrong  ",
        "title": "Riptide"
    },
    {
        "artist": "Kid Ink Featuring Chris Brown",
        "lyrics": "  [Intro: Chris Brown] I told her \"Fuck that nigga\" (Mustard on the beat, ho)  [Chorus: Chris Brown] I don't know your name, but you've heard my name I know why you came, tryna get that name But you heard my name Girl I know you wanna be my main chick My main chick I said fuck whoever you came with, who you came with, I told her \"Fuck that nigga\" (I don't know ya)  [Verse 1: Kid Ink] We sitting in the back of the club, table got a rope in the front, I don't know ya You looking real familiar, I could just be a lil drunk I don't know your name, it's a God damn shame I don't know how to explain it for ya But, girl, I'm just saying if you got a man back home I don't know him What, just keep it on the hush, pocket full of trees, don't beat around the bush Walk on green, I can even hear the putt, K.O shawty when I hit her with a punchline Get a couple shots when it's crunch time, ducking from my ex like a one time Throw a sign when you really tryna go, got the car parked right at the door  [Chorus: Chris Brown] I don't know your name, but you've heard my name I know why you came, tryna get that name But you heard my name Girl I know you wanna be my main chick, my main chick I said fuck whoever you came with, who you came with, I told her \"Fuck that nigga\" (I don't know ya)  [Verse 2: Kid Ink] Nah, and you don't know my name, no, just in case you the feds, I don't know ya I might'a poured you a drink, but don't let it go to your head I know why you came, tryna be my main chick Passenger side when I lane switch, top back, two seats only, ain't no room for your friends, I don't know them We just seizing the moment, up all night, throw a deuce to the morning Fly motherfucker, everything is imported, don't try to act too important, I know your game You got a gang of niggas, all over you, but you all over here, on me Girl, I ain't tryna dog ya, bad bitch only thing I'll call you  [Chorus: Chris Brown] I don't know your name, but you've heard my name I know why you came, tryna get that name But you heard my name Girl I know you wanna be my main chick, my main chick I said fuck whoever you came with, who you came with, I told her \"Fuck that nigga\"  [Verse 3: Chris Brown] Baby, why you playing? You heard my name, I know why you came She gon' gimme that brain so we can do our thang, let's do that thang What you thinking 'bout me taking you down, yeah I can be your man when he's not around, yeah  [Chorus: Chris Brown] I don't know your name, but you've heard my name I know why you came, tryna get that name But you heard my name Girl I know you wanna be my main chick, my main chick I said fuck whoever you came with, who you came with, I told her \"Fuck that nigga\" (I don't know ya)  ",
        "title": "Main Chick"
    },
    {
        "artist": "Katy Perry",
        "lyrics": "  [Produced by Max Martin and Klas Åhlund]  [Intro] This is how we do This is how we do  [Verse 1] Sipping on Rosé Silverlake sun coming up all lazy (this is how we do) Slow cooking pancakes for my boy Still up, still fresh as a daisy Playing ping pong all night long Everything's all neon and hazy (this is how we do) Chanel this, Chanel that Hell yeah, all my girls vintage Chanel, baby  [Pre-Chorus] It's no big deal It's no big deal It's no big deal This is no big deal  [Chorus] This is how we do, yeah Chilling, laid-back, straight stunting Yeah, we do it like that This is how we do, do-do-do-do This is how we do This is how we do, yeah Chilling, laid-back, straight stunting Yeah, we do it like that This is how we do, do-do-do-do This is how we do  [Verse 2] Big hoops, and maroon lips My clique hopping in my Maserati (this is how we...) Santa Barbara-chic at La Super Rica Grabbing tacos, checking out hotties Now we talkin’ astrology Getting our nails did all Japanese-y (this is how we do) Day drinking at the Wildcat Sucking real bad at Mariah Carey-oke  [Pre-Chorus] It's no big deal It's no big deal, uh-uh It's no big deal This is no big deal  [Chorus] This is how we do, yeah Chilling, laid-back, straight stunting Yeah, we do it like that This is how we do, do-do-do-do This is how we do This is how we do, yeah Chilling, laid-back, straight stunting Yeah, we do it like that This is how we do, do-do-do-do This is how we do  [Spoken Bridge] This one goes out to ladies At breakfast in last night's dress (It’s how we do, straight stunting like that) Uh-huh, I see you Yo, this goes out to all you kids That still have their cars at the club valet And it's Tuesday (It’s how we do, straight stunting like that) Yo, shoutout to all you kids Buying bottle service with your rent money! Respect!  [Chorus] This is how we do, yeah Chilling, laid-back, straight stunting Yeah, we do it like that This is how we do, do-do-do-do This is how we do This is how we do, yeah Chilling, laid-back, straight stunting Yeah, we do it like that This is how we do, do-do-do-do This is how we do  [Outro] (This is how we do) This goes out to all you people Going to bed with a 10, and waking up with a 2 (This is how we do) Ha, not me!  [Chorus until fade]  What? Wait No no no no, bring the beat back That's right  ",
        "title": "This Is How We Do"
    },
    {
        "artist": "Jake Owen",
        "lyrics": "  [Verse 1] Just watching her blonde hair, sun burn, stare at them Wack caps rolling over Laid back in a thrift store beach chair Dropping limes in her Corona Well she looks back, yeah, she throws me a kiss Like \"Honey, I sure want you\" And it's a hundred and three between her and me And only 92 in Daytona  [Chorus] And it's sunshine, blue eyes, tan lines, so tight Rolling white sand, cold can koozie in my hand, just a summertime strollin' Chillin', breezin', sippin', singin' woah a oh, oh Beachin'  [Verse 2] We got 2-for-1s, we're at a margarita bar Whatever happens happens And there's a reggae band, full of dread heads Just sittin' in the corner laughing Well my baby walks over, drops a 20 in a jar She smiles and shakes it at me Yeah, she gets 'em going, she gets 'em playing A little, don't worry be happy  [Chorus] And it's sunshine, blue eyes, tan lines, so tight Rolling white sand, cold can koozie in my hand, just a summertime strollin' Chillin', breezin', sippin', singin' woah a oh, oh Beachin'  [Bridge] Talking 'bout Sunshine, blue eyes, tan lines, so tight Rolling white sand, cold can koozie in my hand, just a summertime strollin' Chillin', breezin', sippin', singin' woah a oh, oh Beachin'  [Outro] Sunshine, blue eyes, tan lines, so tight Rolling white sand, cold can koozie in my hand  ",
        "title": "Beachin'"
    },
    {
        "artist": "Brantley Gilbert Featuring Justin Moore & Thomas Rhett",
        "lyrics": "  [Verse 1] Around these parts ain't much to do Except work like a dog until Friday Punch that clock, cash that check Raise a little hell until Sunday About that time There's a party back in the woods tonight Heard it through the redneck grapevine Got a keg of beer and a bunch of girls Sure enough going to be a good time  [Chorus] It's a small town throwdown It's time to tallboy up, let them tailgates down And man, it's on tonight, riding until the morning light Crank that country up loud, it's a small town throwdown  [Verse 2] Oh, we about to throwdown, son Now we got a field full of daisy dukes Round here we know how to grow them Rocking little body and long tan legs Sure ain't scared to show them, no Show a little something, girl Somebody said them city boys Riding around looking for some trouble If they bring it across that county line You know there's gonna be a rumble  [Chorus] It's a small town throwdown It's time to tallboy up, let them tailgates down And man, it's on tonight, riding until the morning light Crank that country up loud, it's a small town throwdown  [Chorus] It's a small town throwdown It's time to tallboy up, let them tailgates down And man, it's on tonight, riding until the morning light Crank that country up loud, it's a small town throwdown  [Chorus] It's a small town throwdown It's time to tallboy up, let them tailgates down And man, it's on tonight, riding until the morning light Crank that country up loud, it's a small town throwdown  [Outro] That's country  ",
        "title": "Small Town Throwdown"
    },
    {
        "artist": "Billy Currington",
        "lyrics": "  Summer coming through a rolled down window Tearing down an almost two lane back road Freedom and fireflies in the air  The night's still young, never going to get old Living for today like there's no tomorrow Follow the grooves, the tires in the grass Staying on the gas like we're never coming back  [Chorus 1] It's a Friday night, it's a small town girl Everything is right and we rule the world 2 twelve's in the truck back, beating A bunch of rock stars on a riverbank singing, whoa, whoa, everything, whoa, whoa Everything we wanna be We are, we are, we are tonight  [Verse 2] Swaying back-n-forth, can't you feel the music? Time stands still, I don't want to lose it Her tan, her touch, her laugh Were flying so high like we're never gonna crash  [Chorus 1] It's a Friday night, it's a small town girl Everything is right and we rule the world 2 twelve's in the truck back, beating A bunch of rock stars on a riverbank singing, whoa, whoa, everything, whoa, whoa Everything we wanna be We are, we are, we are tonight  [Verse 3] We are tonight, we are tonight Toes in the grass with our hands up high Dream as big as the midnight sky So untamed and we're so alive tonight  [Chorus 1] It's a Friday night, it's a small town girl Everything is right and we rule the world 2 twelve's in the truck back, beating A bunch of rock stars on a riverbank singing, whoa, whoa, everything, whoa, whoa Everything we wanna be We are, we are, we are tonight  [Outro] We are tonight Everything we want to be, yeah We are, we are, we are tonight Yeah We are tonight Whoa, oh, oh, oh, oh  Songwriter:  Sam Hunt  ",
        "title": "We Are Tonight"
    },
    {
        "artist": "Kiesza",
        "lyrics": "  [Produced by Kiesza and Rami Samir Afuni] [Directed by Kiesza, Ljuba Castot and Rami Samir Afuni]  [Verse 1] Taking me higher than I've ever been before I'm holding it back, just want to shout out, give me more You're just a hideaway You're just a feeling You let my heart escape Beyond the meaning Not even I can find a way to stop the storm Oh baby, it's out of my control It's going home But you're just a chance I take To keep on dreaming You're just another day That keeps me breathing  [Chorus] Baby, I love the way that there's nothing sure Baby, don't stop me Hideaway with me some more Ooh, aah, aah, ooh Ooh, aah, aah, ooh Ooh, aah, aah, ooh Ooh, aah, aah, ooh  [Verse 2] You send me the shiver and the spine, might overflow You're bringing me closer to the edge I'm letting go You're just a hideaway You're just a feeling You let my heart escape Beyond the meaning Pulling my head into the clouds I'm floating off When you can be going I can't find a way to stop You're just a chance I take To keep on dreaming You're just another day that keeps me breathing Ooh, aah, aah, ooh Ooh, aah, aah, ooh  [Chorus] Baby, I love the way that there's nothing sure Baby, don't stop me Hideaway with me some more Hideaway with me some more  [Bridge] You're bringing me higher than I've ever been before I'm holding it back, just want to shout it, give me more But you're just a hideaway You're just a feeling You let my heart escape Beyond the meaning Not even I can find a way to stop the storm Oh baby, its out of my control what's going on You're just a chance I take To keep on dreaming You're just another day, that keeps me breathing You're a day that keeps me dreaming Ooh, aah, aah, ooh Ooh, aah, aah, ooh  [Chorus] Baby, I love the way that there's nothing sure Baby, don't stop me Hideaway with me some more Hideaway with me some more  ",
        "title": "Hideaway"
    },
    {
        "artist": "Chase Rice",
        "lyrics": "  [Verse 1] Damn, pretty girl you went and done it again You've gone and turned your sexy all the way up to 10 I've never seen a side ride seat looking so hot Baby, you rock, hit the spot like a fireball shot You've got me all high, head spinning around and around I'm down if you're down to burn down this town  [Chorus] Ready, set, let's roll Ready, set, let's ride Get your little fine ass on the step, shimmy up inside Just slide, girl, by my side, girl Yeah, we can run this town, I can rock your world We can roll 'em down, fog 'em up, cruise around, get stuck Pedal to the metal 'til the sun comes up I made a deal with the man on the moon He's gonna put in some overtime, we've got all night Ready, set, let's roll Ready, set, let's ride Ready, set, let's roll  [Verse 2] Where the good years and good times meet Girl, we can rev it up right 'til we overheat Just forget about the time, get your lips on mine Gotta kiss you, get to know your smile On your mark, get set  [Chorus] Ready, set, let's roll Ready, set, let's ride Get your little fine ass on the step, shimmy up inside Just slide, girl, by my side, girl Yeah, we can run this town, I can rock your world We can roll 'em down, fog 'em up, cruise around, get stuck Pedal to the metal 'til the sun comes up I made a deal with the man on the moon He's gonna put in some overtime, we've got all night Ready, set, let's roll Ready, set, let's ride Ready, set, let's roll Ready, set, let's ride  [Bridge] You got my heart bump-bumping When I'm pulling up into your drive Let's hit it 90 to nothin' Couple kids running into the night  [Chorus] Ready, set, let's roll Ready, set, let's ride Get your little fine ass on the step, shimmy up inside Just slide, girl, by my side, girl Yeah, we can run this town, I can rock your world We can roll 'em down, fog 'em up, cruise around, get stuck Pedal to the metal 'til the sun comes up I made a deal with the man on the moon He's gonna put in some overtime, we've got all night Ready, set, let's roll Ready, set, let's ride Ready, set, let's roll Ready, set, let's ride Get your little fine ass on the step, shimmy up on inside  [Outro] Yeah we can run this town You know I'll rock your world, c'mon Let's roll, let's ride, let's run this town tonight Read, set, let's roll  ",
        "title": "Ready Set Roll"
    },
    {
        "artist": "Bobby Shmurda",
        "lyrics": null,
        "title": "Hot Boy"
    },
    {
        "artist": "Chris Brown Featuring Usher & Rick Ross",
        "lyrics": "  [Produced by Count Justice]  [Verse 1: Chris Brown] There can be one only you And baby, God could never make two, na na na na And I know you came here with your crew, woah But I promise you that it feels like it's just us two, uh huh  [Pre-Chorus: Chris Brown] Oh, I don't know what you had planned to do tonight But I just wanna be the one to do you right, right When we're standing here looking at each other, baby Eye to eye And I'm hoping that you're thinking 'bout leaving with me tonight  [Chorus: Chris Brown] Who said you can't find love in a club? Cause I wanna tell them they wrong Come on, just baby, try a new thing And let's spark a new flame You gon' be my baby, love me, love you crazy Tell me if you with it, baby, come and get it Maybe try a new thing And let's spark a new flame  [Verse 2: Usher] I can't believe you came here all alone Baby girl, where's your lover? Oh, it don't really matter Cause I got plans to get to know you better, yeah Baby, baby, baby, baby Let's make what we got here last forever Girl, cause I don't wanna let you go, never  [Pre-Chorus: Usher] I don't know what you had planned to do tonight Girl I just wanna be the one to do you right, right When we're standing here looking at each other Baby, eye to eye Baby, I hope that you're thinking 'bout leaving with me tonight  [Chorus: Usher & Chris Brown] Who said you can't find love in a club? Cause I wanna tell them they wrong Come on, just baby, try a new thing And let's spark a new flame You gon' be my baby, love me, love you crazy Tell me if you with it, Baby, come and get it Maybe try a new thing And let's spark a new flame  [Verse 3: Rick Ross] Homeplate, world series, how a nigga sliding in her Baby, I'm a boss, I'm talking George Steinbrenner Panamera, Yogi Berra, my two-seater Derek Jeter Got more stripes than all these niggas, Babe Ruth balling in a Beamer Collar on my Polo, kisses on my necklace All my diamonds watching, now my watches getting jealous Smoking on a bomb in my autograph LeBron's Yeah, she told me I'm the one, that's when I only hit it once  [Chorus: Chris Brown & Usher] Who said you can't find love in a club? Cause I wanna tell them they wrong Come on, just baby, try a new thing And let's spark a new flame You gon' be my baby, love me, love you crazy Tell me if you with it, baby, come and get it Maybe try a new thing And let's spark a new flame  ",
        "title": "New Flame"
    },
    {
        "artist": "Ed Sheeran",
        "lyrics": null,
        "title": "Sing"
    },
    {
        "artist": "Tiesto Featuring Matthew Koma",
        "lyrics": null,
        "title": "Wasted"
    },
    {
        "artist": "Childish Gambino",
        "lyrics": "  [Hook] No matter what you say or what you do When I'm alone, I'd rather be with you Fuck these other niggas I'll be right by your side till 3005, hold up  [Verse 1] Hold up, wait a minute, all good just a week ago Crew at my house and we party every weekend so On the radio, that's my favorite song Make me bounce around, like I don't know, like I won't be here long Now the thrill is gone, got no patience, cause I'm not a doctor Girl why is you lying, girl why you Mufasa Yeah, mi casa su casa, got it stripping like Gaza Got so high off volcanoes, now the flow is so lava Yeah, we spit that saliva, iPhone got message from Viber Either the head is so hydra, or we let bygones be bygones \"My God, you pay for your friends?\" I'll take that as a compliment Got a house full of homies, why I feel so the opposite? Incompetent ain't the half of it Saturdays we're Young Lavish-ing Saddest shit, is I'm bad as it Beans they took from the cabinet (Whoa) Sorry, I'm just scared of the future Till 3005, I got your back, we can do this, hold up  [Hook] No matter what you say or what you do When I'm alone, I'd rather be with you Fuck these other niggas I'll be right by your side till 3005 Hold up, (hold up), hold up, (hold up) Hold up, (hold up), hold up, (say what) Hold up, (hold up), hold up, (hold up) Hold up, (hold up), hold up, (hold up)...  No matter what you say or what you do When I'm alone, I'd rather be with you Fuck these other niggas I'll be right by your side till 3005 Hold up, (hold up), hold up, (hold up) Hold up, (hold up), hold up, (hold up) Hold up, (hold up), hold up, (hold up) Hold up, (hold up), hold up, (hold up)...  [Verse 2] I used to care what people thought, but now I care more I mean, nobody out here's got it figured out So therefore, I've lost all hope of a happy ending Depending on whether or not it's worth it, so insecure, no one's perfect We spend it with no shame, we blow that like Coltrane We in here like Rogaine, or leave it like Cobain And when I'm long gone, whole crew sing a swan song Cause we all just ticking time bombs, got a Lambo like LeBron's mom And no matter where all of my friends go, Emily, Fam, and Lorenzo All of them people my kinfolk, at least I think so, can't tell Cause when them checks clear, they're not here Cause they don't care, it's kinda sad but I'm laughing whatever happens Assassins are stabbed in the back of my cabin Labrador yapping, I'm glad that it happened, I mean it Between us, I think there's something special, and if I lose my mental Just hold my hand, even if you don't understand, hold up  [Hook] No matter what you say or what you do When I'm alone, I'd rather be with you Fuck these other niggas I'll be right by your side till 3005, hold up  [Spoken Outro]  No matter what you say or what you do When I'm alone, I'd rather be with you Fuck these other niggas I'll be right by your side till 3005 Hold up, (hold up), hold up, (hold up) Hold up, (hold up), hold up, (hold up) Hold up, (hold up), hold up, (hold up) Hold up, (hold up), hold up, (hold up)...  Hold up, hold up, hold up, hold up Hold up, hold up, hold up, hold up...  [Outro] We did it! Yay! Nigga, you so thirsty  [Produced by Childish Gambino, Ludwig Göransson, & Stefan Ponce]  ",
        "title": "V. 3005"
    },
    {
        "artist": "Michael Jackson & Justin Timberlake",
        "lyrics": "  [Intro: Justin Timberlake] Dancin' Let me see you move, come on Dancin' Let me see you move  [Verse: Michael Jackson] Baby, love never felt so good And I doubt if it ever could Not like you hold me, hold me Oh baby, love never felt so fine And I doubt if it's never mine Not like you hold me, hold me  [Pre-Chorus: Michael Jackson] And the night is gonna be just fine Gotta fly, gotta see, can't believe I can't take it, cause  [Chorus: Michael Jackson] Baby, every time I love you In and out of my life, in out baby Tell me, if you really love me It's in and out of my life, in out baby So baby, love never felt so good  [Verse: Justin Timberlake] Baby, love never felt so fine And I doubt if it was ever mine Not like you hold me, hold me Oh baby, love never felt so good And I doubt if it ever could Not like you hold me, hold me  [Pre-Chorus: Justin Timberlake] And the night through the thick and thin Gotta fly, gotta see, can't believe I can't take it cause  [Chorus: Michael Jackson & Justin Timberlake] Baby, every time I love you In and out of my life, in out baby Tell me, if you really love me It's in and out of my life, in out baby So baby, love never felt so good  [Bridge: Justin Timberlake] Dancin' Let me see you move, come on Let me see you move Dancin' Let me see you move, come on I said let me see you move Michael  [Pre-Chorus: Michael Jackson] And the night, that is good Gotta fly, gotta see, can't believe I can't take it cause  [Chorus: Michael Jackson] Baby, every time I love you In and out of my life, in out baby Tell me, if you really love me It's in and out of my life, in out baby So baby, love never felt so good Baby, every time I love you In and out of my life, in out baby Tell me, if you really love me It's in and out of my life, in out baby So baby, love never felt so good  ",
        "title": "Love Never Felt So Good"
    },
    {
        "artist": "Little Big Town",
        "lyrics": "  [Verse 1] Everybody's always waiting on Friday Watching that clock and sitting on go Whatcha' say we find a little warm sunshine An open umbrella on the patio I don't need a reason or a happy hour Ain't hangin' 'round for a fireworks show Get a head start a little sip of somethin' Off and running here we go 1, 2, 3 here we go  [Chorus] Don't want to wait 'til the sun's sinking We could be feeling alright I know you know what I'm thinking Why don't we do a little day drinking Why don't we do a little day drinking  [Verse 2] Blame it on the work day Blame it on the heatwave Blame it on the tick-tock moving too slow Blame it on any old thing you want to Ready get set, baby here we go  [Chorus] Don't want to wait 'til the sun's sinking We could be feeling alright I know you know what I'm thinking Why don't we do a little day drinking Day drinking, day drinking Why don't we do a little day drinking  [Bridge] Day Drinking D-D-Day Drinking  [Chorus] Why don't we do a little day drinking? Don't want to wait 'til the sun's sinking We could be feeling alright I know you know what I'm thinking Why don't we do a little day drinking Don't want to wait 'til the sun's sinking We could be feeling all right I know you know what I'm thinking Why don't we do a little day drinking Why don't we do a little day drinking Why don't we do a little day drinking  ",
        "title": "Day Drinking"
    },
    {
        "artist": "Fifth Harmony",
        "lyrics": "  [Verse 1: Normani] Every day is payday Swipe my card then I do the Nae Nae You're talking to a lady I want a Kanye-ye, not a Ray J So that's a no-no I'm a Maybach and you's a Volvo This convo beat like Dre-e I already know whatcha tryna say  [Pre-Chorus: Lauren & Camila] You say that you a baller and I see you tryna holla But that ain't how I was brought up, next Working for the money cause that's what my mama taught me So your ass better show me some respect  [Chorus: All & Normani] Bo$$, Michelle Obama Purse all heavy getting Oprah dollars Bo$$, Michelle Obama Purse all heavy getting Oprah dollars Bo$$, Michelle Obama Purse all heavy getting Oprah dollars Bo$$, Michelle Obama Purse all heavy getting Oprah dollars  [Verse 2: Normani] C-O-N-F-I-D-E-N-T, that's me, I'm confident Don't want yo compliments, use common sense, I'm on my Michelle Obama (shhh) Shut your mouth Boy I think you know who run this house? I ain't thirsting for no bae 'Cause I already know whatcha tryna say  [Pre-Chorus: Lauren & Camila] You say that you a baller and I see you tryna holla But that ain't how I was brought up, next Working for the money cause that's what my mama taught me So your ass better show me some respect  [Chorus: All & Normani] Bo$$, Michelle Obama Purse all heavy getting Oprah dollars Bo$$, Michelle Obama Purse all heavy getting Oprah dollars Bo$$, Michelle Obama Purse all heavy getting Oprah dollars Bo$$, Michelle Obama Purse all heavy getting Oprah dollars  [Bridge: Ally & Lauren & Camila] I pledge allegiance to my independent girls in here, ooh baby So if you're with us come on let me hear you say, yeah, yeah, yeah  [Pre-Chorus: Lauren & Camila & (Camila)] You say that you a baller and I see you tryna holla But that ain't how I was brought up (No-o-o-o), next Working for the money cause that's what my mama taught me So your ass better show me some respect  [Chorus: All & Normani] Bo$$, Michelle Obama Purse all heavy getting Oprah dollars Bo$$, Michelle Obama Purse all heavy getting Oprah dollars Bo$$, Michelle Obama Purse all heavy getting Oprah dollars Bo$$, Michelle Obama Purse all heavy getting Oprah dollars  [Outro: Ally] Hey, hey, hey, hey..... Woohoo! Oh  ",
        "title": "Bo$$"
    },
    {
        "artist": "AJR",
        "lyrics": "  [Intro: AJR] I'm ready... Uuuuuiiiiiiiiii (auii) Uuuuuiiiiiiiiii (auii)  [Verse 1: AJR] You're feeling good, you're feeling right Across the floor, and I'm already losing my mind Baby girl, looking fine Watch you playing and playing and playing these guys Catch my stare, little smile Tell me that you're ready and you're feeling the vibe Someday I'll be so damn sublime We'll arrive behind a hashtag sign  [Pre-Chorus: AJR] I won't forget you, but I may Forget your name  [Chorus: AJR] My lady I know what you're thinking When the bass starts ringing Can you tell me when you're stoked to start? Are you ready for tonight, setting it on fire And we'll dance until we're dumb in the dark My lady, I know what you're thinking When the bass starts ringing Can you tell me when you're stoked to start? Are you ready for tonight, setting it on fire And we'll dance until we're dumb in the dark  [Post-Chorus: AJR] Are you ready? I'm ready...  [Verse 2: AJR] Break me down, dirty jokes Watch me dear, and say what you wanna know (say what you wanna know) Beauty lies, within the eyes Of the beholder, I'll be holding you close all night  [Pre-Chorus: AJR] I won't forget you, but I may Forget your name  [Chorus: AJR] My lady I know what you're thinking When the bass starts ringing Can you tell me when you're stoked to start? Are you ready for tonight, setting it on fire And we'll dance until we're dumb in the dark My lady, I know what you're thinking When the bass starts ringing Can you tell me when you're stoked to start? Are you ready for tonight, setting it on fire And we'll dance until we're dumb in the dark  [Post-Chorus: AJR] Are you ready? I'm ready...  [Bridge: AJR] Break me down, I'm ready, break me down Break me down, I'm ready, break me down Break me down, I'm ready, break me down Break me down, I'm ready, break me down  [Pre-Chorus: AJR] I won't forget you, but I may Forget your name  [Outro: AJR] I'm ready... Break me down, I'm ready, break me down Break me down, I'm ready, break me down Are you ready?  ",
        "title": "I'm Ready"
    },
    {
        "artist": "Chris Young",
        "lyrics": "  I've been a rolling stone all my life Flying all alone, flying blind I've seen it all, I've been around I've been lost and I've been found but  Who I am with you is who I really want to be You're so good for me And when I'm holdin' you, it feels like I've got the world in my hands Yeah, a better man is who I am with you  I've got a ways to go on this ride But I got a hand to hold that fits just right You make me laugh, you make me high You make me want to hold on tight, cause  Who I am with you is who I really want to be You're so good for me And when I'm holdin' you, it feels like I've got the world in my hands Yeah, a better man is who I am with you  Because of you I'm a lucky man You're the best part of who I am  Who I am with you is who I really want to be You're so good for me And when I'm holdin' you, it feels like I've got the world in my hands Yeah, a better man is who I am with you  Yes, who I am with you  ",
        "title": "Who I Am With You"
    },
    {
        "artist": "KCamp Featuring 2 Chainz",
        "lyrics": null,
        "title": "Cut Her Off"
    },
    {
        "artist": "Iggy Azalea",
        "lyrics": "  [Intro] Walk a mile in these Louboutins But they don't wear these shits where I'm from I'm not hating, I'm just telling you I'm tryna let you know what the fuck that I've been through  [Verse 1] Two feet in the red dirt, school skirt Sugar cane, back lanes Three jobs, took years to save But I got a ticket on that plane People got a lot to say But don't know shit about where I was made Or how many floors that I had to scrub Just to make it past where I am from  [Pre-Chorus] No money, no family 16 in the middle of Miami No money, no family 16 in the middle of Miami No money, no family 16 in the middle of Miami 16 in the middle of Miami  [Chorus] I've been up all night, tryna get that rich I've been work work work work working on my shit Milked the whole game twice, gotta get it how I live I've been work work work work working on my shit Now get this work Now get this work Now get this work Now get this work Working on my shit  [Verse 2] You can hate it or love it Hustle and the struggle is the only thing I'm trusting Thorough bread in a mud brick before the budget White chick on that Pac shit My passion was ironic And my dreams were uncommon Guess I gone crazy, first deal changed me Robbed blind, basically raped me Rose through the bullshit like a matador Just made me madder and adamant to go at em And even the score So, I went harder Studied the Carters till a deal was offered Slept cold on the floor recording At 4 in the morning And now I'm passin' the bar like a lawyer Immigrant, art ignorant Ya ill intent was insurance for my benefit Hate to be inconsiderate But the Industry took my innocence Too late, now I'm in this bitch!  You don't know the half This shit get real Valley girls giving blowjobs for Louboutins What you call that? Head over heels  [Pre-Chorus] No money, no family 16 in the middle of Miami No money, no family 16 in the middle of Miami No money, no family 16 in the middle of Miami 16 in the middle of Miami  [Chorus] I've been up all night, tryna get that rich I've been work work work work working on my shit Milked the whole game twice, gotta get it how I live I've been work work work work working on my shit Now get this work Now get this work Now get this work Now get this work Working on my shit  [Verse 3] Pledge allegiance to the struggle Ain't been easy But cheers to Peezy for the weeks we lived out of duffle Bags is all we had Do anything for my Mama, I love you One day I'll pay you back for the sacrifice That ya managed to muscle Sixteen, you sent me through customs so All aboard my spaceship to Mercury Turn First at the light that's in front me Cause every night I'mma do it like it's my last This dream is all that I need Cause it's all that I ever had  [Outro] Now get this work Now get this work Now get this work Now get this work Working on my shit Now get this work Now get this work Now get this work Now get this work Working on my shit  ",
        "title": "Work"
    },
    {
        "artist": "Milky Chance",
        "lyrics": "  [Verse 1] I want you by my side So that I never feel alone again They’ve always been so kind But now they’ve brought you away from here I hope they didn't get your mind Your heart is too strong anyway We need to fetch back the time They've  stolen from us  [Chorus] And I want you We can bring it on the floor You’ve never danced like this before But we don’t talk about it Dancin on doin the boogie all night long Stoned in paradise Shouldn’t talk about it And I want you We can bring it on the floor You’ve never danced like this before But we don’t talk about it Dancin on doin the boogie all night long Stoned in paradise Shouldn’t talk about it Shouldn't talk about it  [Verse 2] Coldest winter for me No sun is shining anymore The only thing I feel is pain Caused by absence of you Suspense is controlling my mind I cannot find the way out of here I want you by my side So that I never feel alone again  [Chorus] And I want you We can bring it on the floor You’ve never danced like this before But we don’t talk about it Dancin on doin the boogie all night long Stoned in paradise Shouldn’t talk about it And I want you We can bring it on the floor You’ve never danced like this before But we don’t talk about it Dancin on doin the boogie all night long Stoned in paradise Shouldn’t talk about it Shouldn't talk about it And I want you We can bring it on the floor You’ve never danced like this before But we don’t talk about it Dancin on doin the boogie all night long Stoned in paradise Shouldn’t talk about it And I want you We can bring it on the floor You’ve never danced like this before But we don’t talk about it Dancin on doin the boogie all night long Stoned in paradise Shouldn’t talk about it Shouldn't talk about it  ",
        "title": "Stolen Dance"
    },
    {
        "artist": "Frankie Ballard",
        "lyrics": "  Every time you kiss me it's like sunshine and whiskey  [Verse 1] Chilling on a beach with my sweet Georgia peach Not a care in the world, just trying to beat the heat Body like an hourglass, sand on her feet I can't help but stare cause I got the best seat Just when I thought it couldn't get any hotter you slid on in Said, \"I'm a little hot and bothered, if you know what I mean Let's crank it up to a hundred degrees\"  [Refrain] You hit me like fire, shot me like a bullet Burned me up and down, no way to cool it But every time you kiss me it's like sunshine and whiskey Like a bottle of Jack straight to the head One shot, two shot, Coppertone red Every time you kiss me it's like sunshine and whiskey  [Verse 2] I was slow driving south with the top drop down Her hair in the wind, Tom Petty up loud You gave me that look, you licked them lips I said, \"Hang on baby, better pull over for this\" I don't wanna get DWK, driving while kissing they'll put you away  [Refrain] You hit me like fire, shot me like a bullet Burned me up and down, no way to cool it But every time you kiss me it's like sunshine and whiskey It's like a bottle of Jack straight to the head One shot, two shot, Coppertone red Every time you kiss me it's like sunshine and whiskey Every time you kiss me it's like sunshine and whiskey Every time you kiss me it's like sunshine and whiskey  ",
        "title": "Sunshine & Whiskey"
    },
    {
        "artist": "5 Seconds Of Summer",
        "lyrics": "  [Intro: All] Hey, hey, hey, hey Hey, hey, hey, hey hey  [Verse 1: Luke] Simmer down, simmer down They say we’re too young now to amount to anything else But look around We worked too damn hard for this just to give it up now If you don’t swim, you’ll drown But don’t move, honey  [Chorus: All] You look so perfect standing there In my American Apparel underwear And I know now that I’m so down Your lipstick stain is a work of art I got your name tattooed in an arrow heart And I know now that I’m so down Hey, hey Hey, hey, hey, hey Hey, hey, hey, hey  [Verse 2: Calum] Let’s get out, let’s get out 'Cause this deadbeat town’s only here just to keep us down While I was out I found myself alone just thinking If I showed up with a plane ticket And a shiny diamond ring with your name on it Would you wanna run away too? 'Cause all I really want is you  [Chorus: All] You look so perfect standing there In my American Apparel underwear And I know now that I’m so down I made a mixtape straight out of ‘94 I’ve got your ripped skinny jeans lying on the floor And I know now that I’m so down Hey, hey Hey, hey, hey, hey Hey, hey, hey, hey  [Bridge: Luke] You look so perfect standing there In my American Apparel underwear And I know now that I'm so down Your lipstick stain is a work of art I got your name tattooed in an arrow heart And I know now that I’m so down  [Chorus: All] Hey, hey, hey, hey, hey, hey Hey, hey, hey, hey You look so perfect standing there In my American Apparel underwear And I know now that I’m so down (hey, hey) Your lipstick stain is a work of art I got your name tattooed in an arrow heart And I know now that I’m so down Hey, hey  ",
        "title": "She Looks So Perfect"
    },
    {
        "artist": "Jack & Jack",
        "lyrics": "  [Intro] Wild like Wild life  [Verse 1] Yeah, no  telling what I might do When I'm in the right mood You know me I'm all up in the party like a V.I.P And everything is looking better from my P.O.V Nocturnal animals, we don't sleep And I'll probably forget you, CeeLo Green (CeeLo) I'm sweatin like the Amazon, a hundred degrees And that back side's bigger than a family tree So drop that thing like a fumble Like ya talking to the king of the jungle We got lions, tigers, bears oh my And every single ones turnt up, yo I don't want anybody bringing the vibes down So if you want to wind down, oh look what I found A little something that'll keep you awake Until the break of dawn Don't be afraid to get rowdy  [Pre-Chorus] We're not done yet Pass me the bottle It's 2 a.m., let's hit the throttle Drink in my cup Hands going up Let's hit the dance floor and get  [Hook] Wild like Wild life Wild like Wild life Wild like Wild life  [Verse 2] Yeah, everybody going crazy on the dance floor Jam packed, got a couple bands back From the back on my last trip like a ransacked Everybody hanging like a string from a Tampax Yes, my bitches back from the Amtrak You ain't never heard of flow quite like this Everywhere I turn seeing iced out wrists She might be German, she might be Swiss, (god damn) And I'm feeling pretty hectic, lights all around Good thing I'm not epileptic I'm kinda confused like I'm measuring in metric Talking shit, you better take it back interception Like the forests are blazing Get the wild life jumping like an animal rave I know your parents say they miss the good old days But things change  [Pre-Chorus] We're not done yet Pass me the bottle It's 2 a.m., let's hit the throttle Drink in my cup Hands going up Let's hit the dance floor and get  [Hook] Wild like Wild life Wild like Wild life Wild like Wild life  [Bridge] Hey you come here girl, party with me (party with me) You know its going to be a wild night (so wild) Move that body to the melody (melody) I could show you how to live the wild life (wild life) Ain't gotta spend a dime (its free) You know it's going to be a wild night (let's go) Doors open, you don't need a key (no key) Show you how to live the wild life (wild life)  [Pre-Chorus] We're not done yet Pass me the bottle It's 2 a.m., let's hit the throttle Drink in my cup Hands going up Let's hit the dance floor and get  [Hook] Wild like Wild life Wild like Wild life Wild like Wild life  ",
        "title": "Wild Life"
    },
    {
        "artist": "Migos",
        "lyrics": "  [Intro: Takeoff] If you know me, know this ain't my feng shui Certified everywhere, ain't gotta print my resume Talking crazy, I pull up, andale R.I.P. to Nate Dogg, I had to regulate  [Interlude] Aye Twaun turn that beat down Public Service Announcement Where all my rich niggas at, man? YRN shit, man MIGO!  [Hook: Takeoff] Broke niggas stand to the left My rich niggas stand to the right Lil' mama, she keep looking at me (lil' mama!) I'ma knock the pussy out like fight night Hit it with the left, hit it with the right I'ma knock the pussy out like fight night Beat it with the left, beat it with the right I'ma knock the pussy out like fight night  [Verse 1: Takeoff] If you know me know this ain't my feng shui Certified everywhere, ain't gotta print my resume Talking crazy, I pull up andale R.I.P to Nate Dogg, I had to regulate Pocket rocket fire, watch him disintegrate It's a truckload coming on the interstate Sirloin steak all on my dinner plate Your main bitch say she wanna make a sex tape Rich nigga, I could never be a broke nigga (rich nigga) Broke niggas, I can never get along with them Always been hated since a little nigga (always) It's forever pussy nigga gotta deal with it (rich nigga!)  [Hook: Takeoff] Broke niggas stand to the left My rich niggas stand to the right Lil' mama, she keep looking at me (lil' mama!) I'ma knock the pussy out like fight night Hit it with the left, hit it with the right I'ma knock the pussy out like fight night Beat it with the left, beat it with the right I'ma knock the pussy out like fight night  [Verse 2: Quavo] Float like a butterly, sting like a bee Rumble, young nigga, rumble! Lil' mama want a nigga like me in the sheets Ice Cube knock it out like Deebo Now who's that talking that gangsta shit? Somebody gonna kick your ass When I walk up in the club I better make a thunderstorm Let them know that this a whole lot of cash Rich niggas on the right, all night (rich nigga) Broke niggas to the left, by yourself (brokanese) Now who the hell just said that the roof on fire? Call 911 like Wyclef  [Hook: Takeoff] Broke niggas stand to the left My rich niggas stand to the right Lil' mama, she keep looking at me (lil' mama!) I'ma knock the pussy out like fight night Hit it with the left, hit it with the right I'ma knock the pussy out like fight night Beat it with the left, beat it with the right I'ma knock the pussy out like fight night  [Verse 3: Offset] I'm a rich nigga, I don't like a bitch nigga Snitch nigga, broke nigga, I don't deal with you All of my niggas, official, my bitches they skrippers My niggas they criminals trying to get to the M&Ms If your bitch is so innocent, why she sucking my children Lights, camera, action, diamond dancing bitch we go in the building Bad bitch make it clap, like Magnolia Young rich nigga on the couch talking to Oprah Bottles in the VIP while I stand on the sofa I don't speak your language, Brokanese, I thought I told ya These bitches they be smokin' on hookah, my nigga ballin' like Hoosiers Pull up in the Double R, go scare ya bitch, Freddy Krueger Flooded Franck Muller  [Hook: Takeoff] Broke niggas stand to the left My rich niggas stand to the right Lil' mama, she keep looking at me (lil' mama!) I'ma knock the pussy out like fight night Hit it with the left, hit it with the right I'ma knock the pussy out like fight night Beat it with the left, beat it with the right I'ma knock the pussy out like fight night  ",
        "title": "Fight Night"
    },
    {
        "artist": "Jason Derulo",
        "lyrics": "  [Produced by Jason Derulo and Jon Bellion] [Video by Jason Derulo and Colin Tilley]  [Chorus] Every time that you get undressed I hear symphonies in my head I wrote this song just looking at you oh, oh Yeah, the drums they swing low And the trumpets they go And the trumpets they go Yeah, the trumpets they go Da da, da ra ra da, da, da Da, ra, ra, ra, da, da Da da, da ra ra da, da, da (ooh, woo) Da, ra, ra, ra, da, da (they go)  [Verse 1] Haha, is it weird that I hear Violins whenever you’re gone? (Whenever you're gone) Yeah, is it weird that your ass Remind me of a Kanye West song? (Kanye West song) Haha, yeah, is it weird that I hear Trumpets when you’re turning me on? (Turning me on) Is it weird that your bra Remind me of a Katy Perry song?  [Chorus] Every time that you get undressed I hear symphonies in my head I wrote this song just looking at you oh, oh Yeah, the drums they swing low And the trumpets they go (and they're playing for you, baby) And the trumpets they go, haha, yeah Yeah, the trumpets they go Da da, da ra ra da, da, da Da, ra, ra, ra, da, da Yeah, the trumpets they go Da da, da ra ra da, da, da (go, go go, go go) Da, ra, ra, ra, da, da (go, go go, go go, they go)  [Verse 2] Damn, is it weird that I hear Angels every time that you moan? (Time that you moan) Uh, oh, yeah, is it weird that your eyes Remind me of a Coldplay song? (A Coldplay song) Is it weird that I hear Trumpets when you’re turning me on? Is it weird that your bra (that your bra) Remind me of a Katy Perry song?  [Chorus] Every time that you get undressed I hear symphonies in my head I wrote this song looking at you oh, oh (oh yeah) Every time that you get undressed (every time, every time that you get undressed) I hear symphonies in my head (haha, I har symphonies in my head) I wrote this song just looking at you oh, oh (haha, I wrote this song, just looking at you, girl) Uh, yeah, the drums they swing low And the trumpets they go [Da da, da ra ra da, da, da Da, ra, ra, ra, da, da (acapella on 'em) Da da, da ra ra da, da, da (they go, oh yeah, oh) Da, ra, ra, ra, da, da (c'mon, c'mon, c'mon)](2959868) They go  ",
        "title": "Trumpets"
    },
    {
        "artist": "Rita Ora",
        "lyrics": "  [Verse 1] Tell me baby what we gonna do I'll make it easy, got a lot to lose Watch the sunlight coming through Open the window, let it shine on you  [Pre-Chorus] Cuz I've been sick and working all week And I've been doing just fine You've been tired of watching me Forgot to have a good time boy You can't take it, all these faces Never keeping it real I know exactly how you feel  [Chorus] When you say you've had enough And you might just give it up Oh Ooh, I Will Never Let You Down When you're feeling low on love I'll be what you're dreaming of Oh Ooh, I Will Never Let You Down Oh Ooh, I Will Never Let You Down  [Verse 2] There's a million ways to go Don't be embarrassed if you lose control On the rooftop, now they know Your body's frozen and you've lost your soul  [Pre-Chorus] Cuz I've been sick and working all week And I've been doing just fine You've been tired of watching me Forgot to have a good time boy You can't take it, all these faces Never keeping it real I know exactly how you feel  [Chorus] When you say you've had enough And you might just give it up Oh Ooh, I Will Never Let You Down When you're feeling low on love I'll be what you're dreaming of Oh Ooh, I Will Never Let You Down Oh Ooh, I Will Never Let You Down  [Bridge] Let me take you where you never go Have a little fun, it's the only way we know Let me show you what you never see You know how to love, only when you're holding me  [Chorus] When you say you've had enough And you might just give it up Oh Ooh, I Will Never Let You Down When you're feeling low on love I'll be what you're dreaming of Oh Ooh, I Will Never Let You Down Oh Ooh, I Will Never Let You Down  ",
        "title": "I Will Never Let You Down"
    },
    {
        "artist": "Usher",
        "lyrics": "  [Produced by JProof, Oak, Flip, Pop, Natural, and Terry \"Tru\" Sneed] [Directed by Christopher Sims]  [Intro] Make every minute worth it, baby This for Usher, baby Watch this  [Hook] I done been around the world, I done kissed a lot of girls So I'm guessin' that it's true, huh Make me holla and I bet a million dollars Don't nobody kiss it like you, ha Don't nobody kiss it like you Don't nobody kiss it like you, bang, bang, bang Don't nobody kiss it like you, don't nobody kiss it like you, uh ha  [Verse 1] It's 5 in the mornin' Kush is rollin' while she's makin' steak and eggs, yeah At 5 in the mornin' We can only be about to do one thing (what?)  [Refrain] See, I told her, the devil is a lie Them other girls can't compete with mine You do it so good, you fuck my mind You pull it out, then you open wide You make me wanna tap out and retire Your pretty lips leave me so inspired  [Pre-Ch­orus 1] I think that she's a winner She could be a keeper  [Ch­orus] Cause she's such a good kisser Got lipstick on my leg Oh baby She's such a good kisser I'ma rain on this parade Oh baby  [Hook] I done been around the world, I done kissed a lot of girls So I'm guessin' that it's true, huh Make me holla and I bet a million dollars Don't nobody kiss it like you, ha Don't nobody kiss it like you Don't nobody kiss it like you, bang, bang, bang Don't nobody kiss it like you, don't nobody kiss it like you, uh ha  [Verse 2] This girl, she's my hero Get dinero, euros, pesos, francs and yen, ha (I ain't one to trick off either) I'm starin' at your barrel Pull the trigger, chitty, chitty, bang, babe (Whatever you want, I told her)  [Refrain] See, I told her, the devil is a lie Them other girls can't compete with mine You do it so good, you fuck my mind You pull it out, then you open wide You make me wanna tap out and retire Your pretty lips leave me so inspired  [Pre-Ch­orus 2] I think I got a winner Could be a keeper  [Ch­orus] Cause she's such a good kisser Got lipstick on my leg Oh baby She's such a good kisser I'ma rain on this parade Oh baby  [Verse 3] Listen, the only thing I know You give it to me, baby, with good flow Don't ever run it back, come on, keep goin' Just give it to me, give it up to me, give it up to me I, I can't keep my control Every time that I see you hit that floor She keep on givin it to me, I want more Now come on baby, now give it to me, give it up to me Heeyyy yeah  [Bridge 4X] Kiss it good, kiss it right Keep it up, we be kissin all night  [Ch­orus] Cause she's such a good kisser Got lipstick on my leg Oh baby She's such a good kisser I'ma rain on this parade Oh baby  [Hook] I done been around the world, I done kissed a lot of girls So I'm guessin' that it's true, huh Make me holla and I bet a million dollars Don't nobody kiss it like you, ha Don't nobody kiss it like you Don't nobody kiss it like you, bang, bang, bang Don't nobody kiss it like you, don't nobody kiss it like you, uh ha  ",
        "title": "Good Kisser"
    },
    {
        "artist": "Blake Shelton Featuring Gwen Sebastian",
        "lyrics": null,
        "title": "My Eyes"
    },
    {
        "artist": "Pitbull Featuring John Ryan",
        "lyrics": "  [Intro: Pitbull] Mr. Worldwide to infinity You know the roof on fire We gon' boogie oogie oggie, jiggle, wiggle and dance Like the roof on fire We gon' drink, drink and take shots until we fall out Like the roof on fire Now baby give a booty naked, take off all your clothes, and light the roof on fire Tell her, tell her baby, baby, baby, baby, baby, baby, baby, baby I'm on fire I tell her baby, baby, baby, baby, baby, baby, baby, baby I'm on fireball  [Instrumental break : 15 measures]  Fireball  [Verse 1: Pitbull] I saw, I came, I conquered Or should I say, \"I saw, I conquered, I came\" They say the chico on fire and he no liar While y'all slippin’ he runnin’ the game Now big bang boogie Get that kitty little noogie In a nice, nice little shade  [Pre-Hook: Pitbull] I gave Suzie a little pat up on the booty And she turned around and said “Walk this way”  [Hook: John Ryan] I was born in a flame Momma said that everyone would know my name I'm the best you've ever had If you think I'm burning out, I never am I'm on fire I'm on fire I'm on fire I'm on fire Fireball  [Instrumental break: 15 measures]  Fireball  [Verse 2: Pitbull] Sticks and stones may break my bones But I don’t care what y’all say Cause as the world turns, y’all boys gonna learn That chico right here don’t play That boy’s from the bottom, bottom of the map M.I.A U.S.A  [Pre-Hook: Pitbull] I gave Suzie a little pat up on the booty And she turned around and said “Walk this way”  [Hook: John Ryan] I was born in a flame Momma said that everyone would know my name I'm the best you've ever had If you think I'm burning out, I never am I'm on fire I'm on fire I'm on fire I'm on fire Fireball  [Bridge: Pitbull] We're taking it We're taking it We're taking it down We're taking it We're taking it We're taking it down We're taking it We're taking it We're taking it down We're taking it We're taking it We're taking it down We're taking it We're taking it We're taking it down We're taking it We're taking it We're taking it down We're taking it We're taking it We're taking it down We're taking it We're taking it We're taking it down (x8) Now, we're bringing it We're bringing it We're bringing it back We're bringing it We're bringing it We're bringing it back We're bringing it We're bringing it We're bringing it back We're bringing it We're bringing it We're bringing it back We're bringing it We're bringing it We're bringing it back We're bringing it We're bringing it We're bringing it back We're bringing it We're bringing it We're bringing it back We're bringing it We're bringing it We're bringing it back (x8) Fireball  [Instrumental break: 15 measures]  [Outro] Fireball I tell her, tell her baby, baby, baby, baby, baby, baby, baby, baby I'm on fire I tell her baby, baby, baby, baby, baby, baby, baby, baby I'm on fireball  ",
        "title": "Fireball"
    },
    {
        "artist": "Rae Sremmurd",
        "lyrics": "  [Produced By: Mike WiLL Made It] Mike Will Made Get Jealous [Hook: Swae Lee] (Hey) No flex zone, (hey) no flex zone (Hey) They know better, (hey) they know better (Hey) No flex zone, (hey) no flex zone (Hey) They know better, (hey) they know better Won a gold medal, and a gold bezel I treat these hoes special, now ya ho jealous Freak hoes, got several, they tens or better I'm a trendsetter, I'm a go-getter  [Verse 1: Swae Lee] Swae Lee, Lee Swae, it's the same difference H2O, lean, same thing Niggas throw sets and gangbang Free everybody in the chain gang It's been two days since I laid down Kool Moe Dee, five chains on Mr. T, them rings on, say my fucking name, ho Yeah, them diamonds so cool, yeah, that old school mine fo' Never heard about you, all my hoes, they so rude Tats all on me, nigga, trill-ass individual Go and check on that nigga, sit on my Balmain zipper Got a airtight schedule, fuck your bitch, just met her Pink slip, no rental,got a L full of that killer Beating on my chest like Magilla (Stand Back) Nigga Im the gorilla in the village Pack sound like heavy metal Just killed the haters, God bless them  [Hook] (Hey) No flex zone, (hey) no flex zone (Hey) They know better, (hey) they know better (Hey) No flex zone, (hey) no flex zone (Hey) They know better, (hey) they know better Won a gold medal, and a gold bezel I treat these hoes special, now ya ho jealous Freak hoes, got several, they tens or better I'm a trendsetter, I'm a go-getter  [Verse 2: Slim Jimmy] Young niggas got to get to the money Five chains, so they look at me funny Showed up with the juice and the troops Roll a seven every time I shoot She said, \"Why you got so many condoms with you?\" I say, \"I'm a player, to be honest with you\" Hublot, woo, so shiny Mind you, my crew right behind me Went shopping, could've bought an island Talking money when I'm with Italians Spilling purple on the red carpet And I'm flyer than that nigga on the hang glider Four, five, six, seven chains on, just stay in your lane, ho Don't you like these A. Wang's? Don't you like these gold fangs? You a well-known flexer, I'm a young trendsetter These hoes, they reckless, they slick, they messy Three hoes freak dancing, wit' the loud, singing acapella Chain clang like heavy metal Just killed the haters, God bless them  [Hook] (Hey) No flex zone, (hey) no flex zone (Hey) They know better, (hey) they know better (Hey) No flex zone, (hey) no flex zone (Hey) They know better, (hey) they know better Won a gold medal, and a gold bezel I treat these hoes special, now ya ho jealous Freak hoes, got several, they tens or better I'm a trendsetter, I'm a go-getter  ",
        "title": "No Flex Zone"
    },
    {
        "artist": "Trey Songz",
        "lyrics": "  [Intro] That foreign, that foreign That foreign, that foreign That foreign, uh huh Trigga  [Verse 1] Colombian, oh yeah I love that I love her if she speak another language She be doing things I never seen I think I might have hit it in my dreams She drop it, then she throw it, yeah she work it I seen your Instagram but you look better up in person I think her booty fake, she say it's real though She back it up and let me get my feel on  [Pre-Chorus] She only been here for two weeks Came with the girls and they tryna leave with me She working hard like she tryna get a visa The way she twerk it, I just might pull out my Visa  [Chorus] After we leave girl, you know where you going Straight to the 'tel, you ain't leaving 'til the morning Same old thing, yeah, you know that shit's boring American you know I had to cop that foreign American you know I had to cop that foreign She got in that bikini when we in the Lamborghini American you know I had to cop that foreign She from another country, I brought her to the city with me I know it's never boring American you know I had to cop that foreign, uh huh  [Verse 2] I hit the lot and then I leave out with a new one Her ass so fat, I measure that, I tote a ruler People wanna ask why I walk like that, don't wonder, make that pussy rain when I bring that thunder Shoutout Australia when she go down under  [Pre-Chorus] She only been here for two weeks Came with the girls and they tryna leave with me She working hard like she tryna get a visa The way she twerk it, I just might pull out my Visa  [Chorus] After we leave girl, you know where you going Straight to the 'tel, you ain't leaving 'til the morning Same old thing, yeah, you know that shit's boring American you know I had to cop that foreign American you know I had to cop that foreign She got in that bikini when we in the Lamborghini American you know I had to cop that foreign She from another country, I brought her to the city with me I know it's never boring American you know I had to cop that foreign, uh huh  [Verse 3] And she be like \"Ay que rico\" when I'm going real deep though You can give me all of them besos, just stay low, do what I say so Fuck me now, oh shit, excuse my French but I got a bad bitch And she ain't from France but she french kiss dick and she ain't got plans 'cause they get dismissed  [Bridge] She only been here for two weeks, for two weeks A different party every night, she like to drink, she love to drink Body language is all she's tryna speak That's okay, that's alright, go all day, go all night, I'ma beast  [Chorus] After we leave girl, you know where you going Straight to the 'tel, you ain't leaving 'til the morning Same old thing, yeah, you know that shit's boring American you know I had to cop that foreign American you know I had to cop that foreign She got in that bikini when we in the Lamborghini American you know I had to cop that foreign She from another country, I brought her to the city with me I know it's never boring American you know I had to cop that foreign  [Outro] American you know I had to cop that foreign Trigga, Trigga, Trigga, Trigga, Trigga American you know I had to cop that foreign Trigga, Trigga American you know I had to cop that foreign American you know I had to cop that foreign  ",
        "title": "Foreign"
    },
    {
        "artist": "Eric Church",
        "lyrics": "  [Verse 1] It was a perfect day for the end of May, they say a record high I was starin' at that green water When out of the blue and by surprise She had her feet up on the cooler as she put our love on ice She grabbed a beer, said, \"I'm out of here\" And walked out of my life  [Chorus] That was a cold one, I never will get back If she had to leave Did she have to leave me one beer short of a twelve pack? She left me hanging high and dry in that Hell hot summer sun Damn babe, that was a cold one  [Verse 2] It ain't the first time, or last time I watched love walk out But it's damn sure the one time I still ain't forgot about I still like to drink a beer but a long neck I won't do Cause every time I see one sweating, man I break out in one too  [Chorus] That was a cold one, I never will get back If she had to leave Did she have to leave me one beer short of a twelve pack? She left me hanging high and dry in that Hell hot summer sun Damn babe, that was a cold one  [Chorus] That was a cold one, I never will get back If she had to leave Did she have to leave me one beer short of a twelve pack? She left me hanging high and dry in that hell hot summer sun Damn babe, that was a cold one Damn babe, that was a cold one  ",
        "title": "Cold One"
    },
    {
        "artist": "Katy Perry",
        "lyrics": "  [Prod. by Dr. Luke, Max Martin, Cirkut] [Written by Katy Perry, Dr. Luke, Max Martin, Bonnie McKee, Henry Walter]  [Verse 1] I heard you're feeling nothing's going right Why don't you let me stop by? The clock is ticking, running out of time So we should party all night  [Pre-Chorus 1] So cover your eyes, I have a surprise I hope you got a healthy appetite If you wanna dance, if you want it all You know that I'm the girl that you should call  [Chorus] Boy, when you're with me, I'll give you a taste Make it like your birthday every day I know you like it sweet, so you can have your cake Give you something good to celebrate  [Post-Chorus] So make a wish I'll make it like your birthday every day I'll be your gift Give you something good to celebrate  [Verse 2] Pop your confetti, pop your Pérignon So hot and heavy 'til dawn I got you spinning like a disco ball All night they're playing your song  [Pre-Chorus 2] We're living the life, we're doing it right You're never gonna be unsatisfied If you wanna dance, if you want it all You know that I'm the girl that you should call  [Chorus] Boy, when you're with me, I'll give you a taste Make it like your birthday every day I know you like it sweet, so you can have your cake Give you something good to celebrate  [Post-Chorus] So make a wish I'll make it like your birthday every day I'll be your gift Give you something good to celebrate  [Bridge] Happy birthday... So let me get you in your birthday suit It's time to bring out the big balloons So let me get you in your birthday suit It's time to bring out the big, big, big, big, big, big balloons  [Chorus] Boy, when you're with me, I'll give you a taste Make it like your birthday every day I know you like it sweet, so you can have your cake Give you something good to celebrate Boy, when you're with me, I'll give you a taste Make it like your birthday every day I know you like it sweet, so you can have your cake Give you something good to celebrate  [Post-Chorus] So make a wish I'll make it like your birthday every day I'll be your gift Give you something good to celebrate  [Outro] Happy birthday...  ",
        "title": "Birthday"
    },
    {
        "artist": "Eric Paslay",
        "lyrics": "  [Verse 1] This ain't about tailgates Ain't about bonfires Ain't about souped up cars, water towers Or drowning in a bottle of Jack This ain't about Chevys Ain't about money Ain't about blue suede shoes, coo-coo-ca-choos Got nothing to do with that  [Chorus] It's a song about a girl It goes like this Oh, little heartbreak queen Rocking the jeans Baby, just read my lips It's a song about a girl The one you can't forget Oh, blows your mind every time You think it's gonna be a hit It's a song about a girl  [Verse 2] Ah, it's a song about you, oh, yeah This ain't about hometowns Ain't about back roads Ain't about shoulda, coulda, wish I woulda Rear views looking back This ain't about goodbyes Ain't about come-backs Oh, got nothing to do with the stars and the moon Man, you're getting way off track  [Chorus] It's a song about a girl It goes like this Oh, little heartbreak queen Rocking the jeans Baby, just read my lips It's a song about a girl The one you can't forget Oh, blows your mind every time You think it's gonna be a hit It's a song about a girl  [Bridge] Baby you, yeah you, yeah you, know who you are Baby you, yeah you, read my lips, hear my heart Listen to this guitar  [Chorus] It's a song about a girl It goes like this Oh, little heartbreak queen Rocking the jeans Baby, just read my lips It's a song about a girl Every time Oh, don't think too hard Dig too deep Or read between the lines  [Chorus] It's a song about a girl It goes like this Oh, little heartbreak queen Rocking the jeans Baby, just read my lips It's a song about a girl The one you can't forget Oh, blows your mind every time You think it's gonna be a hit It's a song about a girl, girl, oh It's a song about a girl, girl, ohh, yeah It's a song about a girl, girl, oh It's a song about a girl  [Outro] This ain't about tailgates Ain't about bonfires Ain't about souped up cars, water towers Or drowning in a bottle of Jack  ",
        "title": "Song About A Girl"
    },
    {
        "artist": "T.I. Featuring Young Thug",
        "lyrics": "  [Intro: Young Thug, Skooly & T.I.] We got London On Da Track Woah, yeah, man, T.I.P. in this motherfucker with me, nigga! To the max with it, racks! I count six shots  [Verse 1: Young Thug] Bustin' out the bando (woo) A nigga jewelry real metal like a can opener (bling) I went from rags to riches to a feature with Tip (woo) I went from Smart Card to a bitch with some smart lips (skrrt) And the F&N make my hip limp (gah) I'm goin' fishin' with these little bitty shrimp dimps (woo) And my bank roll got a big dip (woo) She gon' bring it on a big ship (sheesh, sheesh) Quite trill, no QuikTrip (sheesh, sheesh) I got thugs in the alley, know Tip here (woo) And she just wanna have a good day (what) Smoke way more weed than a guy in L.A (damn, damn) I want them birds 'til next May (goddamn) Never let 'em fly away What!? I heard, hey buddy Listen what my nigga Tip say  [Chorus: T.I.] If it ain't about the money Don't be blowin' me up, nigga, I ain't gettin' up If it ain't about the money Ain't no use in you ringin' my line, stop wastin' my time If it ain't about the money Nah, I can't even hear what you say, I ain't finna do shit I ain't finna do shit, my nigga If it ain't about the money Bitch, you can miss me with it Bitch nigga, miss me with it; turn it!  [Post-Chorus: Young Thug] I pack an 11, I pack an 11, (aye) ooh I'm ridin' in a gator, my shoes are Giuseppe (Turn up, uh, watcha, uh, what they say gah) I'm S.L.I.M.E. like the reverend I shoot at the reverend (ba a nigga, boom what) ayy Pants out the grocery store They stuffed with lettuce, (Bankroll Mafia) ayy She try make the extras, I tell on these bitches, hey When it's 'bout time to pay, I'ma bail on these bitches  [Verse 2: T.I.] Ayy, ayy, ayy, what you think we in the neighborhood for? Standin' at the corner store with a pocket full of dough I’ll be damned if a nigga wife a hood ho (woo) Learned that from UGK back in \"Pocket Full of Stones\" Put your money down, I could buck a hard 4 You playin' with it, I'ma send 'em through your car door My watch flooded, shit sick, got Parvo I'm doin' it for black and yellow, free Hardo The head honcho, nigga, no Tonto, nigga I'm quick to put some bricks in a Bronco, nigga Niggas talk shit, well, I don't respond to no nigga No murder, no dough, no convo, nigga  [Chorus: T.I.] If it ain't about the money Don't be blowin' me up, nigga, I ain't gettin' up If it ain't about the money Ain't no use in you ringin' my line, stop wastin' my time If it ain't about the money Nah, I can't even hear what you say, I ain't finna do shit If it ain't about the money Bitch, you can miss me with it Bitch nigga, miss me with it; turn it!  [Post-Chorus: Young Thug] I pack an 11, I pack an 11, (aye) ooh I'm ridin' in a gator, my shoes are Giuseppe (Turn up, uh, watcha, uh, what they say gah) I'm S.L.I.M.E. like the reverend I shoot at the reverend (ba a nigga, boom what) aye Pants out the grocery store They stuffed with lettuce, (Bankroll Mafia) aye She try make the extras, I tell on these bitches, hey When it's' bout time to pay, I'ma bail on these bitches  [Verse 3: T.I.] What you think we in the neighborhood for? Standin' in the trap, slangin' good blow Made the baby used to slang that crack Buy a stolen car while he bang that AK If you ever took a loss, better bring that back Catcha' with you, bet your heat will blow your brains 'bout that BA-BOW! Ayy, know you better be (better be) On your best behavior when addressin' me Because, bye-gones, we don't let 'em be Niggas disrespect me, I'ma catch a felony For real, if you listen I can get you paid But not interested in shit you say  [Chorus: T.I.] If it ain't about the money (nigga) Don't be blowin' me up, nigga, I ain't gettin' up If it ain't about the money Ain't no use in you ringin' my line, stop wastin' my time If it ain't about the money Nah, I can't even hear what you say, I ain't finna do shit If it ain't about the money Bitch, you can miss me with it Bitch nigga, miss me with it; turn it!  [Post-Chorus: Young Thug] I pack an 11, I pack an 11, (aye) ooh I'm ridin' in a gator, my shoes are Giuseppe (Turn up, uh, watcha, uh, what they say gah) I'm S.L.I.M.E. like the reverend I shoot at the reverend, (ba a nigga, boom what) aye Pants out the grocery store They stuffed with lettuce, (Bankroll Mafia) aye She try make the extras, I tell on these bitches, hey When it's 'bout time to pay, I'ma bail on these bitches  [Outro: T.I.] Ayy, ayy, ayy, what you think we in the neighborhood for? Standin' at the corner store with a pocket full of dough I’ll be damned if a nigga wife a hood ho Learned that from UGK back in \"Pocket Full of Stones,\" nigga  ",
        "title": "About The Money"
    },
    {
        "artist": "Eli Young Band",
        "lyrics": null,
        "title": "Dust"
    }
]