[
    {
        "artist": "Lorde",
        "lyrics": "  [Produced by Joel Little] [Video by Joel Kefali]  [Verse 1] I've never seen a diamond in the flesh I cut my teeth on wedding rings in the movies And I'm not proud of my address In the torn up town, no post code envy  [Pre-Chorus] But every song's like gold teeth, Grey Goose, trippin' in the bathroom Bloodstains, ball gowns, trashin' the hotel room We don't care; we're driving Cadillacs in our dreams But everybody's like Cristal, Maybach, diamonds on your timepiece Jet planes, islands, tigers on a gold leash We don't care; we aren't caught up in your love affair  [Chorus] And we'll never be royals (royals) It don't run in our blood That kind of luxe just ain't for us We crave a different kind of buzz Let me be your ruler (ruler), you can call me Queen Bee And baby I'll rule (I'll rule I'll rule I'll rule...) Let me live that fantasy  [Verse 2] My friends and I we've cracked the code We count our dollars on the train to the party And everyone who knows us knows That we're fine with this, we didn't come from money  [Pre-Chorus] But every song's like gold teeth, Grey Goose, trippin' in the bathroom Bloodstains, ball gowns, trashin' the hotel room We don't care; we're driving Cadillacs in our dreams But everybody's like Cristal, Maybach, diamonds on your timepiece Jet planes, islands, tigers on a gold leash We don't care; we aren't caught up in your love affair  [Chorus] And we'll never be royals (royals) It don't run in our blood That kind of luxe just ain't for us We crave a different kind of buzz Let me be your ruler (ruler), you can call me Queen Bee And baby I'll rule (I'll rule I'll rule I'll rule...) Let me live that fantasy  [Bridge] (Oooh ooooh ohhh) We're bigger than we ever dreamed And I'm in love with being queen (Oooooh ooooh ohhhhh) Life is great, without a care We aren't caught up in your love affair  [Chorus] And we'll never be royals (royals) It don't run in our blood That kind of luxe just ain't for us We crave a different kind of buzz Let me be your ruler (ruler), you can call me Queen Bee And baby I'll rule (I'll rule I'll rule I'll rule...) Let me live that fantasy  ",
        "title": "Royals"
    },
    {
        "artist": "Katy Perry",
        "lyrics": "  [Video Directed by Grady Hall & Mark Kudsi]  [Produced by Dr. Luke & Max Martin]  [Verse 1] I used to bite my tongue and hold my breath Scared to rock the boat and make a mess So I sat quietly, agreed politely I guess that I forgot I had a choice I let you push me past the breaking point I stood for nothing, so I fell for everything  [Pre-Chorus] You held me down, but I got up (hey) Already brushing off the dust You hear my voice, your hear that sound Like thunder, gonna shake the ground You held me down, but I got up Get ready cause I had enough I see it all, I see it now  [Chorus ] I got the eye of the tiger, a fighter Dancing through the fire Cause I am a champion, and you’re gonna hear me roar Louder, louder than a lion Cause I am a champion, and you’re gonna hear me roar  [Post-Chorus] Oh oh oh oh oh oh oh oh Oh oh oh oh oh oh oh oh Oh oh oh oh oh oh oh oh You’re gonna hear me roar  [Verse 2] Now I’m floating like a butterfly Stinging like a bee I earned my stripes I went from zero, to my own hero  [Pre-Chorus] You held me down, but I got up (hey) Already brushing off the dust You hear my voice, your hear that sound Like thunder, gonna shake the ground You held me down, but I got up Get ready cause I had enough I see it all, I see it now  [Chorus] I got the eye of the tiger, a fighter Dancing through the fire Cause I am a champion, and you’re gonna hear me roar Louder, louder than a lion Cause I am a champion, and you’re gonna hear me roar  [Post-Chorus] Oh oh oh oh oh oh oh oh Oh oh oh oh oh oh oh oh Oh oh oh oh oh oh oh oh You’re gonna hear me roar  [Post-Chorus] Oh oh oh oh oh oh oh oh Oh oh oh oh oh oh oh oh (You'll hear me roar) Oh oh oh oh oh oh oh oh You’re gonna hear me roar  [Bridge] Roar, roar, roar, roar, roar...  [Chorus] I got the eye of the tiger, a fighter Dancing through the fire Cause I am a champion, and you’re gonna hear me roar Louder, louder than a lion Cause I am a champion, and you’re gonna hear me roar  [Post-Chorus] Oh oh oh oh oh oh oh oh Oh oh oh oh oh oh oh oh Oh oh oh oh oh oh oh oh You’re gonna hear me roar  [Post-Chorus] Oh oh oh oh oh oh oh oh Oh oh oh oh oh oh oh oh (You'll hear me roar) Oh oh oh oh oh oh oh oh You’re gonna hear me roar  ",
        "title": "Roar"
    },
    {
        "artist": "Miley Cyrus",
        "lyrics": "  [Produced by Dr. Luke and Cirkut] [Video by Terry Richardson]  [Verse 1] We clawed, we chained, our hearts in vain We jumped, never asking why We kissed, I fell under your spell A love no one could deny  [Pre-Hook] Don’t you ever say I just walked away I will always want you I can’t live a lie, running for my life I will always want you  [Hook 1] I came in like a wrecking ball I never hit so hard in love All I wanted was to break your walls All you ever did was wreck me Yeah you, you wreck me  [Verse 2] I put you high up in the sky And now, you’re not coming down It slowly turned, you let me burn And now, we’re ashes on the ground  [Pre-Hook] Don’t you ever say I just walked away I will always want you I can’t live a lie, running for my life I will always want you  [Hook 1] I came in like a wrecking ball I never hit so hard in love All I wanted was to break your walls All you ever did was wreck me Yeah you, you wreck me   [Hook 2] I came in like a wrecking ball Yeah, I just closed my eyes and swung Left me crashing in a blazing fall All you ever did was wreck me Yeah, you wreck me  [Bridge] I never meant to start a war I just wanted you to let me in And instead of using force I guess I should’ve let you win I never meant to start a war I just wanted you to let me in I guess I should’ve let you win  [Interlude] Don’t you ever say I just walked away I will always want you  [Hook 1 & Hook 2] I came in like a wrecking ball I never hit so hard in love All I wanted was to break your walls All you ever did was wreck me Yeah you, you wreck me  I came in like a wrecking ball Yeah, I just closed my eyes and swung Left me crashing in a blazing fall All you ever did was wreck me Yeah, you wreck me  ",
        "title": "Wrecking Ball"
    },
    {
        "artist": "Drake Featuring Majid Jordan",
        "lyrics": "  [Produced by Nineteen85, Majid Jordan & Noah \"40\" Shebib]  [Refrain: Drake] I got my eyes on you You're everything that I see I want your hot love and emotion endlessly I can't get over you You left your mark on me I want your hot love and emotion endlessly  [Pre-Hook: Drake] 'Cause you're a good girl and you know it You act so different around me 'Cause you're a good girl and you know it I know exactly who you could be  [Hook: Drake] Just hold on, we're going home Just hold on, we're going home It's hard to do these things alone Just hold on, we're going home  [Refrain: Drake] I got my eyes on you You're everything that I see I want your hot love and emotion endlessly I can't get over you You left your mark on me I want your hot love and emotion endlessly  [Pre-Hook: Drake] 'Cause you're a good girl and you know it You act so different around me 'Cause you're a good girl and you know it I know exactly who you could be  [Hook: Drake and (Majid Jordan)] Just hold on, we're going home (going home) Just hold on, we're going home (going home) It's hard to do these things alone (things alone) Just hold on, we're going home (going home)  [Bridge: Majid Al Maskati] You're the girl, you're the one Gave you everything I loved I think there's something, baby I think there's something, baby You're the girl, you're the one Gave you everything I loved I think there's something, baby I think there's something, baby  [Pre-Hook: Drake & Majid Al Maskati] 'Cause you're a good girl and you know it You act so different around me 'Cause you're a good girl and you know it I know exactly who you could be  [Hook: Drake and (Majid Jordan)] Just hold on, we're going home (going home) Just hold on, we're going home (going home) It's hard to do these things alone (things alone) Just hold on, we're going home (going home)  ",
        "title": "Hold On, We're Going Home"
    },
    {
        "artist": "Avicii",
        "lyrics": "  [Official Music Video] [Aloe Blacc Music Video]  [Verse 1: Aloe Blacc] Feeling my way through the darkness Guided by a beating heart I can't tell where the journey will end But I know where to start They tell me I'm too young to understand They say I'm caught up in a dream Well life will pass me by if I don't open up my eyes Well that's fine by me  [Chorus: Aloe Blacc] So wake me up when it's all over When I'm wiser and I'm older All this time I was finding myself And I didn't know﻿ I was lost So wake me up when it's all over When I'm wiser and I'm older All this time I was finding myself And I didn't know ﻿I was lost  [Beat Break]  [Verse 2:Aloe Blacc] I tried carrying the weight of the world But I only have two hands I hope I get the chance to travel the world But I don't have any plans I wish that I could stay forever this young Not afraid to close my eyes Life's a game﻿ made for everyone And love is the prize  [Chorus:Aloe Blacc] So wake me up when it's all over When I'm wiser and I'm older All this time I was finding myself And I didn't know﻿ I was lost So wake me up when it's all over When I'm wiser and I'm older All this time I was finding myself And I didn't know I was lost  [Outro: Aloe Blacc] I didn't know I was lost I didn't know I was lost I didn't know I was lost I didn't know I was lost  [Beat Break]  ",
        "title": "Wake Me Up!"
    },
    {
        "artist": "Jay Z Featuring Justin Timberlake",
        "lyrics": "  [Produced by J-Roc, The-Dream & Timbaland]  [Intro: Justin Timberlake] You'd take the clothes off my back and I'd let you You'd steal the food right out my mouth And I'd watch you eat it I still don’t know why, why our love is so much, ohh (Thanks for warnin' me, thanks for warnin' me) You curse my name in spite to put me to shame Hang my laundry in the streets, dirty or clean Give it up for fame But I still don't know why, why I love it so much (Thanks for warnin' me, thanks for warnin' me)  [Chorus: Justin Timberlake] And, baby, it's amazin' I'm in this maze with you I just can't crack your code One day you screamin' you love me loud The next day you're so cold One day you're here, one day you're there, one day you care You're so unfair Sippin' from your cup 'til it runneth over Holy Grail  [Verse 1: Jay Z] Blue told me remind you niggas Fuck that shit y'all talking 'bout, I'm the nigga Caught up in all these lights and cameras But look what that shit did to Hammer Goddamn it, I like it Bright lights is enticin', but look what it did to Tyson All that money in one night, thirty mil' for one fight But soon as all the money blows, all the pigeons take flight Fuck the fame, keep cheatin' on me What I do? I took her back Fool me twice; that's my bad, I can't even blame her for that Enough to make me wanna murder Momma, please just get my bail I know nobody to blame; Kurt Cobain, I did it to myself  [Bridge: Justin Timberlake] And we all just entertainers And we're stupid and contagious And we all just entertainers  [Chorus: Justin Timberlake] And, baby, it's amazin' I'm in this maze with you I just can't crack your code One day you screamin' you love me loud The next day you're so cold One day you're here, one day you're there, one day you care You're so unfair Sippin' from your cup 'til it runneth over Holy Grail  [Verse 2: Jay Z] Now I got tattoos on my body Psycho bitches in my lobby I got haters in the paper, photo shoots with paparazzi Can't even take my daughter for a walk See 'em by the corner store I feel like I'm cornered off Enough is enough, I'm callin' this off Who the fuck I'm kiddin' though? I'm gettin' high, sittin' low Slidin' by in that big body, curtains all in my window This fame hurt, but this chain worse I think back you asked the same person If this is all you had to deal with Nigga, deal with, this shit ain't work This light work, camera snappin', my eyes hurt Niggas dying back where I was birthed Fuck your iris and the IRS Get the hell up off your high horse You got the shit that niggas die for, dry yours Why you mad? Take the good with the bad Or throw the baby out with that bath water  [Bridge: Jay Z] You still alive, still that nigga Nigga, you survived, you still gettin' bigger Nigga, living the life, vanilla wafers in a villa Illest nigga alive; Michael Jackson's Thriller  [Chorus: Justin Timberlake] And, baby, it's amazin' I'm in this maze with you I just can't crack your code One day you screamin' you love me loud The next day you're so cold One day you're here, one day you're there, one day you care You're so unfair Sippin' from your cup 'til it runneth over Holy Grail  [Bridge: Justin Timberlake] You get the air out my lungs whenever you need it And you take the blade right out my heart Just so you can watch me bleed And I still don't know why, why I love you so much, yeah And you play this game in spite to drive me insane I got it tattooed on my sleeve Forever in ink with guess whose name But I still don't know why, why our love is so much  [Chorus: Justin Timberlake] And, baby, it's amazin' I'm in this maze with you I just can't crack your code One day you screamin' you love me loud The next day you're so cold One day you're here, one day you're there, one day you care You're so unfair Sippin' from your cup 'til it runneth over Holy Grail  ",
        "title": "Holy Grail"
    },
    {
        "artist": "Robin Thicke Featuring T.I. + Pharrell",
        "lyrics": "  [Intro: Pharrell & Robin Thicke] Everybody get up, WOO! Hey, hey, hey Hey, hey, hey Hey, hey, hey  [Verse 1: Robin Thicke] If you can't hear what I'm trying to say If you can't read from the same page Maybe I'm going deaf Maybe I'm going blind Maybe I'm out of my mind  [Bridge: Robin Thicke] Ok, now he was close Tried to domesticate you But you're an animal Baby, it's in your nature Just let me liberate you You don't need no papers That man is not your maker And that's why I'm gon' take a  [Hook: Robin Thicke] Good girl I know you want it I know you want it I know you want it You're a good girl Can't let it get past me You're far from plastic Talk about getting blasted I hate these blurred lines I know you want it I know you want it I know you want it But you're a good girl The way you grab me Must wanna get nasty Go ahead, get at me  [Verse 2: Robin Thicke] What do they make dreams for When you got them jeans on What do we need steam for You the hottest bitch in this place I feel so lucky, you wanna hug me What rhymes with hug me? Hey!  [Bridge: Robin Thicke] Ok, now he was close Tried to domesticate you But you're an animal Baby, it's in your nature Just let me liberate you You don't need no papers That man is not your maker And that's why I'm gon' take a  [Hook: Robin Thicke] Good girl I know you want it I know you want it I know you want it You're a good girl Can't let it get past me You're far from plastic Talk about getting blasted I hate these blurred lines I know you want it I know you want it I know you want it But you're a good girl The way you grab me Must wanna get nasty Go ahead, get at me  [Verse 3: T.I.] Hustle Gang Homie One thing I ask of you Lemme be the one you back that ass up to From Malibu to Paris, boo Had a bitch, but she ain't bad as you So, hit me up when you pass through I'll give you something big enough to tear your ass in two Swag on 'em even when you dress casual I mean, it's almost unbearable In a hundred years not dare would I Pull a Pharcyde, let you pass me by Nothin' like your last guy, he too square for you He don't smack that ass and pull your hair like that So I'm just watching and waitin' For you to salute the true big pimpin' Not many women can refuse this pimping I'm a nice guy, but don't get confused, this pimpin'  [Breakdown: Robin Thicke] Shake your rump Get down, get up-a Do it like it hurt, like it hurt What you don't like work Hey!  [Verse 4: Robin Thicke] Baby, can you breathe I got this from Jamaica It always works for me Dakota to Decatur No more pretending Cause now you're winning Here's our beginning I always wanted a  [Hook: Robin Thicke] Good girl I know you want it I know you want it I know you want it You're a good girl Can't let it get past me You're far from plastic Talk about getting blasted I hate these blurred lines I know you want it I know you want it I know you want it But you're a good girl The way you grab me Must wanna get nasty Go ahead, get at me  [Bridge: Pharrell & Robin Thicke] Everybody get up Everybody get up Everybody get up Hey, Hey, Hey Hey, Hey, Hey Hey, Hey, Hey  [Outro: Pharrell & Robin Thicke] Everybody get up, WOO! Hey, hey, hey Hey, hey, hey Hey, hey, hey  ",
        "title": "Blurred Lines"
    },
    {
        "artist": "Ylvis",
        "lyrics": "  [Verse 1] Dog goes \"woof\" Cat goes \"meow\" Bird goes \"tweet\" And mouse goes \"squeak\" Cow goes \"moo\" Frog goes \"croak\" And the elephant goes \"toot\" Ducks say \"quack\" And fish go \"blub\" And the seal goes \"ow ow ow\"  [Pre-Chorus] But there's one sound That no one knows What does the fox say?  [Chorus 1] \"Ring-ding-ding-ding-dingeringeding! Gering-ding-ding-ding-dingeringeding! Gering-ding-ding-ding-dingeringeding!\" What the fox say?  \"Wa-pa-pa-pa-pa-pa-pow! Wa-pa-pa-pa-pa-pa-pow! Wa-pa-pa-pa-pa-pa-pow!\" What the fox say?  \"Hatee-hatee-hatee-ho! Hatee-hatee-hatee-ho! Hatee-hatee-hatee-ho!\" What the fox say?  \"Joff-tchoff-tchoffo-tchoffo-tchoff! Tchoff-tchoff-tchoffo-tchoffo-tchoff! Joff-tchoff-tchoffo-tchoffo-tchoff!\" What the fox say?  [Verse 2] Big blue eyes, pointy nose Chasing mice and digging holes Tiny paws up the hill Suddenly you're standing still  [Pre-Chorus 2] Your fur is red, so beautiful Like an angel in disguise But if you meet a friendly horse Will you communicate by Mo-o-o-o-orse? Mo-o-o-o-orse? Mo-o-o-o-orse? How will you speak to that Ho-o-o-o-orse? Ho-o-o-o-orse? Ho-o-o-o-orse?  What does the fox say?  [Chorus 2] \"Jacha-chacha-chacha-chow! Chacha-chacha-chacha-chow! Chacha-chacha-chacha-chow!\" What the fox say?  \"Fraka-kaka-kaka-kaka-kow! Fraka-kaka-kaka-kaka-kow! Fraka-kaka-kaka-kaka-kow!\" What the fox say?  \"A-hee-ahee ha-hee! A-hee-ahee ha-hee! A-hee-ahee ha-hee!\" What the fox say?  \"A-oo-oo-oo-ooo! Woo-oo-oo-ooo!\" What does the fox say?  [Bridge] The secret of the fox Ancient mystery Somewhere deep in the woods I know you're hiding What is your sound? Will we ever know? Will always be a mystery What do you say?  [Outro] You're my guardian angel Hiding in the woods What is your sound? (Wa-wa-way-do Wub-wid-bid-dum-way-do Wa-wa-way-do) Will we ever know? (Bay-budabud-dum-bam) I want to (Mama-dum-day-do) I want to I want to know! (Abay-ba-da bum-bum bay-do)  ",
        "title": "The Fox"
    },
    {
        "artist": "Lady Gaga",
        "lyrics": "  [Verse 1] I stand here waiting for you to bang the gong To crash the critic saying, \"is it right or is it wrong?\" If only fame had an IV Baby, could I bear being away from you I found the vein, put it in here  [Pre-Chorus] I live for the applause, applause, applause I live for the applause-plause, live for the applause-plause Live for the way you cheer and scream for me The applause, applause, applause  [Chorus] Give me that thing that I love (I'll turn the lights out) Put your hands up, make 'em touch (make it real loud) Give me that thing that I love (I'll turn the lights out) Put your hands up, make 'em touch (make it real loud)  [Post-Chorus] A-P-P-L-A-U-S-E (make it real loud) Put your hands up, make 'em touch, touch A-P-P-L-A-U-S-E (make it real loud) Put your hands up, make 'em touch, touch  [Verse 2] I've overheard your theory \"Nostalgia's for geeks\" I guess sir, if you say so Some of us just like to read One second I'm a kunst, then suddenly the kunst is me Pop culture was in art, now art’s in pop culture, in me  [Pre-Chorus] I live for the applause, applause, applause I live for the applause-plause, live for the applause-plause Live for the way you cheer and scream for me The applause, applause, applause  [Chorus] Give me that thing that I love (I'll turn the lights out) Put your hands up, make 'em touch (make it real loud) Give me that thing that I love (I'll turn the lights out) Put your hands up, make 'em touch (make it real loud)  [Post-Chorus] A-P-P-L-A-U-S-E (make it real loud) Put your hands up, make 'em touch, touch A-P-P-L-A-U-S-E (make it real loud) Put your hands up, make 'em touch, touch  [Bridge] Woo... Touch, touch Woo... Touch, touch, now... Woo-oh-oh-oh...  [Pre-Chorus] I live for the applause, applause, applause I live for the applause-plause, live for the applause-plause Live for the way you cheer and scream for me The applause, applause, applause  [Chorus] Give me that thing that I love (I'll turn the lights out) Put your hands up, make 'em touch (make it real loud) Give me that thing that I love (I'll turn the lights out) Put your hands up, make 'em touch (make it real loud)  [Post-Chorus] A-P-P-L-A-U-S-E (make it real loud) Put your hands up, make 'em touch, touch A-P-P-L-A-U-S-E (make it real loud) Put your hands up, make 'em touch, touch  [Outro] A-R-T-P-O-P  ",
        "title": "Applause"
    },
    {
        "artist": "Lana Del Rey & Cedric Gervais",
        "lyrics": "  [Chorus] Kiss me hard before you go Summertime sadness I just wanted you to know That, baby, you the best  [Verse 1] I got my red dress on tonight Dancing in the dark in the pale moonlight Done my hair up real big, beauty queen style High heels off, I'm feeling alive  [Bridge] Oh, my God, I feel it in the air Telephone wires above are sizzling like a snare Honey, I'm on fire, I feel it everywhere Nothing scares me anymore One, two, three, four  [Chorus] Kiss me hard before you go Summertime sadness I just wanted you to know That, baby, you the best  [Hook] I got that summertime, summertime sadness S-s-summertime, summertime sadness Got that summertime, summertime sadness Oh, oh oh, oh oh  [Verse 2] I'm feelin' electric tonight Cruising down the coast goin' 'bout 99 Got my bad baby by my heavenly side I know if I go, I'll die happy tonight  [Bridge] Oh, my God, I feel it in the air Telephone wires above are sizzling like a snare Honey, I'm on fire, I feel it everywhere Nothing scares me anymore One, two, three, four  [Chorus] Kiss me hard before you go Summertime sadness I just wanted you to know That baby, you the best  [Hook] I got that summertime, summertime sadness S-s-summertime, summertime sadness Got that summertime, summertime sadness Oh, oh oh, oh oh  [Verse 3] Think I'll miss you forever Like the stars miss the sun in the morning skies Later's better than never Even if you're gone I'm gonna drive, drive, drive  [Hook] I got that summertime, summertime sadness S-s-summertime, summertime sadness Got that summertime, summertime sadness Oh, oh oh, oh oh  [Chorus] Kiss me hard before you go Summertime sadness I just wanted you to know That, baby, you the best  [Hook] I got that summertime, summertime sadness S-s-summertime, summertime sadness Got that summertime, summertime sadness Oh, oh oh, oh oh  ",
        "title": "Summertime Sadness"
    },
    {
        "artist": "Mike WiLL Made-It Featuring Miley Cyrus, Wiz Khalifa & Juicy J",
        "lyrics": "  [Hook: Miley Cyrus] I'm in the club high on purp with some shades on Tatted up, mini skirt with my J's on  [Juicy J] J’s on my feet J’s on my feet J’s on my feet So get like me  J’s on my feet J’s on my feet J’s on my feet So get like me  [Verse 1: Miley Cyrus] I be in the club standing on the couch In them Wolf Greys like it's my house Drinking out the bottle, I got no respect Looking like a model, who just got a check I back it up, cause I don't give a fuck If you're a lame, that's a shame you can't hang with us I'm MC Hammer fly, you can't touch J's so fly I should work at Flight Club  [Bridge: Miley Cyrus] Put on my J's and dance the whole night away I’m naughty by nature like I’m Hip-Hop Hooray With my hands in the sky, I wave ‘em from side to side My feet on the floor, I’m ’bout to turn up now  [Hook: Miley Cyrus] I'm in the club high on purp with some shades on Tatted up, mini skirt with my J's on  [Juicy J] J’s on my feet J’s on my feet J’s on my feet So get like me  J’s on my feet J’s on my feet J’s on my feet So get like me  [Verse 2: Wiz Khalifa] I be rockin' J's or I be rockin' Taylors I got lots of flavors, my kick game is major More kicks than the players, call me up I'm scorin' Hit it like a free throw, tongue out like I'm Jordan Smiley, Miley, come swing the thing right by me Gotta a joint if you wanna get stoned, got choppers if they wanna try me Pro athlete I'm not no wannabe Waitress asked how many bottles? I said 23  [Bridge: Miley Cyrus] Put on my J's and dance the whole night away I’m naughty by nature like I’m Hip-Hop Hooray With my hands in the sky, I wave ‘em from side to side My feet on the floor, I’m ’bout to turn up now  [Hook: Miley Cyrus] I'm in the club high on purp with some shades on Tatted up, mini skirt with my J's on  [Juicy J] J’s on my feet J’s on my feet J’s on my feet So get like me  J’s on my feet J’s on my feet J’s on my feet So get like me  [Verse 3: Juicy J] I stay showin' out, my kick game is a beast I got thirty pair of J's that ain't never been released Flu game twelve, Space Jam 11 On the hype beast sick, they gon' need a paramedic Turn up, turn up, turn up, I get trippy, I stay live All this purple in my cup, match them grape 5's I'm so high, I got three bitches that go bi I'm so fly, I'm gettin' head like a blow dryer  [Bridge: Miley Cyrus] Put on my J's and dance the whole night away I’m naughty by nature like I’m Hip-Hop Hooray With my hands in the sky, I wave ‘em from side to side My feet on the floor, I’m ’bout to turn up now  [Hook: Miley Cyrus] I'm in the club high on purp with some shades on Tatted up, mini skirt with my J's on  [Juicy J] J’s on my feet J’s on my feet J’s on my feet So get like me  J’s on my feet J’s on my feet J’s on my feet So get like me  ",
        "title": "23"
    },
    {
        "artist": "Capital Cities",
        "lyrics": "  [Verse 1] I could lift you up I could show you what you want to see And take you where you want to be You could be my luck Even if the sky is falling down I know that we'll be safe and sound We're safe and sound  [Verse 2] I could fill your cup You know my river won't evaporate This world we still appreciate You could be my luck Even in a hurricane of frowns I know that we'll be safe and sound  [Chorus] (Safe and sound) We're safe and sound (Safe and sound) We're safe and sound (Hold your ground) We're safe and sound (Safe and sound)  [Verse 3] I could show you love In a tidal wave of mystery You'll still be standing next to me You could be my luck Even if we're six feet underground I know that we'll be safe and sound We're safe and sound  [Chorus] We're safe and sound (Safe and sound) (Safe and sound) (Hold your ground) (Safe and sound)  [Verse 1] I could lift you up I could show you what you want to see And take you where you want to be You could be my luck Even if the sky is falling down I know that we'll be safe and sound  [Verse 1] [I could lift you up I could show you what you want to see And take you where you want to be](2219013) You could be my luck Even if the sky is falling down I know that we'll be safe and sound  [[Chorus] We're safe and sound We're safe and sound We're safe and sound We're safe and sound (Safe and sound) We're safe and sound (Safe and sound) We're safe and sound (Hold your ground) We're safe and sound (Safe and sound)  ",
        "title": "Safe And Sound"
    },
    {
        "artist": "Eminem",
        "lyrics": "  [Verse 1] Now this shit's about to kick off, this party looks wack Let's take it back to straight hip-hop and start it from scratch I'm 'bout to bloody this track up, everybody get back That's why my pen needs a pad, 'cause my rhymes on the rag Just like I did with addiction, I'm 'bout to kick it Like a magician, critics I turn to crickets Got 'em still on the fence whether to picket But quick to get it impaled when I tell 'em, \"Stick it!\" So sick I'm looking pale, wait, that's my pigment 'Bout to go ham, ya bish, shout out to Kendrick Let's bring it back to that vintage Slim, bitch! The art of MCing mixed with da Vinci and MC Ren And I don't mean Stimpy's friend, bitch Been Public Enemy since you thought PE was gym, bitch  [Pre-Hook] Kick your shoes off, let your hair down (And go berserk) all night long Grow your beard out, just weird out (And go berserk) all night long  [Hook] We're gonna rock this house until we knock it down So turn the volume loud 'Cause it's mayhem 'til the A.M. So, baby, make just like K-Fed And let yourself go, let yourself go Say \"Fuck it!\" before we kick the bucket Life's too short to not go for broke So everybody, everybody, go berserk, grab your vial, yeah  [Verse 2] Guess it's just the way that I'm dressed, ain't it? Khakis pressed, Nike shoes crispy and fresh laced So I guess it ain't that aftershave Or cologne that made 'em just faint Plus I showed up with a coat fresher than wet paint So if love is a chess game, check mate But girl, your body's bangin', jump me in, dang, bang-bang Yes siree 'Bob', I was thinking the same thang So come get on this Kid's rock, baw with da baw, dang-dang Pow-p-p-p-pow, chica, pow, chica, wow-wow Got your gal blowin' up a valve, valve-valve Ain't slowin' down, throw in the towel, towel-towel Dumb it down, I don't know how, huh-huh, how-how At least I know that I don't know Question is, are you bozos smart enough to feel stupid? Hope so, now ho…  [Pre-Hook] Kick your shoes off, let your hair down (And go berserk) all night long Grow your beard out, just weird out (And go berserk) all night long  [Hook 2] We're gonna rock this house until we knock it down So turn the volume loud 'Cause it's mayhem 'til the A.M. So crank the bass up like crazy And let yourself go, let yourself go Say \"Fuck it!\" before we kick the bucket Life's too short to not go for broke So everybody, everybody, go berzerk, get your vinyls!  [Scratch]  [Verse 3] They say that love is powerful as cough syrup in styrofoam All I know is I fell asleep and woke up in that Monte Carlo With the ugly Kardashian, Lamar, oh Sorry yo, we done both set the bar low Far as hard drugs are though, that's the past But I done did enough codeine to knock Future into tomorrow And girl, I ain't got no money to borrow But I am tryin' to find a way to get you alone: car note Oh, Marshall Mathers Shithead with a potty mouth, get the bar of soap lathered Kangol's and Carheartless Cargos Girl, you're fixin' to get your heart broke Don't be absurd, ma'am, you birdbrain, baby I ain't called anybody baby since Birdman, unless you're a swallow Word, Rick? (Word, man, you heard) But don't get discouraged, girl This is your jam, unless you got toe jam  [Pre-Hook] Kick your shoes off, let your hair down (And go berserk) all night long Grow your beard out, just weird out (And go berserk) all night long  [Hook] We're gonna rock this house until we knock it down So turn the volume loud 'Cause it's mayhem 'til the A.M. So, baby, make just like K-Fed And let yourself go, let yourself go Say \"Fuck it!\" before we kick the bucket Life's too short to not go for broke So everybody, everybody, go berserk, grab your vial, yeah  ",
        "title": "Berzerk"
    },
    {
        "artist": "Imagine Dragons",
        "lyrics": "  [Verse 1: Imagine Dragons] I'm wakin' up to ash and dust I wipe my brow and I sweat my rust I'm breathin' in the chemicals I'm breaking in, shaping up, the checking out on the prison bus This is it, the apocalypse, whoa  [Chorus: Imagine Dragons] I'm wakin' up, I feel it in my bones Enough to make my systems blow Welcome to the new age, to the new age Welcome to the new age, to the new age Whoa, whoa, I'm radioactive, radioactive Whoa, whoa, I'm radioactive, radioactive  [Verse 2: Imagine Dragons] I raise my flags, dye my clothes It's a revolution, I suppose We'll paint it red to fit right in Whoa I'm breakin' in, shapin' up The checkin' out on the prison bus This is it, the apocalypse Whoa  [Chorus: Imagine Dragons] I'm wakin' up, I feel it in my bones Enough to make my systems blow Welcome to the new age, to the new age Welcome to the new age, to the new age Whoa, whoa, I'm radioactive, radioactive Whoa, whoa, I'm radioactive, radioactive  [Bridge: Imagine Dragons] All systems go, sun hasn't died Deep in my bones, straight from inside  [Verse 3: Kendrick Lamar] Bury me alive, bury me with pride Bury me with berries, that forbidden fruit and cherry wine Thank you berry much, but tonight's my night and I'm Barry Bonds Swingin' for the fences, barbaric Kendrick in idle time Everything in life's subject to change, change whip, change grind Change clothes, change opinions, right before I change my mind I don't really know yah business, been in there since I was bendin' Lego blocks Now you tell the world about me, dry snitch Tater tots on my shotgun, now I gotta pop one at the stars Sky's the limit, I gotta finish as the first rapper on Mars Mark my word, I'ma make my mark, even when they start their Martial Law Even when these Martians alienate, my mental state is still at heart Fuck, look in my eyes, tell me I died, tell me I tried, to compromise Tell me you love me, tell me that I, don't give a fuck and can barely decide Wishin' good luck on my enemies, all of my energy go to the almighty God I could drown in a bottle of Hennessy, fuck your amenities, I'm gettin' better with time AHHHHH!  [Chorus: Imagine Dragons] I'm wakin' up, I feel it in my bones Enough to make my systems blow Welcome to the new age, to the new age Welcome to the new age, to the new age Whoa, whoa, I'm radioactive, radioactive Whoa, whoa, I'm radioactive, radioactive  [Outro: Imagine Dragons] I'm radioactive, radioactive  ",
        "title": "Radioactive"
    },
    {
        "artist": "Miley Cyrus",
        "lyrics": "  [Intro] It’s our party we can do what we want It’s our party we can say what we want It’s our party we can love who we want We can kiss who we want We can screw who we want  [Verse 1] Red cups and sweaty bodies everywhere Hands in the air like we don’t care Cause we came to have so much fun now Bet somebody here might get some now If you’re not ready to go home Can I get a \"hell no\"? Cause we gonna go all night Till we see the sunlight, alright  [Pre-Hook] So la-da-di-da-di we like to party Dancing with Molly Doing whatever we want This is our house This is our rules And we can’t stop And we won’t stop Can’t you see it’s we who own the night? Can’t you see it we who bout that life  [Hook] And we can’t stop And we won’t stop We run things, things don’t run we Don’t take nothing from nobody  It’s our party we can do what we want It’s our party we can say what we want It’s our party we can love who we want We can kiss who we want We can screw who we want  [Verse 2] To my homegirls here with the big butt Shaking it like we at a strip club Remember only God can judge ya Forget the haters, cause somebody loves ya And everyone in line in the bathroom Trying to get a line in the bathroom We all so turnt up here Getting turnt up yea yea  [Pre-Hook] So la-da-di-da-di we like to party Dancing with Molly Doing whatever we want This is our house This is our rules And we can’t stop And we won’t stop Can’t you see it’s we who own the night? Can’t you see it we who bout’ that life  [Hook] And we can’t stop And we won’t stop We run things, things don’t run we Don’t take nothing from nobody  It’s our party we can do what we want It’s our party we can say what we want It’s our party we can love who we want We can kiss who we want We can screw who we want  [Bridge] It’s our party we can do what we want to! It’s our house we can love who we want to! It’s our song we can sing if we want to! It’s my mouth I can say what I want to Yeah! Yeah! Yeah! Eh!  [Hook] And we can’t stop And we won’t stop We run things, things don’t run we Don’t take nothing from nobody  ",
        "title": "We Can't Stop"
    },
    {
        "artist": "Luke Bryan",
        "lyrics": "  [Verse 1] I got that real good, feel good stuff Up under the seat of my big black jacked up truck Rollin' on 35's, pretty girl by my side You got that sun tan skirt and boots Waiting on you to look my way and scoot Your little hot self over here Girl hand me another beer, yeah!  [Chorus] All them other boys want to wine you up and take you downtown But you look like the kind that likes to take it way out Out where the corn rows grow, row, row my boat Floatin’ down the Flint River, catch us up a little catfish dinner Going to sound like a winner, when I lay you down and love you right Yeah, that’s my kind of night!  [Verse 2] Might sit down on my diamond plate tailgate Put in my country right hip-hop mixtape Little Conway, a little T-Pain, might just make it rain You can hang your t-shirt on a limb Hit that bank and we can ease on in Soak us up a little moonlight You know I know what you like, yeah!  [Chorus] All them other boys want to wine you up and take you downtown But you look like the kind that likes to take it way out Out where the corn rows grow, row, row my boat Floatin’ down the Flint River, catch us up a little catfish dinner Going to sound like a winner, when I lay you down and love you right Yeah, that’s my kind of night! Yeah, that’s my kind of night!  [Bridge] My kinda-- your kind-- is this kind of night We dance in the dark and your lips land on mine Oh oh oh oh oh, gonna get our love on Oh oh oh oh oh, time to get our buzz on  [Chorus] All them other boys want to wine you up and take you downtown But you look like the kind that likes to take it way out Out where the corn rows grow, row, row my boat Floatin’ down the Flint River, catch us up a little catfish dinner Going to sound like a winner, when I lay you down and love you right Yeah, that’s my kind of night!  [Outro] Yeah, that’s my kind of night! That’s my kind of night! Yeah, that’s my kind of night! Come on  ",
        "title": "That's My Kind Of Night"
    },
    {
        "artist": "AWOLNATION",
        "lyrics": "  [Intro] Sail!  [Verse 1] This is how I show my love I made it in my mind because I blame it on my ADD baby This is how an angel dies I blame it on my own sick pride Blame it on my ADD baby  [Chorus] Sail! Sail! Sail! Sail! Sail!  [Verse 2] Maybe I should cry for help Maybe I should kill myself Blame it on my ADD baby Maybe I'm a different breed Maybe I'm not listening So blame it on my ADD baby  [Chorus] Sail! Sail! Sail! Sail! Sail!  [Bridge] La la la la la la oh! La la la la la la oh!  [Chorus] Sail! Sail! Sail! Sail! Sail!  [Outro] Sail with me into the dark Sail! Sail with me into the dark Sail! Sail with me into the dark Sail! Sail with me into the dark Sail!  ",
        "title": "Sail"
    },
    {
        "artist": "Zedd Featuring Foxes",
        "lyrics": "  [Click here to see why Zedd's \"Clarity\" almost wasn't a single]  [Verse 1: Foxes] Hot dive into frozen waves where the past comes back to life Fight fear for the selfish pain, it was worth it every time Hold still right before we crash cause we both know how this ends Our clock ticks 'til it breaks your glass and I drown in you again  [Chorus: Foxes] Cause you are the piece of me I wish I didn't need Chasing relentlessly, still fight and I don't know why If our love is tragedy, why are you my remedy? If our love's insanity, why are you my clarity?  [Bridge: Foxes] If our love is tragedy, why are you my remedy? If our love's insanity, why are you my clarity?  [Verse 2: Foxes] Walk on through a red parade and refuse to make amends It cuts deep through our ground and makes us forget all common sense Don't speak as I try to leave cause we both know what we'll choose If you pull, then I'll push too deep and I'll fall right back to you  [Chorus: Foxes] Cause you are the piece of me I wish I didn't need Chasing relentlessly, still fight and I don't know why If our love is tragedy, why are you my remedy? If our love's insanity, why are you my clarity?  [Interlude: Foxes] Why are you my clarity? Why are you my remedy? Why are you my clarity? Why are you my remedy?  [Bridge: Foxes] If our love is tragedy, why are you my remedy? If our love's insanity, why are you my clarity?  ",
        "title": "Clarity"
    },
    {
        "artist": "Justin Timberlake",
        "lyrics": "  [Verse 1] Aren't you somethin' to admire 'Cause your shine is somethin' like a mirror And I can't help but notice You reflect in this heart of mine If you ever feel alone and The glare makes me hard to find Just know that I'm always Parallel on the other side  [Bridge] 'Cause with your hand in my hand and a pocket full of soul I can tell you there's no place we couldn't go Just put your hand on the glass I'm here tryin' to pull you through You just gotta be strong  [Hook] 'Cause I don't wanna lose you now I'm lookin' right at the other half of me The vacancy that sat in my heart Is a space that now you hold Show me how to fight for now And I'll tell you, baby, it was easy Comin' back here to you once I figured it out You were right here all along It's like you're my mirror My mirror staring back at me I couldn't get any bigger With anyone else beside me And now it's clear as this promise That we're making Two reflections into one 'Cause it's like you're my mirror My mirror staring back at me, staring back at me  [Verse 2] Aren't you somethin', an original 'Cause it doesn't seem merely a sample And I can't help but stare, 'cause I see truth somewhere in your eyes I can't ever change without you You reflect me, I love that about you And if I could, I Would look at us all the time  [Bridge] 'Cause with your hand in my hand and a pocket full of soul I can tell you there's no place we couldn't go Just put your hand on the glass I'm here tryin' to pull you through You just gotta be strong  [Hook] 'Cause I don't wanna lose you now I'm lookin' right at the other half of me The vacancy that sat in my heart Is a space that now you hold Show me how to fight for now And I'll tell you, baby, it was easy Comin' back here to you once I figured it out You were right here all along It's like you're my mirror My mirror staring back at me I couldn't get any bigger With anyone else beside me And now it's clear as this promise That we're making Two reflections into one 'Cause it's like you're my mirror My mirror staring back at me, staring back at me  [Break] Yesterday is history Tomorrow's a mystery I can see you lookin' back at me Keep your eyes on me Baby, keep your eyes on me  [Hook] 'Cause I don't wanna lose you now I'm lookin' right at the other half of me The vacancy that sat in my heart Is a space that now you hold Show me how to fight for now And I'll tell you, baby, it was easy Comin' back here to you once I figured it out You were right here all along It's like you're my mirror My mirror staring back at me I couldn't get any bigger With anyone else beside me And now it's clear as this promise That we're making Two reflections into one 'Cause it's like you're my mirror My mirror staring back at me, staring back at me  You are, you are the love of my life  [Verse 3] Baby, you're the inspiration of this precious song And I just wanna see your face light up since you put me on So now I say goodbye to the old me, it's already gone And I can't wait wait wait wait wait to get you home Just to let you know, you are  [Verse 4] Girl you're my reflection, all I see is you My reflection, in everything I do You're my reflection and all I see is you My reflection, in everything I do  ",
        "title": "Mirrors"
    },
    {
        "artist": "Drake Featuring 2 Chainz & Big Sean",
        "lyrics": "  [Produced by Key Wane]  [Intro: Aziz Ansari] I'm really stepping up my game These bitches gotta start paying me for this Can't get no more free Randy  [Chorus: Drake] Got everything, I got everything I cannot complain, I cannot I don't even know how much I really made, I forgot, it's a lot Fuck that, never mind what I got Nigga don't watch that 'cause I— Came up, that's all me, stay true, that's all me No help, that's all me, all me for real Came up, that's all me, stay true, that's all me No help, that's all me, all me for real  [Verse 1: 2 Chainz] Money on my mind, you should think the same J's on, pinky ring—dogging these hoes, I need quarantine In the same league, but we don't ball the same (Ah) She want all the fame, I hear that shit all the time She said she love me, I said, \"Baby girl, fall in line\" Okay, made a million, off a dinner fork, watch me switch it up Walked in, \"Ill nigga alert! Ill nigga alert!\" You need that work, I got that work, got bitches in my condo Just bought a shirt that cost a Mercedes-Benz car note From the A to Toronto, we let the metal go off And my dick so hard it make the metal detector go off This that sauce, this that dressing Givenchy, nigga God bless you If having a bad bitch was a crime, I'd be arrested (Tru)  [Chorus: Drake] Got everything, I got everything I cannot complain, I cannot I don't even know how much I really made, I forgot, it's a lot Fuck that, never mind what I got Nigga don't watch that 'cause I— Came up, that's all me, stay true, that's all me No help, that's all me, all me for real Came up, that's all me, stay true, that's all me No help, that's all me, all me for real  [Verse 2: Drake] I touched down in '86, knew I was the man by the age of 6 I even fucked the girl that used to babysit But that was years later on some crazy shit I heard your new shit, nigga hated it Damon Wayans, homie don't play that shit I get paid a lot, you get paid a bit And my latest shit is like a greatest hits God damn, ain't no wishing over on this side Y'all don't fuck with us, then we don't fuck with y'all It's no different over on this side God damn, should I listen to everybody or myself? 'Cause myself just told myself: \"You're the motherfucking man, you don't need no help\" Cashing checks and I’m bigging up my chest Y'all keep talking ‘bout who next But I’m about as big as it gets I swear y'all just wasting y'all breath I’m the light skinned Keith Sweat, I'mma make it last forever It’s not your turn 'cause I ain't done yet Look, just understand that I'm on a roll like Cottonelle I was made for all of this shit And I’m on the road box office sales I’m getting paid for all of this shit Ask you to please excuse my table manners I was making room for the table dancers 'Cause if we judging off your advances Then I just got paid like eight advances, God damn!  [Chorus: Drake] Got everything, I got everything I cannot complain, I cannot I don't even know how much I really made, I forgot, it's a lot Fuck that, never mind what I got Nigga don't watch that 'cause I— Came up, that's all me, stay true, that's all me No help, that's all me, all me for real Came up, that's all me, stay true, that's all me—  [Verse 3: Big Sean] Ho, shut the fuck up! I got way too much on my mental I learn from what I've been through I'm finna do what I didn't do And still waking up like the rent's due Not complicated, it's simple I got sexy ladies, a whole Benz-full And to them hoes I'm everything—everything but gentle But I still take my time, man, I guess I'm just old fashioned Wearing retro shit, that's old fashion Nigga, see what I'm saying, no closed caption I paint pics, see the shit, good sex, need to hit Keep a broad on the floor year 'round like season tickets I plead the fifth, drink a fifth, load the nine Leave you split, in the half, smoke a half, need a zip My new girl is on Glee and shit Probably making more money than me and shit I swear to God I got 99 problems but a bitch ain't one I got 99 problems, getting rich ain't one Like I got trust issues I'm sorry for the people I've pushed out I'm the type to have a bullet-proof condom And still gotta pull out But that's just me and I ain't perfect I ain't a saint but I am worth it If it's one thing, I am worth it Niggas still hating but it ain't working Lil' bitch...  [Verse 4: Drake] Oh me, oh me, oh my I think I done fucked too many women from the 305 'Fore the end of this year I'll do King of Diamonds three more times Smoking on that kush all in our section like it's legalized Girl, you can't always have your way Sometimes it be like that They dont really fuck with you like that They ain't never did me like that I just took my time, you got the shine, I let you eat like that I've been taught to never loan somebody What you need right back And I need that shit right back (No more free Randy) I’m blessed than a motherfucka Niggas been stressed than a motherfucka Niggas getting nervous Clutching they chests like a motherfucka Damn that’s a motherfucker Tell the truth, I don’t listen to you 'Cause I don’t like being lied to And that ship won’t sail And that wind won’t guide you Daddy was in jail we was talking through the window Like a motherfucking drive-thru That was back then man Now my niggas rich enough to do whatever I do  ",
        "title": "All Me"
    },
    {
        "artist": "Daft Punk Featuring Pharrell Williams",
        "lyrics": "  [Verse 1: Pharrell] Like the legend of the phoenix All ends with beginnings What keeps the planet spinning The force from the beginning  [Pre-Chorus: Pharrell] We've come too far To give up who we are So let's raise the bar And our cups to the stars  [Chorus: Pharrell] She's up all night to the sun, I'm up all night to get some She's up all night for good fun, I'm up all night to get lucky We're up all night to the sun, we're up all night to get some We're up all night for good fun, we're up all night to get lucky We're up all night to get lucky, we're up all night to get lucky We're up all night to get lucky, we're up all night to get lucky  [Verse 2: Pharrell] The present has no ribbon Your gift keeps on giving What is this I'm feeling? If you want to leave, I'm with it  [Pre-Chorus: Pharrell] We've come too far To give up who we are So let's raise the bar And our cups to the stars  [Chorus: Pharrell] She's up all night to the sun, I'm up all night to get some She's up all night for good fun, I'm up all night to get lucky We're up all night to the sun, we're up all night to get some We're up all night for good fun, we're up all night to get lucky We're up all night to get lucky, we're up all night to get lucky We're up all night to get lucky, we're up all night to get lucky  [Bridge: Daft Punk] We're up all night to get We're up all night to get We're up all night to get We're up all night to get We're up all night to get We're up all night to get We're up all night to get We're up all night to get We're up all night to get lucky We're up all night to get lucky We're up all night to get lucky We're up all night to get lucky We're up all night to get lucky We're up all night to get lucky We're up all night to get lucky We're up all night to get lucky  [Pre-Chorus: Pharrell] We've come too far To give up who we are So let's raise the bar And our cups to the stars  [Chorus: Pharrell] She's up all night to the sun, I'm up all night to get some She's up all night for good fun, I'm up all night to get lucky We're up all night to the sun, we're up all night to get some We're up all night for good fun, we're up all night to get lucky We're up all night to get lucky, we're up all night to get lucky We're up all night to get lucky, we're up all night to get lucky  [Outro: Pharrell] We're up all night to get lucky We're up all night to get lucky We're up all night to get lucky We're up all night to get lucky  ",
        "title": "Get Lucky"
    },
    {
        "artist": "OneRepublic",
        "lyrics": "  [Chorus - OneRepublic] Lately, I've been, I've been losing sleep Dreaming about the things we could be But baby, I've been, I've been praying hard Said no more counting dollars We'll be counting stars Yeah we'll be counting stars  [Verse 1 - OneRepublic] I see this life, like a swinging vine Swing my heart across the line And in my face is flashing signs Seek it out and ye' shall find Old, but I'm not that old Young, but I'm not that bold And I don't think the world is sold On just doing what we're told I-I-I-I feel something so right Doing the wrong thing I-I-I-I feel something so wrong Doing the right thing I couldn't lie, couldn't lie, couldn't lie Everything that kills me makes me feel alive  [Chorus - OneRepublic] Lately, I've been, I've been losing sleep Dreaming about the things we could be But baby, I've been, I've been praying hard Said no more counting dollars We'll be counting stars  [Chorus - OneRepublic] Lately, I've been, I've been losing sleep Dreaming about the things we could be But baby, I've been, I've been praying hard Said no more counting dollars We'll be, we'll be counting stars  [Verse 2- OneRepublic] I feel the love and I feel it burn Down this river, every turn Hope is our four-letter word Make that money, watch it burn Old, but I'm not that old Young, but I'm not that bold And I don't think the world is sold On just doing what we're told I-I-I-I feel something so wrong Doing the right thing I could lie, could lie, could lie Everything that drowns me makes me wanna fly  [Chorus - OneRepublic] Lately, I've been, I've been losing sleep Dreaming about the things we could be But baby, I've been, I've been praying hard Said no more counting dollars We'll be counting stars  [Chorus - OneRepublic] Lately, I've been, I've been losing sleep Dreaming about the things we could be But baby, I've been, I've been praying hard Said no more counting dollars We'll be, we'll be counting stars  [Bridge - OneRepublic] Take that money Watch it burn Sink in the river The lessons I've learned Take that money Watch it burn Sink in the river The lessons I've learned Take that money Watch it burn Sink in the river The lessons I've learned Take that money Watch it burn Sink in the river The lessons I've learned  [Interlude - OneRepublic] Everything that kills me Makes me feel alive  [Chorus - OneRepublic] Lately, I've been, I've been losing sleep Dreaming about the things we could be But baby, I've been, I've been praying hard Said no more counting dollars We'll be counting stars  [Chorus - OneRepublic] Lately, I've been, I've been losing sleep Dreaming about the things we could be But baby, I've been, I've been praying hard Said no more counting dollars We'll be, we'll be counting stars  [Bridge - OneRepublic] Take that money Watch it burn Sink in the river The lessons I've learned  Take that money Watch it burn Sink in the river The lessons I've learned  Take that money Watch it burn Sink in the river The lessons I've learned  Take that money Watch it burn Sink in the river The lessons I've learned  ",
        "title": "Counting Stars"
    },
    {
        "artist": "Bruno Mars",
        "lyrics": "  [Intro] Baby squirrel, you's a sexy mother-fucker  [Verse 1] Gimme your, gimme your, gimme your attention, baby I gotta tell you a little somethin' about yourself! You're wonderful, flawless, ooh you're a sexy lady But you walk around here like you wanna be someone else  [Pre-Chorus] I know that you don't know it, but you're fine, so fine Oh girl I'm gonna show you when you're mine, oh mine  [Chorus] Treasure, that is what you are Honey you're my golden star You know you can make my wish come true If you let me treasure you If you let me treasure you  [Verse 2] Pretty girl, pretty girl, pretty girl you should be smiling A girl like you should never look so blue You're everything I see in my dreams I wouldn't say that to you if it wasn't true  [Pre-Chorus] I know that you don't know it, but you're fine, so fine Oh girl I'm gonna show you when you're mine, oh mine  [Chorus] Treasure, that is what you are Honey you're my golden star You know you can make my wish come true If you let me treasure you If you let me treasure you  [Interlude] You are my treasure, you are my treasure You are my treasure, yeah, you you you, you are You are my treasure, you are my treasure You are my treasure, yeah, you you you, you are  [Chorus] Treasure, that is what you are Honey you're my golden star You know you can make my wish come true If you let me treasure you If you let me treasure you  ",
        "title": "Treasure"
    },
    {
        "artist": "Anna Kendrick",
        "lyrics": "  [Verse 1] I've got my ticket for the long way round Two bottles of whiskey for the way And I sure would like some sweet company I'm leaving tomorrow what do you say  [Chorus 1] When I'm gone When I'm gone You’re gonna miss me when I'm gone You're gonna miss me by my hair You're gonna miss me everywhere, oh You're gonna miss me when I’m gone When I'm gone When I'm gone You're gonna miss me when I'm gone You're gonna miss me by my walk You're gonna miss me by my talk, oh You're gonna miss me when I'm gone  [Verse 2] I've got my ticket for the long way 'round The one with the prettiest of views It's got mountains, it's got rivers, it's got sights to give you shivers But it sure would be prettier with you  [Chorus 2] When I'm gone When I'm gone You're gonna miss me when I'm gone You're gonna miss me by my walk You're gonna miss me by my talk, oh You're gonna miss me when I'm gone When I'm gone When I'm gone You’re gonna miss me when I'm gone You're gonna miss me by my hair You're gonna miss me everywhere, oh You're gonna miss me when I’m gone  [Outro] When I'm gone When I'm gone You’re gonna miss me when I'm gone Ou're gonna miss me when I'm gone You're gonna miss me by my walk You're gonna miss me by my talk, oh You're gonna miss me when I'm gone  ",
        "title": "Cups (Pitch Perfect's When I'm Gone)"
    },
    {
        "artist": "Thomas Rhett",
        "lyrics": "  [Verse 1] Hey girl, you make me wanna write a song Sit you down, I'll sing it to you all night long I've had a melody in my head since she walked in here and knocked me dead Yeah girl, you make me wanna write a song  [Chorus] And it goes like ooh, what I wouldn't do To write my name on your heart, get you wrapped in my arms baby all around you And it goes like hey, girl I'm blown away Yeah it starts with a smile and it ends with an all night long slow kiss Yeah it goes like this  [Verse 2] Hey girl, you make me wanna drive you home Get you outta here and get you all alone I don't know what it is about you, baby But I'm all messed up and it might sound crazy But you make me wanna write a song  [Chorus] And it goes like ooh, what I wouldn't do To write my name on your heart, get you wrapped in my arms baby all around you And it goes like hey, girl I'm blown away Yeah it starts with a smile and it ends with an all night long slow kiss Yeah it goes like this  [Bridge] Lookin' at you lookin' at me that way Makes me wanna grab my old guitar and play  [Chorus] Something like ooh, what I wouldn't do To write my name on my heart, get you wrapped in my arms baby all around you And it goes like hey, girl I'm blown away Yeah it starts with a smile and it ends with an all night long slow kiss Yeah it goes like this  [Outro] And it goes like ooh, and it goes like hey And it ends with a kiss Yeah it goes like this  ",
        "title": "It Goes Like This"
    },
    {
        "artist": "Jason Aldean",
        "lyrics": "  [Verse 1] I’ve been thinking ‘bout you all day, baby Waitin’ on that sun to go down What'cha say I pick you up after work? Slide over, we slip out to the outskirts of town  [Verse 2] I got a blanket and a fifth of Comfort A little somethin' to knock off the edge It’s supposed to get a little cool tonight Looks like I’m going to have to hold you tight, yeah  [Chorus] About a mile off Old Mill Road In that spot nobody knows We park the truck and we take off runnin' Hurry up, girl I hear it comin' Got a moon and a billion stars The sound of steel and old box cars The thought of you is driving me insane Come on baby, let’s go listen to the night train  [Verse 3] Yeah, I hope it’s gonna be a long one And if we’re lucky, it’s moving slow Wouldn’t mind if it lasted all night Lying next to you on that hillside Let’s go…  [Chorus] About a mile off Old Mill Road In that spot nobody knows We park the truck and we take off runnin' Hurry up, girl I hear it comin' Got a moon and a billion stars The sound of steel and old box cars The thought of you is driving me insane Come on baby, let’s go listen to the night train Let’s go listen to the night train  [Chorus] About a mile off Old Mill Road In that spot nobody knows We park the truck and we take off runnin' Hurry up, girl I hear it comin' Got a moon and a billion stars The sound of steel and old box cars The thought of you is driving me insane Come on baby, let’s go listen to the night train Let’s go listen to the night train  ",
        "title": "Night Train"
    },
    {
        "artist": "J. Cole Featuring TLC",
        "lyrics": "  [Hook: TLC] Even though I On my way, on my way, on my way down On my way, on my way, on my way down You were the one that was tryna keep me way down But like the sun, know you know I find my way back 'round  [Verse 1: J. Cole] They tell me I should fix my grill ‘cause I got money now I ain't gon' sit around and front like I ain't thought about it A perfect smile is more appealing, but it's funny how My shit is crooked – look at how far I done got without it! I keep my twisted grill, just to show the kids it's real We ain't picture perfect, but we worth the picture still I got smart, I got rich, and I got bitches still And they all look like my eyebrows: thick as hell Love yourself, girl, or nobody will Though you a woman I don't know how you deal With all the pressure to look impressive and go out in heels I feel for you, killin' yourself to find a man that'll kill for you You wake up, put makeup on Stare in the mirror, but it's clear that you can’t face what’s wrong No need to fix what God already put his paintbrush on Your roommate yelling, \"Why you gotta take so long?!\" What it's like to have a crooked smile  [Hook: TLC] On my way, on my way, on my way down On my way, on my way, on my way down (this crooked smile) You were the one that was tryna keep me way down But like the sun, know you know I find my way back 'round  [Verse 2: J. Cole] To all the women with the flaws, know it's hard, my darling You wonder why you're lonely and your man's not calling You keep falling victim ‘cause you're insecure And when I tell you that you're beautiful you can't be sure ‘Cause he don't seem to want you back and it's got you askin' So all you see is what you lackin', not what you packin' Take it from a man that loves what you got And baby girl, you a star, don't let 'em tell you you're not Now is it real? Eyebrows, fingernails, hair Is it real? If it's not, girl, you don't care ‘Cause what's real is somethin' that the eyes can't see That the hands can’t touch, that them broads can’t be And that’s you, never let 'em see your frown And if you need a friend to pick you up, I’ll be around And we can ride with the windows down, the music loud I can tell you ain’t laughed in a while But I wanna see that crooked smile  [Hook: TLC] On my way, on my way, on my way down On my way, on my way, on my way down You were the one that was tryna keep me way down But like the sun, know you know I find my way back 'round  [Bridge: J. Cole + TLC] Crooked smile, we can style on 'em (back 'round) Crooked smile, we can style on 'em You were the one that was tryna keep me way down But like the sun, know you know I find my way back 'round  [Verse 3: J. Cole] We don't look nothin' like the people on the screen You know, the movie stars, picture perfect beauty queens But we got dreams and we got the right to chase ‘em Look at the nation That’s a crooked smile braces couldn’t even straighten Seem like half the race is either on probation Or in jail, wonder why we inhale, ‘cause we in Hell already I asked if my skin pale, would I then sell like Eminem or Adele? But one more time for the 'Ville And fuck all of that beef shit, nigga, let’s make a mil Hey officer man, we don’t want nobody gettin' killed Just open up that cell, let my brother outta jail I got money for the bail now, I'm well now If you askin' will I tell now – ayy, hell nah I ain’t snitchin' because man, they get them niggas stitches now If you was around, then you wouldn’t need a witness now How you like this crooked smile?  [Hook: TLC] On my way, on my way, on my way down On my way, on my way, on my way down (that crooked smile) You were the one that was tryna keep me way down But like the sun, know you know I find my way back 'round  [Bridge: J. Cole + TLC] Crooked smile, we can style on 'em (back 'round) Crooked smile, we can style on 'em You were the one that was tryna keep me way down But like the sun, know you know I find my way back 'round  [Ad-Libs: Choir]  [Outro: Choir] La la la, la la la, la-la—la—la La la la, la la la, la-la—la—la La la la, la la la, la-la—la—la La la la, la la la, la-la—la—la On my way, on my way, on my way down On my way, on my way, on my way down You were the one that was tryna keep me way down But like the sun, know you know I find my way back 'round Back 'round You were the one that was tryna keep me way down But like the sun, know you know I find my way back 'round Back 'round You were the one that was tryna keep me way down But like the sun, know you know I find my way back 'round  [Music Video Directed by Sheldon Candis: For Aiyana Stanley-Jones and please reconsider your war on drugs. - A message from J.Cole]  ",
        "title": "Crooked Smile"
    },
    {
        "artist": "Imagine Dragons",
        "lyrics": "  [Verse 1] When the days are cold and the cards all fold And the saints we see are all made of gold When your dreams all fail and the ones we hail Are the worst of all and the blood's run stale  [Pre-Chorus 1] I want to hide the truth, I want to shelter you But with the beast inside, there's nowhere we can hide No matter what we breed, we still are made of greed This is my kingdom come, this is my kingdom come  [Chorus] When you feel my heat, look into my eyes It's where my demons hide, it's where my demons hide Don't get too close, it's dark inside It's where my demons hide, it's where my demons hide  [Verse 2] At the curtain's call is the last of all When the lights fade out, all the sinners crawl So they dug your grave and the masquerade Will come calling out at the mess you made  [Pre-Chorus 2] I don't want to let you down, but I am hell bound Though this is all for you I don't want to hide the truth No matter what we breed, we still are made of greed This is my kingdom come, this is my kingdom come  [Chorus] When you feel my heat, look into my eyes It's where my demons hide, it's where my demons hide Don't get too close, it's dark inside It's where my demons hide, it's where my demons hide  [Bridge] They say it's what you make, I say it's up to fate It's woven in my soul, I need to let you go Your eyes, they shine so bright, I want to save their light I can't escape this now, unless you show me how  [Chorus] When you feel my heat, look into my eyes It's where my demons hide, it's where my demons hide Don't get too close, it's dark inside It's where my demons hide, it's where my demons hide  ",
        "title": "Demons"
    },
    {
        "artist": "Macklemore & Ryan Lewis Featuring Ray Dalton",
        "lyrics": "  [Verse 1: Macklemore] Return of the Mack Get 'em, what it is, what it does, what it is, what it isn't Looking for a better way to get up out of bed Instead of getting on the Internet And checking a new hit me, get up Thrift shop, pimp-strut walkin' Little bit of humble, little bit of cautious Somewhere between like Rocky and Cosby Sweater game, nope nope, y'all can't copy Yup, Bad, moonwalking, this here is our party My posse's been on Broadway, and we did it our way Grown music, I shed my skin and put my bones Into everything I record to it and yet I'm on Let that stage light go and shine on down Got that Bob Barker suit game and plinko in my style Money, stay on my craft and stick around for those pounds But I do that to pass the torch and put on for my town Trust me, on my I-N-D-E-P-E-N-D-E-N-T shit, hustlin' Chasing dreams since I was fourteen With the four-track, bussin' Halfway cross that city with the backpack, fat cat, crushin' Labels out here, nah, they can't tell me nothin' We give that to the people, spread it across the country Labels out here, nah, they can't tell me nothin' We give it to the people, spread it across the country  [Hook: Ray Dalton] Can we go back? This is the moment Tonight is the night, we'll fight 'til it's over So we put our hands up Like the ceiling can't hold us Like the ceiling can't hold us Can we go back? This is the moment Tonight is the night, we'll fight 'til it's over So we put our hands up Like the ceiling can't hold us Like the ceiling can't hold us  [Verse 2: Macklemore] Now, can I kick it? Thank you Yeah, I'm so damn grateful I grew up really wanting gold fronts But that’s what you get when Wu-Tang raised you Y'all can't stop me Go hard like I got a 808 in my heartbeat And I'm eating at the beat like you gave a little speed To a great white shark on Shark Week, raw! Tell me go up, gone Deuces, goodbye, I got a world to see And my girl, she wanna see Rome Caesar'll make you a believer Nah, I never ever did it for a throne That validation comes from giving it back to the people Now sing a song, and it goes like Raise those hands, this is our party We came here to live life like nobody was watching I got my city right behind me, if I fall, they got me Learn from that failure, gain humility And then we keep marching, I said…  [Hook: Ray Dalton] Can we go back? This is the moment Tonight is the night, we'll fight 'til it's over So we put our hands up Like the ceiling can't hold us Like the ceiling can't hold us Can we go back? This is the moment Tonight is the night, we'll fight 'til it's over So we put our hands up Like the ceiling can't hold us Like the ceiling can't hold us  [Interlude] And so we put our hands up And so we put our hands up Oh, oh, oh, oh…  [Bridge: Macklemore and Ray Dalton] Na na na na, na na na na Hey-ee ay-ee ay-ee ay ay-ee ay-ee, hey And all my people say Na na na na, na na na na Hey-ee ay-ee ay-ee ay ay-ee ay-ee, hey And all my people say Na na na na, na na na na Oh-oh-oh-oh-oh-oh, oh-oh-oh-oh-oh-oh And all my people say Na na na na, na na na na Mack-le-eh-eh-eh-eh-more!  [Hook: Ray Dalton] Can we go back? This is the moment Tonight is the night, we'll fight 'til it's over So we put our hands up Like the ceiling can't hold us Like the ceiling can't hold us Can we go back? This is the moment Tonight is the night, we'll fight 'til it's over So we put our hands up Like the ceiling can't hold us Like the ceiling can't hold us  [Outro *Music Video Ending*] Let the night come, before the fight's won Some might run against the test But those that triumph embrace the fight 'cause The fear is there to prove that courage exists Now let the night come, before the fight's won And some might run against the test But those that triumph embrace the fight 'cause The fear is there to prove that courage exists  ",
        "title": "Can't Hold Us"
    },
    {
        "artist": "Maroon 5",
        "lyrics": "  [Verse 1] I know your insides are feeling so hollow And it's a hard pill for you to swallow, yeah But if I fall for you, I'll never recover If I fall for you, I'll never be the same  [Hook] I really want to love somebody I really want to dance the night away I know we're only half way there But you take me all the way, you take me all the way I really want to touch somebody I think about you every single day I know we're only half way there But you take me all the way, you take me all the way  [Verse 2] You're such a hard act for me to follow Love me today don't leave me tomorrow, yeah But if I fall for you, I'll never recover If I fall for you, I'll never be the same  [Hook] I really want to love somebody I really want to dance the night away I know we're only half way there But you take me all the way, you take me all the way I really want to touch somebody I think about you every single day I know we're only half way there But you take me all the way, you take me all the way [Break] Oh, oh, oh, oh oh oh Oh, oh, oh, oh oh oh  [Verse 3] I don't know where to start, I'm just a little lost I wanna feel like we're never gonna ever stop I don't what to do, I'm right in front of you Asking you to stay, you should stay, stay with me tonight, yeah  [Hook] I really want to love somebody I really want to dance the night away I know we're only half way there But you take me all the way, you take me all the way I really want to touch somebody I think about you every single day I know we're only half way there But you take me all the way, you take me all the way [Break] Oh, oh, oh, oh oh oh Oh, oh, oh, oh oh oh  [Outro] You take me all the way, you take me all the way  ",
        "title": "Love Somebody"
    },
    {
        "artist": "Chris Brown Featuring Nicki Minaj",
        "lyrics": "  [Verse 1: Chris Brown] You say all you need is consistent love When I try I swear it’s never enough, I messed up Maybe this thing here just ain’t meant for us Baby you let go and I pull you back, I let go, you ain't having that  [Pre-Chorus: Chris Brown] We do it like we rock stars Sexing in my hotel room, we be so loud Higher than a smoke cloud Shades on, doing 95 with the top down I might sound crazy Cause we be going back and forth One minute I hate you, and I love you That’s just how it is  [Hook: Chris Brown] ‘Til we get it right we gon' fuck some more, ‘til we get it I'mma get it, I'mma get it, 'til we get it, 'til we get it 'Til we get it right we gon’ fuck some more, I'mma get it I'mma get it, 'til we get it, 'til we get it, I'mma get it, turn up  [Verse 2: Chris Brown] Why is it all so complicated? Baby this should be simple, it’s driving me mental But when you back it up it really drives me crazy And you know what I’m into, make me forget what we arguing about, ay  [Pre-Chorus: Chris Brown] We do it like we rock stars Sexing in my hotel room, we be so loud Higher than a smoke cloud Shades on, doing 95 with the top down I might sound crazy Cause we be going back and forth One minute I hate you, and I love you That’s just how it is  [Hook: Chris Brown] ‘Til we get it right we gon' fuck some more, ‘til we get it I'mma get it, I'mma get it, 'til we get it, 'til we get it 'Til we get it right we gon’ fuck some more, I'mma get it I'mma get it, 'til we get it, 'til we get it, I'mma get it  [Verse 3: Nicki Minaj] Yo, he don’t know me but he setting up to blow me, uh Said my Twitter picture remind him of Naomi, uh On the low I used to holla at his homie, uh Fuck it, now I’m 'bout to ride him like a pony, yeah Okay, thug prolly, yo come polly He wanna fuck a bad Dolly and pop Molly I hope your pockets got a muthafuckin' pot belly Or is it that you never ball? John Salley He had the Rolls in his Royce, the tone in his voice Don’t want a good girl, naw, hoes is his choice D-D-Dick on H, pussy on W Mouth on open, ass on smother you Ass on the cover too, Elle Magazine Vroom, vroom, vroom, get gasoline Could I be your wife? Naw, we could bang though I got these niggas whipped, call me Django  [Hook: Chris Brown] ‘Til we get it right we gon' fuck some more, ‘til we get it I'mma get it, I'mma get it, 'til we get it, 'til we get it 'Til we get it right we gon’ fuck some more, I'mma get it I'mma get it, 'til we get it, 'til we get it, I'mma get it  ",
        "title": "Love More"
    },
    {
        "artist": "Macklemore & Ryan Lewis Featuring Mary Lambert",
        "lyrics": "  [Piano Intro]  [Verse 1: Macklemore] When I was in the third grade, I thought that I was gay ‘Cause I could draw, my uncle was and I kept my room straight I told my mom, tears rushing down my face She's like, \"Ben, you've loved girls since before Pre-K!\" Trippin', yeah I guess she had a point, didn't she? A bunch of stereotypes all in my head I remember doing the math like, \"Yeah, I'm good at little league.\" A pre-conceived idea of what it all meant For those that like the same sex had the characteristics The right-wing conservatives think it's a decision And you can be cured with some treatment and religion Man-made, rewiring of a pre-disposition Playing God, aw nah, here we go America the brave still fears what we don't know And \"God loves all his children\" is somehow forgotten But we paraphrase a book written thirty-five hundred years ago I don't know  [Hook: Mary Lambert] And I can't change, even if I tried Even if I wanted to And I can't change, even if I tried Even if I wanted to My love, my love, my love She keeps me warm She keeps me warm She keeps me warm She keeps me warm  [Verse 2: Macklemore] If I was gay, I would think hip-hop hates me Have you read the YouTube comments lately? \"Man, that's gay\" gets dropped on the daily We've become so numb to what we're sayin' Our culture founded from oppression Yet we don't have acceptance for 'em Call each other faggots behind the keys of a message board A word rooted in hate, yet our genre still ignores it \"Gay\" is synonymous with the lesser It's the same hate that's caused wars from religion Gender to skin color, the complexion of your pigment The same fight that led people to walk-outs and sit-ins It's human rights for everybody, there is no difference Live on and be yourself When I was in church they taught me something else If you preach hate at the service, those words aren't anointed That holy water that you soak in has been poisoned When everyone else is more comfortable remaining voiceless Rather than fighting for humans that have had their rights stolen I might not be the same, but that's not important No freedom 'til we're equal, damn right I support it  [Trombone Interlude]  [Hook: Mary Lambert] And I can't change, even if I tried Even if I wanted to And I can't change, even if I tried Even if I wanted to My love, my love, my love She keeps me warm She keeps me warm She keeps me warm She keeps me warm  [Verse 3: Macklemore] We press play, don't press pause: progress, march on! With a veil over our eyes, we turn our back on the cause 'Til the day that my uncles can be united by law Kids are walking 'round the hallway Plagued by a pain in their heart A world so hateful, some would rather die than be who they are And a certificate on paper isn't gonna solve it all But it's a damn good place to start No law's gonna change us, we have to change us Whatever god you believe in, we come from the same one Strip away the fear, underneath it's all the same love About time that we raised up!  [Hook: Mary Lambert] And I can't change, even if I tried Even if I wanted to And I can't change, even if I tried Even if I wanted to My love, my love, my love She keeps me warm She keeps me warm She keeps me warm She keeps me warm  [Outro: Mary Lambert] Love is patient, love is kind Love is patient (not crying on Sundays) Love is kind (not crying on Sundays) Love is patient (not crying on Sundays) Love is kind (not crying on Sundays) Love is patient (not crying on Sundays) Love is kind (not crying on Sundays) Love is patient (not crying on Sundays) Love is kind (not crying on Sundays) Love is patient (not crying on Sundays) Love is kind (not crying on Sundays)  ",
        "title": "Same Love"
    },
    {
        "artist": "Tyler Farr",
        "lyrics": "  Gonna drive like hell through your neighbourhood Park this Silverado on your front lawn Crank up a little Hank Sit on the hood and drink I'm about to get my pissed off on  I'm gonna aim my headlights into your bedroom windows Throw empty beer cans at both of your shadows I didn't come here to start a fight, but I'm up for anything tonight You know you broke the wrong heart, baby And drove me redneck crazy  Wish I knew how long it's been going on How long you've been getting some on the side Nah, he can't amount to much by the look of that little truck Well, he won't be getting any sleep tonight  I'm gonna aim my headlights into your bedroom windows Throw empty beer cans at both of your shadows I didn't come here to start a fight, but I'm up for anything tonight You know you broke the wrong heart, baby And drove me redneck crazy Redneck crazy  Did you think I'd wish you both the best Endless love and happiness? You know that's just not the kind of man I am Yeah, I'm the kind that shows up at your house at 3 A.M  I'm gonna aim my headlights into your bedroom windows Throw empty beer cans at both of your shadows I didn't come here to start a fight But I'm up for anything tonight You've gone and broke the wrong heart, baby And drove me redneck crazy You drove me redneck crazy, oh, yeah  ",
        "title": "Redneck Crazy"
    },
    {
        "artist": "Paramore",
        "lyrics": "  [Verse 1] Can't count the years on one hand That we've been together I need the other one to hold you Make you feel, make you feel better  It's not a walk in the park To love each other But when our fingers interlock Can't deny, can't deny you're worth it Cause after all this time, I'm still into you  [Chorus] I should be over all the butterflies But I'm into you (I'm into you) And baby even on our worst nights I'm into you (I'm into you) Let 'em wonder how we got this far Cause I don't really need to wonder at all Yeah after all this time I'm still into you  [Verse 2] Recount the night that I first met your mother And on the drive back to my house I told you that, I told you that I loved ya  You felt the weight of the world Fall off your shoulder And to your favorite song We sang along to the start of forever And after all this time, I'm still into you  [Chorus] I should be over all the butterflies But I'm into you (I'm into you) And baby even on our worst nights I'm into you (I'm into you) Let 'em wonder how we got this far Cause I don't really need to wonder at all Yeah after all this time I'm still into you  [Verse 3] Some things just, some things just make sense And one of those is you and I Some things just, some things just make sense And even after all this time  I'm into you, baby not a day goes by That I'm not into you  [Chorus] I should be over all the butterflies But I'm into you (I'm into you) And baby even on our worst nights I'm into you (I'm into you) Let 'em wonder how we got this far Cause I don't really need to wonder at all Yeah after all this time I'm still into you  [Outro] I'm still into you I'm still into you  ",
        "title": "Still Into You"
    },
    {
        "artist": "Robin Thicke Featuring Kendrick Lamar",
        "lyrics": "  [Intro: Thicke] Girl, give it to me Girl you know what it do Girl give it to me I got somethin' brand new Girl give it to me I'll put it all on you Girl give it to me  [Verse 1: Thicke] I got a gift for yah I got this for yah A little Thicke for yah A big kiss for yah I got a hit for yah Big dick for yah Let me give it to yah Baby, baby I gotta call for yah I’ve got a whip for you Black car for yah Ball hard for you I know you want to get fancy I know you want to start dancing  [Hook: Thicke] Hey girl You know you're looking so damn fly You looking like you fell from the sky (angel) You know make a grown man cry I wanna give it to you tonight And make everything you fantasize Come true, ooh baby I’ll make it so, so, so amazing I’ll give it to you  [Bridge: Thicke] Girl, give it to me Girl, give it to me Girl, give it to me Girl, give it to me  [Verse 2: Thicke] Ooh what's that girl? What's that baby? I like that, girl I like that, baby On your back girl On your back Yeah shake it like that girl Baby, baby I got an eye for yah I got an eye for yah I got a smile for yah Cheese Let me put it on your face for you Please I’ve got a taste for you Tasty I bought lace for you Freaky I'll put it on you (Yeah) So I can go and take it off you (Yeah) And get it off to you  [Hook]  [Verse 3: Kendrick Lamar] You’re like a needle in a haystack I wanna sit you where my face at Lunch with a few Mai Tais Purple kisses on my tie Life can leave a dick loved Now you gettin' this dick, love I’m looking for you with a flashlight I want to feel what a real fat ass feel like No injection, I learned my lesson I walk it like I talk it, baby, this pedestrian Runnin’ through your mind like Jackie Joyner Pussy pop like (boom!) go get me a burner Got shot like (boom!) This can be detrimental T-shirt and panties, that's your credential You’re cotton candy, I need a fistful I’m awful antsy, hope that convince you  [Outro: Thicke] Hey, girl You know you're lookin' so damn fly You lookin' like you fell from the sky (Angel) You know you make a grown man cry  I wanna give it to you, tonight And make everything you fantasize Come true, ooh baby I'll make it so, so, so amazing I'll give it to you, tonight And make everything you fantasize Come true, ooh baby I'll make it so, so, so amazing I'll give it to you  I'll give it to you  ",
        "title": "Give It 2 U"
    },
    {
        "artist": "P!nk Featuring Nate Ruess",
        "lyrics": "  [Verse 1: P!nk] Right from the start You were a thief you stole my heart And I your willing victim I let you see the parts of me That weren't all that pretty And with every touch you fixed them Now you've been talking in your sleep Oh, oh Things you never say to me Oh, oh Tell me that you've had enough Of our love, our love  [Chorus: P!nk] Just give me a reason Just a little bit's enough Just a second - we're not broken, just bent And we can learn to love again It's in the stars It's been written in the scars on our hearts We're not broken, just bent And we can learn to love again  [Verse 2: Nate Ruess & P!nk & both] I'm sorry I don't understand where all of this is coming from I thought that we were fine (Oh we had everything) Your head is running wild again My dear we still have everything And it's all in your mind (Yeah but this is happening) Now you've been having real bad dreams Oh, oh You used to lie so close to me Oh, oh There's nothing more than empty sheets Between our love, our love Oh, our love, our love, love  [Chorus: Nate Ruess & both] Just give me a reason Just a little bit’s enough Just a second - we’re not broken, just bent And we can learn to love again I’ve never stopped You’re still written in the scars on my heart You’re not broken, just bent And we can learn to love again  [Bridge: Nate Ruess & P!nk] Oh, tears ducts and rust I'll fix it for us We're collecting dust but our love's enough You're holding it in You're pouring a drink No nothing is as bad as it seems We'll come clean  [Chorus: Both] Just give me a reason Just a little bit's enough Just a second we're not broken just bent And we can learn to love again It's in the stars It's been written in the scars on our hearts That we're not broken just bent And we can learn to love again  [Chorus: Both] Just give me a reason Just a little bit's enough Just a second we're not broken just bent And we can learn to love again It's in the stars It's been written in the scars on our hearts We're not broken just bent And we can learn to love again  [Outro: P!nk] Oh, we can learn to love again Oh, we can learn to love again Oh That we're not broken just bent And we can learn to love again  ",
        "title": "Just Give Me A Reason"
    },
    {
        "artist": "Bruno Mars",
        "lyrics": null,
        "title": "Gorilla"
    },
    {
        "artist": "Passenger",
        "lyrics": "  [Produced by Mike Rosenberg and Chris Vallejo] [Video by Dave Jensen and Tavic]  [Hook] Well you only need the light when it's burning low Only miss the sun when it starts to snow Only know you love her when you let her go Only know you've been high when you're feeling low Only hate the road when you're missing home Only know you love her when you let her go And you let her go...  [Verse 1] Staring at the bottom of your glass Hoping one day you'll make a dream last But dreams come slow and they go so fast You see her when you close your eyes Maybe one day you'll understand why Everything you touch surely dies  [Hook] But you only need the light when it's burning low Only miss the sun when it starts to snow Only know you love her when you let her go Only know you've been high when you're feeling low Only hate the road when you're missing home Only know you love her when you let her go And you let her go...  [Verse 2] Staring at the ceiling in the dark Same old empty feeling in your heart 'Cause love comes slow and it goes so fast Well you see her when you fall asleep But never to touch and never to keep 'Cause you loved her too much and you dived too deep  [Hook] Well you only need the light when it's burning low Only miss the sun when it starts to snow Only know you love her when you let her go Only know you've been high when you're feeling low Only hate the road when you're missing home Only know you love her when you let her go And you let her go...  [Bridge] Oh, oh, woah, oh, oh And you let her go Oh, oh, woah, oh, oh When you let her go Whoa  [Hook] 'Cause you only need the light when it's burning low Only miss the sun when it starts to snow Only know you love her when you let her go Only know you've been high when you're feeling low Only hate the road when you're missing home Only know you love her when you let her go And you let her go... 'Cause you only need the light when it's burning low Only miss the sun when it starts to snow Only know you love her when you let her go Only know you've been high when you're feeling low Only hate the road when you're missing home Only know you love her when you let her go And you let her go...  ",
        "title": "Let Her Go"
    },
    {
        "artist": "Katy Perry Featuring Juicy J",
        "lyrics": "  [Produced by Max Martin and Dr. Luke] [Video directed by Matthew Cullen]  [Intro: Juicy J] Yeah ya'll know what it is Katy Perry, Juicy J Uh huh, let's rage!  [Verse 1: Katy Perry] I knew you were, you were gonna come to me And here you are, but you better choose carefully 'Cause I, I'm capable of anything Of anything, and everything Make me your Aphrodite Make me your one and only But don't make me your enemy Your enemy, your enemy  [Chorus: Katy Perry] So you wanna play with magic? Boy, you should know what you're falling for Baby, do you dare to do this? Cause I'm coming at you like a dark horse Are you ready for, ready for A perfect storm, perfect storm? 'Cause once you're mine, once you're mine There's no going back  [Verse 2: Katy Perry] Mark my words, this love will make you levitate Like a bird, like a bird without a cage We're down to earth if you choose to walk away Don't walk away It's in the palm of your hand now, baby It's a yes or a no, no maybe So just be sure before you give it all to me All to me, give it all to me  [Chorus: Katy Perry] So you wanna play with magic? Boy, you should know what you're falling for Baby, do you dare to do this? Cause I'm coming at you like a dark horse Are you ready for, ready for A perfect storm, perfect storm? 'Cause once you're mine, once you're mine There's no going back  [Verse 3: Juicy J] She's a beast, I call her Karma She eat your heart out like Jeffrey Dahmer Be careful, try not to lead her on Shawty's heart is on steroids, 'cause her love is so strong You may fall in love when you meet her If you get the chance, you better keep her She's sweet as pie, but if you break her heart She turn cold as a freezer That fairy tale ending with a knight in shining armor She can be my sleeping beauty, I'm gon' put her in a coma (Woo!) Damn, I think I love her, shawty's so bad, I'm sprung and I don't care She ride me like a roller coaster, turn the bedroom into a fair Her love is like a drug, I was tryna hit it and quit it But lil mama so dope, I messed around and got addicted  [Chorus: Katy Perry] So you wanna play with magic? Boy, you should know what you're falling for Baby, do you dare to do this? Cause I'm coming at you like a dark horse Are you ready for, ready for A perfect storm, perfect storm? 'Cause once you're mine, once you're mine There's no going back  ",
        "title": "Dark Horse"
    },
    {
        "artist": "Calvin Harris Featuring Ellie Goulding",
        "lyrics": "  [Chorus: Ellie Goulding] I need your love, I need your time When everything's wrong, you make it right I feel so high, I come alive I need to be free with you tonight I need your love  [Drop] I need your love  [Verse 1: Ellie Goulding] I take a deep breath every time I pass your door I know you're there but I can't see you anymore And that's the reason you're in the dark I've been a stranger ever since we fell apart And I feel so helpless here Watch my eyes are filled with fear Tell me, do you feel the same? Hold me in your arms again  [Chorus: Ellie Goulding] I need your love, I need your time When everything's wrong, you make it right I feel so high, I come alive I need to be free with you tonight I need your love  [Drop] I need your love  [Verse 2] Now I'm dreaming, will ever find you now? I walk in circles but I'll never figure out What I mean to you, do I belong? I try to fight this, but I know I'm not that strong And I feel so helpless here Watch my eyes are filled with fear Tell me, do you feel the same? Hold me in your arms again  [Chorus: Ellie Goulding] I need your love, I need your time When everything's wrong, you make it right I feel so high, I come alive I need to be free with you tonight I need your love  [Drop] I need your love  [Bridge] All the years, all the times You were never been to blame And now my eyes are open And now my heart is closing And all the tears, all the lies, all the waste I've been trying to make it change And now my eyes are open  [Outro] I need your love, I need your time When everything's wrong, you make it right I feel so high, I come alive I need to be free  ",
        "title": "I Need Your Love"
    },
    {
        "artist": "Britney Spears",
        "lyrics": null,
        "title": "Work B**ch!"
    },
    {
        "artist": "Phillip Phillips",
        "lyrics": "  [Verse 1] When life leaves you high and dry I'll be at your door tonight If you need help, if you need help I'll shut down the city lights I'll lie, cheat, I'll beg and bribe To make you well, to make you well  [Verse 2] When enemies are at your door I'll carry you away from war If you need help, if you need help Your hope dangling by a string I'll share in your suffering To make you well, to make you well  [Bridge] Give me reasons to believe That you would do the same for me  [Chorus] And I would do it for you, for you Baby, I'm not moving on I love you long after you're gone For you, for you You would never sleep alone I love you long after you're gone And long after you're gone, gone, gone  [Verse 3] When you fall like a statue I'm gon' be there to catch you Put you on your feet, you on your feet And if your well is empty Not a thing will prevent me Tell me what you need, what do you need  [Bridge] I surrender honestly You've always done the same for me  [Chorus] And I would do it for you, for you Baby, I'm not moving on I love you long after you're gone For you, for you You would never sleep alone I love you long after you're gone And long after you're gone, gone, gone  [Interlude] You're my back bone You're my cornerstone You're my crutch when my legs stop moving You're my head start You're my rugged heart You're the pulse that I've always needed Like a drum, baby, don't stop beating Like a drum, baby, don't stop beating Like a drum, baby, don't stop beating Like a drum my heart never stops beating  [Chorus] And I would do it for you, for you Baby, I'm not moving on I love you long after you're gone For you, for you You would never sleep alone I love you long after you're gone And long after you're gone, gone, gone  [Outro] Like a drum, baby, don't stop beating Like a drum, baby, don't stop beating Like a drum, baby, don't stop beating Like a drum my heart never stops beating for you And long after you're gone, gone, gone I love you long after you're gone gone, gone  ",
        "title": "Gone, Gone, Gone"
    },
    {
        "artist": "Big Sean Featuring Lil Wayne & Jhene Aiko",
        "lyrics": "  [Hook: Big Sean and Jhene Aiko] When you said it was over, you shot right through my heart Why you let these hoes tear what we had right apart Ooh, I was so mad, I should've seen this coming right from the start You should beware, beware, beware of a woman with a broken heart  [Verse 1: Big Sean] Praying to a sky all black Looking at the stars like they finna talk back Looking at my phone like she finna call back But last night I feel like probably ended all that Cause by now she woulda sent a text in all caps Then another one tryna take it all back Saying fuck you, I miss you or I hate you so much Cause girls only say \"hate you\" to the guys that they love I know, I know, I know The highs, the lows it comes and goes You say \"be real\" I try, I don't Cause you take anything and just make it everything Kept my phone on silent ever since you got a ring (Funny, right?) And I never cheated (I mean, maybe once, twice) One time don't change everything She ask why I don't feel the same, I'm still the same She's still insane and now she's saying  [Hook] When you said it was over, you shot right through my heart Why you let these hoes tear what we had right apart Ooh, I was so mad, I should've seen this coming right from the start You should beware, beware, beware of a woman with a broken heart  [Interlude: Big Sean] Okay, skeet, smoke, sleep, call, miss, text, woke, spoke Lie, feel, Lisa ew, time, kill, months, still  [Verse 2: Big Sean] I got somebody baby mama calling me daddy I drank too much, please call me a cabby Penthouse after party hoes want that addy Fuck they can ride with us, crawl in a Caddy Third row is when you call, I hit cancel Really? I hit answer, fuck I hate when that happens Phone in my pocket for the whole night And you heard bitches screaming 'til my phone died Then she text me like \"Why you still talk to my mama?\" How the fuck you run around with condoms? Why you make me get this tattoo? Man, fuck this tattoo you the reason I wasn't single in college What? All because I had you, nigga I dont even have you How am I suppose to get past you? And she called the next guy spillin' some real shit Now they problems he got to deal with  [Hook] When you said it was over, you shot right through my heart Why you let these hoes tear what we had right apart Ooh, I was so mad, I should've seen this coming right from the start You should beware, beware, beware of a woman with a broken heart  [Verse 3: Lil Wayne] Girl, don't believe them hoes Cause they don't wanna see us together And you already know you're too fly But baby, don't get your hair caught in the propellers I be tryna tell her these hoes is jealous You know they never like it when you never say never Long hair, red bone, but her pussy is hairless Muah, I french kiss it like we in Paris I be screaming out, \"ain't no woman like the one I got\" But she be always worrying about the one I fucked She said it's gonna be me, myself and I Damn, that would make me a one eyed fuck Sch, I was so mad Damn, you used to ride a nigga like a moped But players fuck up, my bad And just to keep from crying, I laughed  [Hook] When you said it was over, you shot right through my heart Why you let these hoes tear what we had right apart Ooh, I was so mad, I should've seen this coming right from the start You should beware, beware, beware of a woman with a broken heart  [Outro: Jhene Aiko] Baby, last time calling me baby Last time calling me crazy, crazy, crazy  ",
        "title": "Beware"
    },
    {
        "artist": "Billy Currington",
        "lyrics": null,
        "title": "Hey Girl"
    },
    {
        "artist": "Taylor Swift Featuring Ed Sheeran",
        "lyrics": "  [Verse 1: Taylor Swift] All I knew this morning when I woke Is I know something now, know something now I didn't before And all I've seen since 18 hours ago is green eyes and freckles and your smile In the back of my mind making me feel like  [Pre-Chorus: Taylor Swift + Ed Sheeran] I just want to know you better Know you better, know you better now I just want to know you better Know you better, know you better now I just want to know you better Know you better, know you better now I just want to know you, know you, know you  [Chorus: Taylor Swift + Ed Sheeran] 'Cause all I know is we said hello And your eyes look like coming home All I know is a simple name, everything has changed All I know is you held the door You'll be mine and I'll be yours All I know since yesterday is everything has changed  [Verse 2: Ed Sheeran + Taylor Swift] And all my walls stood tall painted blue And I'll take them down Take them down and open up the door for you And all I feel in my stomach is butterflies The beautiful kind, making up for lost time Taking flight, making me feel like  [Pre-Chorus: Taylor Swift + Ed Sheeran] I just want to know you better Know you better, know you better now I just want to know you better Know you better, know you better now I just want to know you better Know you better, know you better now I just want to know you, know you, know you  [Chorus: Taylor Swift + Ed Sheeran] 'Cause all I know is we said hello And your eyes look like coming home All I know is a simple name, everything has changed All I know is you held the door You'll be mine and I'll be yours All I know since yesterday is everything has changed  [Bridge: Taylor Swift + Ed Sheeran] Come back and tell me why I'm feeling like i've missed you all this time And meet me there tonight And let me know that it's not all in my mind  [Pre-Chorus: Taylor Swift] I just want to know you better Know you better, know you better now I just want to know you, know you, know you  [Chorus: Taylor Swift + Ed Sheeran] 'Cause all I know is we said hello And your eyes look like coming home All I know is a simple name, everything has changed All I know is you held the door You'll be mine and I'll be yours All I know since yesterday is everything has changed  [Outro: Taylor Swift] All I know is we said hello So dust off your highest hopes All I know is pouring rain And everything has changed All I know is a new found grace All my days, I'll know your face All I know since yesterday is everything has changed  ",
        "title": "Everything Has Changed"
    },
    {
        "artist": "Florida Georgia Line Featuring Nelly",
        "lyrics": "  [Intro: Brian Kelley & Tyler Hubbard] Baby you're a song You make me wanna roll my windows down and cruise Let's go!  [Bridge: Brian Kelley & Tyler Hubbard] I got my windows down and the radio up Get your radio up What up Nelly, alright I got my windows down and the radio up Get your radio up  [Verse 1: Brian Kelley & Tyler Hubbard] Yeah, when I first saw that bikini top on her She’s poppin' right out of the South Georgia water Thought, \"Oh, good lord, she had them long tanned legs\" Couldn't help myself so I walked up and said  [Chorus: Brian Kelley & Tyler Hubbard] Baby you're a song You make me wanna roll my windows down and cruise Down a back road blowin' stop signs through the middle Every little farm town with you In this brand new Chevy with a lift kit Would look a hell of a lot better with you up in it Come on So baby you a song You make me wanna roll my windows down and cruise  [Bridge: Brian Kelley & Tyler Hubbard] I got my windows down and the radio up Get your radio up  [Verse 2: Brian Kelley & Tyler Hubbard] Yeah, she was sippin' on Southern and singin' Marshall Tucker We were fallin' in love in the sweet heart of summer She hopped right up into the cab of my truck and said \"Fire it up, let’s go get this thing stuck\"  [Chrous: Brian Kelley & Tyler Hubbard] Baby you're a song You make me wanna roll my windows down and cruise Down a back road blowin' stop signs through the middle Every little farm town with you In this brand new Chevy with a lift kit Would look a hell of a lot better with you up in it So baby you a song You make me wanna roll my windows down and cruise   [Verse 3: Nelly] My windows down my seats back My music up and we ride Her legs up on my dashboard And it's just the way I like Hey country girl, this country boy Like e'rything about you Don't change a thing, no way You stay the same and I got you I likes all that, all that Head to toe you all that Tell ole boy he can call back Send her a text say, \"fall back\" cause I can see you got a thing for the fast life So come on, shawty, let me show you what the fast like Whipping 'cross the border, Florida into Georgia Cause baby you a song You make me wanna roll my windows down and cruise Down a back road blowing stop signs through the middle Every hood, every town with you And this drop-top Chevy painted real slick It would look a hell of a lot better with you up in it Cause baby you a song You make me wanna roll my, roll my, roll my R-r-r-r-roll  [Chorus: Brian Kelley & Tyler Hubbard] Baby you're a song You make me wanna roll my windows down and cruise Down a back road blowin' stop signs through the middle Every little farm town with you In this brand new Chevy with a lift kit Would look a hell of a lot better with you up in it So baby you a song You make me wanna roll my windows down and cruise   [Bridge: Brian Kelley & Tyler Hubbard] I got my windows down and the radio up Get your radio up I got my windows down and the radio up Get your radio up I got my windows down and the radio up Get your radio up  ",
        "title": "Cruise"
    },
    {
        "artist": "Blake Shelton",
        "lyrics": "  [Click here to read Blake’s story about his tenth #1 single, “Mine Would Be You”]  [Produced by Scott Hendricks]  [Verse 1] What's your all-time high, your good as it gets? Your hands down best ever make-up sex? What's your guilty pleasure, your old go to? Well if you asked me, mine would be you  [Pre Chorus] What's your worst hangover, your best night yet? Your 90 proof, your Marlboro Red? The best damn thing you lucked into That's easy girl, mine would be you  [Chorus] Mine would be you Sun keeps shinin', back road flyin' Singin' like crazy fools Makin' up our own words, laughin' 'til it hurts Baby, if I had to choose My best day ever, my finest hour My wildest dream come true Mine would be you  [Verse 2] What's your double dare, your go all in? The craziest thing you ever did? Plain as your name in this tattoo Look on my arm, mine would be you  [Chorus] Mine would be you Sun keeps shinin', back road flyin' Singin' like crazy fools Makin' up our own words, laughin' 'til it hurts Baby, if I had to choose My best day ever, my finest hour My wildest dream come true Mine would be you  [Verse 3] What's the greatest chapter in your book? Are there pages where it hurts to look? What's the one regret you can't work through? You got it baby, mine would be you  Yeah, you got it baby, mine would be you  [Chorus] Mine would be you Taillights fadin', daylight breakin' Standing there like a fool When I should've been runnin', yellin' out somethin' To make you want to hold on to The best love ever, girl, can you tell me The one thing you'd rather die than lose? 'Cause mine would be you  [Outro] Mine would be... you  ",
        "title": "Mine Would Be You"
    },
    {
        "artist": "One Direction",
        "lyrics": "  [Music Video]  [Verse 1: Harry] Maybe it's the way she walked Straight into my heart and stole it Through the doors and past the guards Just like she already owned it  [Pre-Chorus: Zayn] I said, \"Can you give it back to me?\" She said, \"Never in your wildest dreams\"  [Chorus: All] And we danced all night to the best song ever We knew every line now I can't remember How it goes but I know that I won't forget her Cause we danced all night to the best song ever I think it went oh, oh, oh I think it went yeah, yeah, yeah I think it goes  [Verse 2: Liam & Harry] Said her name was Georgia Rose And her daddy was a dentist Said I had a dirty mouth But she kissed me like she meant it  [Pre-Chorus: Niall] I said, \"Can I take you home with me?\" She said, \"Never in your wildest dreams\"  [Chorus: All] And we danced all night to the best song ever We knew every line now I can't remember How it goes but I know that I won't forget her Cause we danced all night to the best song ever I think it went oh, oh, oh I think it went yeah, yeah, yeah I think it goes  [Bridge: Louis & Zayn & Harry] You know, I know, you know I'll remember you And I know, you know, I know you'll remember me And you know, I know, you know I'll remember you And I know, you know, I hope you'll remember how we danced, how we danced 1, 2 - 1, 2, 3  [Chorus: All] How we danced all night to the best song ever We knew every line now I can't remember How it goes but I know that I won't forget her Cause we danced all night to the best song ever And we danced all night to the best song ever We knew every line now I can't remember How it goes but I know that I won't forget her Cause we danced all night to the best song ever I think it went oh, oh, oh I think it went yeah, yeah, yeah I think it goes  [Outro: Zayn] Best song ever It was the best song ever It was the best song ever It was the best song ever  ",
        "title": "Best Song Ever"
    },
    {
        "artist": "Sara Bareilles",
        "lyrics": "  [Produced by Mark Endert]  [Verse 1] You can be amazing You can turn a phrase into a weapon or a drug You can be the outcast Or be the backlash of somebody’s lack of love Or you can start speaking up Nothing’s gonna hurt you the way that words do When they settle ‘neath your skin Kept on the inside and no sunlight Sometimes a shadow wins But I wonder what would happen if you  [Chorus] Say what you wanna say And let the words fall out Honestly I wanna see you be brave With what you want to say And let the words fall out Honestly I wanna see you be brave  [Post-Chorus] I just wanna see you I just wanna see you I just wanna see you I wanna see you be brave I just wanna see you I just wanna see you I just wanna see you I wanna see you be brave  [Verse 2] Everybody’s been there Everybody’s been stared down by the enemy Fallen for the fear And done some disappearing Bow down to the mighty Don’t run, stop holding your tongue Maybe there’s a way out of the cage where you live Maybe one of these days you can let the light in Show me how big your brave is  [Chorus] Say what you wanna say And let the words fall out Honestly I wanna see you be brave With what you want to say And let the words fall out Honestly I wanna see you be brave  [Bridge] And since your history of silence Won't do you any good Did you think it would? Let your words be anything but empty Why don't you tell them the truth?  [Chorus + Post Chorus] Say what you wanna say And let the words fall out Honestly I wanna see you be brave With what you want to say And let the words fall out Honestly I wanna see you be brave  I just wanna see you I just wanna see you I just wanna see you I wanna see you be brave I just wanna see you I just wanna see you I just wanna see you I wanna see you be brave  [Outro] I just wanna see you I just wanna see you I just wanna see you I just wanna see you I just wanna see you I just wanna see you  ",
        "title": "Brave"
    },
    {
        "artist": "Florida Georgia Line",
        "lyrics": "  [Verse 1] Hammer and a nail, stacking them bales I'm dog tired by the 5:00 hour But I'm ready to raise some hell And Jesse's getting ready, I'm gassing up the Chevy I'm gonna pick her up at six I hope she's gonna wear the jeans with the tear That her mama never fixed  [Chorus] The moon comes up and the sun goes down We find a little spot on the edge of town Twist off, sip a little, pass it around Dance in the dust, turn the radio up That fireball whiskey whispers Temptation in my ear It's a feelin' alright Saturday night And that's how we do it 'round here Yeah that's how we do it 'round here  [Verse 2] Mud on the grips, wild cherry on her lips I've been working and trying and flirting and dying For an all night kinda kiss Country on the boombox, candles on the tool box I'm doing everything right, got the country boy charm Turned all the way on tonight  [Chorus] x2 Yeah the moon comes up and the sun goes down We find a little spot on the edge of town Twist off, sip a little, pass it around Dance in the dust, turn the radio up That fireball whiskey whispers Temptation in my ear It's a feelin' alright, Saturday night And that's how we do it 'round here Yeah that's how we do it 'round here  [Outro] Yeah that's how we do it round here Yeah that's how we do it round here  ",
        "title": "Round Here"
    },
    {
        "artist": "Drake",
        "lyrics": "  [Verse 1: Drake] I don't know why they been lyin' But your shit is not that inspirin' Bank account statements just look like I'm ready for early retirement Fuck any nigga that's talking that shit just to get a reaction Fuck going platinum! I looked at my wrist and it's already platinum I am the kid with the motor mouth I am the one you should worry 'bout I don't know who you're referring to Who is this nigga you heard about? Someone just talking that bullshit Man, someone just gave you the run-around Niggas downplayin' the money But that's what you do when the money down I don't waste time puttin' money down I just go straight to who got it and buy it in cash Pussy so good that you gotta come see me on tour And you gotta fly in first class This has been years in the makin' It's all for the city, they know I come right every summer Cash Money Records forever, I'm always big timin' Bitch, I came up right under Stunna, you know it  [Hook: Drake] Jealousy in the air tonight, I could tell I will never understand that, but oh well Been ready, it's real, I don't know 'bout you She just want to smoke and fuck I said \"Girl, that's all that we do.\" Okay, now you're talkin' my language Now you're talkin' my language Now you're talkin' my language Now you're talkin' my language Been ready, it's real, I don't know 'bout you She just want to smoke and fuck I said \"Girl, that's all that we do.\"  [Verse 2: Drake] I'm 'bout to roll one and light it And fuck it, man, no one's invited I got to kill off the weak shit That's got all you niggas excited I can't even listen, you wildin' I'd much rather sit here in silence I send all my money to banks in the islands And eat with Italians, I do People are funny, you don't even know 'Bout the shit that I been through I just want some head in a comfortable bed It could all be so simple Talkin' that shit with you back to me Just know it always get back to me Come get your girl, she been here for three days And she way too attached to me Hate when they get too attached to me I got to get on the bus and get back on the road Get what I can out the country And then I just get on the jet and go back to the cold Can't even drive with the top off I been workin' so hard on the album, I missed the whole summer I just might bring in some girls from Miami To heat up the city, and that's word to Stunna, you know it  [Hook: Drake] Jealousy in the air tonight, I could tell I will never understand that, but oh well Been ready, it's real, I don't know 'bout you She just want to smoke and fuck I said \"Girl, that's all that we do.\" Okay, now you're talkin' my language Now you're talkin' my language Now you're talkin' my language Now you're talkin' my language Been ready, it's real, I don't know 'bout you She just want to smoke and fuck I said \"Girl, that's all that we do.\"  [Outro: Birdman] Famous and dangerous, you understand me? Showtime, headlines, big time Sunshine, tote 9's, bust mines Flatline, hard grind, high life Stay fly, it's jet time – stunt, nigga! Every time you see a nigga – stunt, nigga! Every time you see a nigga – stunt, nigga! Swag on head to feet nigga – stunt, nigga! I just might bring in some girls from Miami To heat up the city, and that's word to Stunna, you know it  ",
        "title": "The Language"
    },
    {
        "artist": "Sage The Gemini Featuring IamSu!",
        "lyrics": "  \"H-h-h-h-holy shhh...\"  [Chorus: Sage the Gemini] Slow down, grab the wall Wiggle like you trying to make yo ass fall off Hella thick I wanna smash 'em all Now speed up Gas pedal Gas pedal Gas pedal Gas pedal Gas pedal (You already know me, S-A-G-E) Now speed up Gas pedal Gas pedal Gas pedal (Look, ah)  [Verse 1: Sage the Gemini] You already know me, S-A-G-E Look, ugh Black money let them all say amen I'm just trying to make it clear boy Ray-Bans I'm a great man, woah say a friend I play a hole every night, DJ Amen Room full of boppers, tell them give me topper Beat it, beat it up, 9-1-1, hit the coppers I'm S-A-G-E you would like to know Fee-fi-fo-fum large meat in your throat West-side baby do what you do And you got tail, what that shit do? It’s pretty nigga mob, that’s the way that I grew I be steppin' up in the club they make 'em drop to my shoe And her dude mad cause I spooned, but I don't give a fork Silverware a nigga out if he actin' a poor spork You's a dork grab a girl and get a yank-in' Got a booty like Hoopz I'm trying to make-it, woah  [Chorus: Sage the Gemini] Slow down, grab the wall Wiggle like you trying to make yo ass fall off Hella thick I wanna smash 'em all Now speed up Gas pedal Gas pedal Gas pedal Gas pedal Gas pedal Now speed up Gas pedal Gas pedal Gas pedal  [Verse 2: IamSu] She a trick for a dolla bill And her boyfriend a bitch call him Tyler Perry Eugh, I'm in the black bat lookin' scary On my way to the cake no bake-ery Oops, bakery, never been no fake in me Lead her to the bathroom, she askin' where you takin' me Uh, tell her slow down baby I'm too turned up it's finna go down baby When you hit the stage the people do a 180 When I hit the stage man the club oughta pay me Uh, you niggas so fugazi Uh, got a white bitch with me call that ho Slim Shady, uh Nigga 'su so crazy Got two hoes with me make my old bitch hate me, uh All about my payment You say we getting money that's an understatement uh  [Chorus: Sage the Gemini] Slow down, grab the wall Wiggle like you trying to make yo ass fall off Hella thick I wanna smash 'em all Now speed up Gas pedal Gas pedal Gas pedal Gas pedal Gas pedal Now speed up Gas pedal Gas pedal Gas pedal Gas pedal  [Bridge: Sage the Gemini] Lil' mama got sex appeal I make her sing if she wanna get a record deal What the shit do, it's finna get real She got a booty so big it's like a ferris wheel Lil' mama got sex appeal I make her sing if she wanna get a record deal What the shit do, it's finna get real She got a booty so big it's like a ferris wheel  [Chorus: Sage the Gemini] Slow down, grab the wall Wiggle like you trying to make yo ass fall off Hella thick I wanna smash 'em all Now speed up Gas pedal Gas pedal Gas pedal Gas pedal Gas pedal Now speed up Gas pedal Gas pedal Gas pedal  [Outro: Sage the Gemini] Slow down  ",
        "title": "Gas Pedal"
    },
    {
        "artist": "Rich Homie Quan",
        "lyrics": "  [Produced by Yung Carter]  [Intro: Rich Homie Quan] Rich Homie Quan That's right, ho  [Bridge: Rich Homie Quan] My niggas been hustlin' trying to make him something Ain't no telling what he'll do for the paper Soufflé, I'm straight, I steak my plate Sade, I'm a smooth operator  [Hook: Rich Homie Quan] (I drop the top of my whip baby!) That car I'm driving make you feel some type of way That custom Breitling make you feel some type of way This bitch I'm with got me feelin' some type a way Is it because my homies rich you feel some type of way? Some type of way, make you feel some type of way Heard she wana fuck me, know you feel some type of way Mr. CEO is what my title say Me and my homies G'd your ho, he feel some type of way  [Verse 1: Rich Homie Quan] Okay, now let's be real I know you feel some type of way When I get to biting on her ear she make that Tyson face I drop down to my knees thankful for life today No naps just long sleep; hibernate I can tell if he 12, right away Go through hell cause I care, move you far away Drop you off late, know he feel some type of way I got hoes like golf trynna make what Tiger makes I got a hide away, and I go there sometimes, to give my mind a break I find a way, to still get through the struggle, what I'm tryna say And I ain't lying today when I tell you that I love...  [Bridge: Rich Homie Quan] My niggas been hustlin' trying to make him something Ain't no telling what he'll do for the paper Soufflé, I'm straight, I steak my plate Sade, I'm a smooth operator  [Hook: Rich Homie Quan] (I drop the top of my whip baby!) That car I'm driving make you feel some type of way That custom Breitling make you feel some type of way This bitch I'm with got me feelin' some type a way) Is it because my homies rich you feel some type of way? Some type of way, make you feel some type of way Heard she wana fuck me, know you feel some type of way Mr. CEO is what my title say Me and my homies G'd your ho, he feel some type of way  [Verse 2: Rich Homie Quan] She got a Georgia peach on her rear end like a licence plate No rookie, girl scout cookie got me high today I probably make, more money in six months Than what's in your papa's safe Look like I robbed a bank I set it off like Queen Latifah, cause I'm living single I'm feeling cautious, I ain't scream when they served a subpoena I heard that he the leader, come follow my tribe today I fucked her now he heated, he feel some type of way Don't know how to say, ain't the hardest man working? Attention we pay, there's always a man lurking No man perfect, but God My head, I nod Rich, homie, ugn...  [Bridge: Rich Homie Quan] My niggas been hustlin' trying to make him something Ain't no telling what he'll do for the paper Soufflé, I'm straight, I steak my plate Sade, I'm a smooth operator  [Hook: Rich Homie Quan] (I drop the top of my whip baby!) That car I'm driving make you feel some type of way That custom Breitling make you feel some type of way This bitch I'm with got me feelin' some type a way) Is it because my homies rich you feel some type of way? Some type of way, make you feel some type of way Heard she wana fuck me, know you feel some type of way Mr. CEO is what my title say Me and my homies G'd your ho, he feel some type of way  [Outro: Rich Homie Quan] I know you do Don't look like that Thank you Lord Let's go, let's go!  ",
        "title": "Type Of Way"
    },
    {
        "artist": "Selena Gomez",
        "lyrics": "  [Verse 1] Now that I have captured your attention I wanna steal you for a rhythm intervention Mr. TSA, I'm ready for inspection Show me how you make a first impression  [Pre-Chorus] Oh, oh Can we take it nice and slow, slow? Break it down and drop it low, low 'Cause I just wanna party all night in the neon lights 'Til you can't let me go  [Chorus] I just wanna feel your body right next to mine All night long, baby, slow down the song And when it's coming closer to the end, hit rewind All night long, baby, slow down the song Yeah, baby, slow down the song Yeah, baby, slow down the song  [Verse 2] If you want me, I'm accepting applications So long as we keep this record on rotation You know I'm good with mouth-to-mouth resuscitation Breathe me in, breathe me out So amazing  [Pre-Chorus] Oh, oh Can we take it nice and slow, slow? Break it down and drop it low, low Cause I just wanna party all night in the neon lights 'Til you can't let me go  [Chorus] I just wanna feel your body right next to mine All night long, baby, slow down the song And when it's coming closer to the end, hit rewind All night long, baby, slow down the song Yeah, baby, slow down the song Yeah, baby, slow down the song  [Bridge] (Breathe me in, breathe me out) The music's got me going (Breathe me in, breathe me out) No stopping 'til the morning (Breathe me in, breathe me out) You know I'm ready for it, for it, for it, yeah (Breathe me in, breathe me out) The music's got me going (Breathe me in, breathe me out) No stopping 'til the morning (Breathe me in, breathe me out) You know I'm ready for it, for it, for it, yeah  [Interlude] It's The Cataracts  [Chorus] I just wanna feel your body right next to mine All night long, baby, slow down the song And when it's coming closer to the end, hit rewind All night long, baby, slow down the song Yeah, baby, slow down the song Yeah, baby, slow down the song  [Outro] How do I do it? It's The Cataracs Ha ha ha  ",
        "title": "Slow Down"
    },
    {
        "artist": "Chris Young",
        "lyrics": "  Yeah, I think I’m gonna leave I’ll just have that one drink And we’ve all gotta be up early  Boys, we oughta shut’er down Just take it to the house ‘Fore anybody starts getting crazy  I started walking across the floor Before I got to the door  Aw Naw Somebody just bought a Shot of that Patron Hang on, I just might have to stay hey Aw Naw Look at the time y’all What happend to coats on Long gone I should be half way home but Aw Naw  Yeah Girl I saw you come in With all of your girlfriends Just cutting up and shooting Bacardi Yeah I got my boys with me We’re just rolling on steam Not looking to pick up anybody  I was gonna walk on by You turned around and we locked eyes  Aw Naw Do you hear that song Oh one that just came on C’mon DJ what you tryin’ to do Aw Naw It’ll be so wrong If we didn’t dance one Show off, Those jeans you painted on Aw Naw Aw Naw  No I didn’t mean to be here this long And I tried to leave so it ain’t my fault No I didn’t mean to be holding you But tell me what was I suppose to do  Aw Naw Somebody just bought a Shot of that Patron Hang on, We’ve been here all night long Aw Naw It’ll be so wrong If we didn’t dance one more song Show off, Those jeans you painted on Yea Aw Naw Those jeans you painted on Aw Naw  ",
        "title": "Aw Naw"
    },
    {
        "artist": "Drake",
        "lyrics": "  [Produced by  Noah \"40\" Shebib and Hagler/Co-Produced by Jake One]  [Verse 1] Somewhere between psychotic and iconic Somewhere between I want it and I got it Somewhere between I'm sober and I'm lifted Somewhere between a mistress and commitment But I stay down, girl I always stay down, get down, never lay down Promise to break everybody off before I break down Everyone just wait now, so much on my plate now People I believed in they don't even show they face now What they got to say now? Nothin' they can say now Nothin' really changed but still they look at me a way now What more can I say now? What more can I say now? You might feel like nothin' was the same  [Hook] I still been drinkin' on the low, mobbin' on the low Fuckin' on the low, smokin' on the low I still been plottin' on the low, schemin' on the low The furthest thing from perfect like everyone I know I just been drinkin' on the low, mobbin' on the low Fuckin' on the low, smokin' on the low I just been plottin' on the low, schemin' on the low The furthest thing from perfect like everyone I know  [Verse 2] And I hate that you don't think I belong to ya Just too busy runnin' shit to run home to ya You know that paper my passion Bittersweet celebrations, I know I can't change what happened I can't help it, I can't help it, I was young and I was selfish I made every woman feel like she was mine and no one else's And now you hate me, stop pretendin', stop that frontin', I can't take it Girl don't treat me like a stranger, girl you know I seen you naked Girl you know that I remember, don't be a pretender Gettin' high at the condo, that's when it all comes together You know I stay reminiscing and make-up sex is tradition But you been missin' girl and you might feel like nothin' was the same  [Hook] I still been drinkin' on the low, mobbin' on the low Fuckin' on the low, smokin' on the low I still been plottin' on the low, schemin' on the low The furthest thing from perfect like everyone I know I just been drinkin' on the low, mobbin' on the low Fuckin' on the low, smokin' on the low I just been plottin' on the low, schemin' on the low The furthest thing from perfect like everyone I know  [Beat Switch]  [Bridge] Drinkin', smokin', fuckin', plottin' Schemin', plottin', schemin', gettin' money Drinkin', fuckin', smokin', plottin' Schemin', plottin', schemin', gettin' money  [Verse 3] This the life for me My momma told me this was right for me I got 'em worried, like make sure you save a slice for me I should have Spoons serve you up with a fork and knife for me Your actions make us doubt you Your lack of effort got me rappin' different This the shit I wanna go out to Play this shit at my funeral if they catch me slippin' Naked women swimmin', that's just how I'm livin' Donate a million to some children, that's just how I'm feelin' A nigga fillin' up arenas, who the fuck could see us? I had to Derrick Rose the knee up before I got the re-up Yours truly, the boy I just build and build more, y'all niggas build to destroy Y'all niggas party too much, man, I just chill and record No filler, you feel it now if you ain't feel it before  [Outro] Yes, Lord, this the shit I wanna go out to Yeah yeah, this the shit I wanna go out to  ",
        "title": "Furthest Thing"
    },
    {
        "artist": "P!nk Featuring Lily Allen",
        "lyrics": "  [Verse 1: P!nk] Sometimes I hate every single stupid word you say Sometimes I wanna slap you in your whole face There's no one quite like you You push all my buttons down I know life would suck without you  [Pre-Chorus: P!nk] At the same time, I wanna hug you I wanna wrap my hands around your neck You're an asshole but I love you And you make me so mad I ask myself Why I'm still here, or where could I go You're the only love I've ever known But I hate you, I really hate you So much, I think it must be  [Chorus: P!nk] True love, true love It must be true love Nothing else can break my heart like True love, true love It must be true love No one else can break my heart like you  [Verse 2: P!nk] Just once try to wrap your little brain around my feelings Just once please try not to be so mean Repeat after me now R-O-M-A-N-C-E-E-E Come on, I'll say it slowly (romance) You can do it babe!  [Pre-Chorus: P!nk] At the same time, I wanna hug you I wanna wrap my hands around your neck You're an asshole but I love you And you make me so mad I ask myself Why I'm still here, or where could I go You're the only love I've ever known But I hate you, I really hate you So much, I think it must be  [Chorus: P!nk] True love, true love It must be true love Nothing else can break my heart like True love, true love It must be true love No one else can break my heart like you  [Interlude: P!nk] I think it must be love I think it must be love  [Bridge: Lily Allen] Why do you rub me up the wrong way? Why do you say the things that you say? Sometimes I wonder how we ever came to be But without you I'm incomplete  [Chorus: P!nk] I think it must be True love, true love It must be true love Nothing else can break my heart like True love, true love It must be true love No one else can break my heart like you (like you) No one else can break my heart like you (like you) No one else can break my heart like you  ",
        "title": "True Love"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": "  [Verse 1] Now I ain't sayin' them LA ladies don't know what they're doing And I been in love with New York City a time or two I had some Seattle coffee, some Chicago wind Some Kansas sweet fields I'd love to see again But the fireflies play where the cattails grow And them southern girls, they talk nice and slow with  [Chorus] Kisses sweeter than Tupelo honey Little bit crazy like New Orleans Memphis blue and Daytona sunny Soft as cotton in some cutoff jeans Don't you know Ain't nothing in the whole wide world Like a southern girl  [Hook]  Southern girl rock my world Hazel eyes and golden curls Put on a country song We'll dance all night long  [Verse 2] A southern girl's mama probably taught her how a lady should act But a southern girl's probably got a barn somewhere reared out back She'll get a little hay in her hair, her tires in the mud She's been caught in the rain, and washed in the blood Likes cherries in her coke, takes a little sip Comes over to me with them sunburned lips and them  [Chorus]  [Bridge] If you've ever seen Savannah heat up when the stars come out Well, then, fellas, come on, you know what I'm talking about  [Chorus]  [Hook: Repeat 'till the end]  ",
        "title": "Southern Girl"
    },
    {
        "artist": "Justin Timberlake",
        "lyrics": "  [Intro: Justin Timberlake] Yeah, uh, feels good, don't it? Listen, uh  [Verse 1: Justin Timberlake] Yeah, this was your city You did it all and more, broke every law except for one, babe Attraction, are you ready? I know you feel it, pull you nearer 'til you feel it again, oh  [Pre-Hook: Justin Timberlake] I wanna do something right But we can do something better Ain’t no time like tonight And we ain’t trying to save it ’til later Stay out here living the life Nobody cares who we are tomorrow And you got that lil’ something I like A little something I’ve been wanting to borrow Tonight the night’s, come on surrender I won’t lead your love astray, astray, yeah Your love’s a weapon Give your body some direction That’s my aim, then we could  [Hook: Justin Timberlake] Take back the night Come on, use me up until there’s nothing left Take back the night Dizzy, spinning, sweating, you can’t catch your breath Take back the night Ooh, don’t know when the sun is rising next Take back the night So if the feeling’s right, raise your glass and let’s  [Post-Hook: Justin Timberlake] Take back the night, take back the night They gon’ try to shut us down, I’ll be damned if we gon’ let them Take back the night, take back the night You know you gon’ mess around and find out there ain’t no one better Take back the night, oh Yeah  [Verse 2: Justin Timberlake] Rare, there’s not too many No one but you and crowded rooms, we can do anything (yeah) Attraction can drive you crazy The way you move, you go crazy, that’s incentive for me  [Pre-Hook: Justin Timberlake] I wanna do something right But we can do something better Ain’t no time like tonight And we ain’t trying to save it ’til later Stay out here living the life Nobody cares who we are tomorrow And you got that lil’ something I like A little something I’ve been wanting to borrow Tonight the night’s, come on surrender I won’t lead your love astray, astray, yeah Your love’s a weapon Give your body some direction That’s my aim, then we could  [Hook: Justin Timberlake] Take back the night Come on, use me up until there’s nothing left Take back the night Dizzy, spinning, sweating, you can’t catch your breath Take back the night Ooh, don’t know when the sun is rising next Take back the night So if the feeling’s right, raise your glass and let’s  [Post-Hook: Justin Timberlake] Take back the night, take back the night They gon’ try to shut us down, I’ll be damned if we gon’ let them Take back the night, take back the night You know you gon’ mess around and find out there ain’t no one better  [Bridge: Justin Timberlake, (Middle 8), and Timbaland] Break it, break it down now Break it, break it down now Doo doo doo doo doo doo doo Yeah, yeah, oh, uh (And the horns say, alright) (And the horns say, alright) (Uh, ooh, and the horns say, alright) (And the horns say) (Doo doo doo doo doo doo doo) Take it over Yeah, yeah Y’all ready to have a good time out there, ladies and gentlemen? Ladies and gentlemen, JT Let your hair down, baby Take back the night, take back the night  [Hook: Justin Timberlake] Take back the night Ooh, don’t know when the sun is rising next Take back the night So if the feeling’s right, then raise your glass and let’s  [Post-Hook: Justin Timberlake] Take back the night, take back the night They gon’ try to shut us down, I’ll be damned if we gon’ let them Take back the night, take back the night You know you gon’ mess around and find out there ain’t no one better  [Bridge: Justin Timberlake and (Middle 8)] (And the horns say) alright (And the horns say) uh (And the horns say) feels good to me (And the horns say) alright, ooh Take it over  [Ad-lib Outro]  ",
        "title": "Take Back The Night"
    },
    {
        "artist": "The Neighbourhood",
        "lyrics": "  [Verse 1] And all I am is a man I want the world in my hands I hate the beach but I stand In California with my toes in the sand Use the sleeves of my sweater Let's have an adventure Head in the clouds but my gravity's centered Touch my neck and I'll touch yours You in those little high waisted shorts, oh  [Pre-Chorus] She knows what I think about And what I think about One love, two mouths One love, one house No shirt, no blouse Just us, you find out Nothing that I wouldn’t wanna tell you about, no  [Chorus] 'Cause it's too cold for you here And now, so let me hold Both your hands in the holes of my sweater  [Verse 2] And if I may just take your breath away I don't mind if there's not much to say Sometimes the silence guides a mind To move to a place so far away The goosebumps start to raise The minute that my left hand meets your waist And then I watch your face Put my finger on your tongue 'Cause you love the taste, yeah These hearts adore Everyone the other beats hardest for Inside this place is warm Outside it starts to pour  [Pre-Chorus] Comin' down One love, two mouths One love, one house No shirt, no blouse Just us, you find out Nothing that I wouldn’t wanna tell you about at all No, no  [Chorus] 'Cause it's too cold for you here And now, so let me hold Both your hands in the holes of my sweater 'Cause it's too cold for you here And now, so let me hold Both your hands in the holes of my sweater, woah  [Bridge] Woah, woah, woah Woah, woah, woah, woah Woah, woah Woah, woah, woah, woah Woah, woah  [Chorus] 'Cause it's too cold for you here And now, so let me hold Both your hands in the holes of my sweater 'Cause it's too cold for you Now, let me hold Both your hands in the holes of my sweater  [Outro] And it's too cold, it's too cold The holes of my sweater  ",
        "title": "Sweater Weather"
    },
    {
        "artist": "Drake",
        "lyrics": "  [Produced by Noah \"40\" Shebib]  [Hook] I just love when I'm with you, yeah, this shit is on ten We used to be friends, girl, and even back then You would look at me with no hesitation and you'd tell me baby, it's yours Nobody else's, yeah, this shit belong to nobody, it's yours Nobody else's, yeah, this shit belong to nobody and that What made me think about the game, girl And how I switched it up with a new thing Young nigga came through on his Wu-Tang And nowadays when I ask about who got it, they say it's yours Nobody else's, yeah, this shit belong to nobody, it's yours Nobody else's, yeah, this shit belong to nobody, it's yours It's yours, it's yours, it's yours that's for sure, that's for sure It's yours, it's yours, it's yours that's for sure, that's for sure  [Bridge] How you feel about comin' home with a nigga for the night? If you nervous, hit the lights, I know we only fuckin' out of spite Cause your man don't do you right, do you right, I could fuck you so good Then I hit you with the 9 a.m. in Dallas who you like, baby, who you like?  [Verse] Machine gun raps for all my niggas in the back Stadium packed, just glad to see the city on the map I just gave the city life, it ain't about who did it first It's 'bout who did it right, niggas looking like \"Preach\" Open cases on me for a half a million each I find peace knowing that it's harder in the streets, I know Luckily I didn't have to grow there I would only go there cause niggas that I know there I don't know what's getting into me, I just like the rush When you see your enemy somewhere in the club and you realize He just not in a position to reciprocate your energy You ain't ever worried cause he's not who he pretends to be People like Mazin who was a best friend to me Start to become a distant memory, things change in that life And this life started lacking synergy And fuckin' with me mentally, I think it's meant to be Paranoid, always rolling with my mothafuckin' boys But you gotta understand when it's yours They don't really leave your ass with a mothafuckin' choice, man  [Hook] I just love when I'm with you, yeah, this shit is on ten We used to be friends, girl, and even back then You would look at me with no hesitation and you'd tell me baby, it's yours Nobody else's, yeah, this shit belong to nobody, it's yours Nobody else's, yeah, this shit belong to nobody and that What made me think about the game, girl And how I switched it up with a new thing Young nigga came through on his Wu-Tang And nowadays when I ask about who got it, they say it's yours Nobody else's, yeah, this shit belong to nobody, it's yours Nobody else's, yeah, this shit belong to nobody, it's yours It's yours, it's yours, it's yours that's for sure, that's for sure It's yours, it's yours, it's yours that's for sure, that's for sure  ",
        "title": "Wu-Tang Forever"
    },
    {
        "artist": "Justin Timberlake",
        "lyrics": "  [Intro: Justin Timberlake (Timbaland)] I don't understand it Tell me, how could you be so low? (And all in thrilling, new, living sound) Dammit babe (Dammit babe, dammit babe, dammit babe, dammit babe)  [Verse 1: J. Cole] Blood thicker than water, right Fuck bitches, they all alike Stand up nigga, not the fallin' type Heart blacker than a Harlem night Til I met you, they say the devil wear Prada But I doubt it cause the Lord did bless you Damn look at that body Short bus shorty, cause it sure is special Cole to the rescue, never save a ho Hoes like to hide their behavior though Thought you was a down ass bitch 'til I found that shit a couple days ago I was home alone, next thing I know That long ass verse from a song called \"Control\" was on The room got nearer, the tune got clearer That's when I seen the shit playing on your phone Girl, what is that, a ringtone? Shit, not you too Man that hype done got you too Everybody and their momma gassed Even my momma asked what I'mma do Decisions, decisions In case this is war, then I load up on all ammunition If a nigga want problems, my trigger's on auto I'll make sure that nobody miss him Now pack up your shit, you don't believe in me? I don't need you, I got me, bitch Same nigga moved to NYC, bitch Got a record deal and a college degree, bitch Two gold plaques, I produced all the tracks And I never ever ever lean on Jay-Z, bitch And after all that achievement Real nigga never even went and got his teeth fixed Now you try to play me, bitch? You try to fuckin' play me? I ought to knock your ass out  [Hook: Justin Timberlake] TKO, I don't understand it, tell me how could you be so low damn(take out) You've been swingin' after the bell and after all of the whistle blows Tried to go below the belt, through my chest, perfect hit to the dome Dammit babe (Dammit babe, dammit babe, dammit babe, dammit babe)  [Verse 2: A$AP Rocky] All hail Pretty Flacko, bitch, celebrate it Had the game on lock, streets serenaded Now you lame mothafuckas lookin' devastated Bet you niggas wish you never hated, that's the devil ain't it Fuck that shit, he rich, fuck that shit, he this, fuck that shit, he that He black, he don't like blacks, fuck that shit, he wack Fuck that shit he raps, fuck that shit he spits, fuck that bitch Fuck that bitch he with, finished talking shit? Get up off my dick The nonsense is synonymous with comments from the blogs about Menages with the gossips and the bosses, fuck surprises I'm monogamous and not to mention, in my closet Is a model chick, grimey gothic fits, trapped inside of it Besides it I'd deny the shit shit, y'all should stop the shit I'm the shit, not just kinda sick, the doc prescribed my shit Cock it, click-click, opposite, stop and droppin' shit 'fore poppin' shit, from popular to poppin' picks to poppin' tits She pop her pussy, pop a Xanny, popular for compliments Make it rain, she pop that shit, it boosts her confidence Was supposed to stop this shit but spit like I forgot some shit Forgot the topic, I hope God forgive you, peep my common sense  [Hook: Justin Timberlake] TKO, I don't understand it, tell me how could you be so low You've been swingin' after the bell and after all of the whistle blows Tried to go below the belt, through my chest, perfect hit to the dome Dammit babe (Dammit babe, dammit babe, dammit babe, dammit babe)  [Verse 3: Pusha T] JT this like deja vu right? All this album of the year talk, niggas claimin' they're the best out I been hot since the Purple Tape and this cuban's poking my chest out They keep callin' on King Push, this beach chair, I'm stretched out My name is my name, bitch, until I'm gone and it's etched out I been known to blow a quarter brick on baby hairs and a messy bun If I make her mine, I made her mind, she fall in line and we got some Memoirs of a millionaire, even better I'm a reallionaire Alaïa skirt, Fendi work, dress my baby like build-a-bear Fuck you know about the type of rollie? Fuck you know about blowin' bands? Bezel on it like a grand circle, diamonds in it, holdin' hands A1 since day 1, I sold dope and my name rung I sold dope where I came from and it's so dope what I made from it No lie, know why? Guy Fish in my bowtie JT up in the 3 piece and we magic baby like showtime She ain't know, we ain't know, try to trap her but she ain't slow Once she trap you with the DA flow, it's lights out, TKO  ",
        "title": "TKO"
    },
    {
        "artist": "Lee Brice",
        "lyrics": "  Hey, it's Big D and Bubba, and and we're live on location. We want you to come on out because this is not just a party; it's a parking lot party with Lee Brice!  [Verse 1] Johnny's firing up his Coleman grill We've got 24 tall boys on the chill Yeah, 14 of 'em's mine A little marshall tucker on the radio (can't you see) You know we're just catkin' a little groove before the show Yeah, ain't playing nothing slow  [Chorus] At the parking lot party Tailgate buzz just sipping' on suds Ain't never too early To light one up, fill up your cup Cause there ain't no party like the pre-party And after the party is the after-party At the parking lot party  [Verse 2] Well, The opening band is doin' sound-check Man, they sound pretty good Hell, I ain't even bought no tickets yet Yeah, but that's alright we don't care Cause all the pretty girls are sitting' right here Kicking back in the lawn chairs  [Chorus] At the parking lot party Tailgate buzz just sipping' on suds Ain't never too early To light one up, fill up your cup Cause there ain't no party like the pre-party And after the party is the after-party At the parking lot party  [Bridge] Woh-oh-oh-oh! Old Tom's pulling' his guitar out Woh,-oh-oh-oh! It's bout time to pass that shine around Hey-hey-hey! Show's about to start but we ain't about to leave Hey hey hey! It's one hell of a time and it's all for free!  [Chorus] At the parking lot party Tailgate buzz just sipping' on suds Ain't never too early To light one up, fill up your cup Cause there ain't no party like the pre-party And after the party is the after-party At the parking lot party  [Outro] Oh yeah, cam on Parking lot party Oh, they're going to have to tow my ass out of here Parking lot party Oh, man, damn, girl Parking lot party Woo-ooh Parking lot party Don't think I've ever seen that before, lord (hey-hey-hey)  ",
        "title": "Parking Lot Party"
    },
    {
        "artist": "Drake",
        "lyrics": "  [Produced by Nineteen85 and Sampha]  [Hook: Sampha] Don't think about it too much, too much, too much, too much There's no need for us to rush it through Don't think about it too much, too much, too much, too much This is more than just a new lust for you (Oohh, don't think about..)  [Verse 1: Drake] Done sayin' I'm done playin' Last time was on the outro Stuck in the house, need to get out more I've been stackin' up like I'm fundraising Most people in my position get complacent Wanna come places with star girls, and they end  up on them front pages I'm quiet with it, I just ride with it Moment I stop having fun with it, I'll be done with it I'm the only one that's putting shots up And like a potluck, you need to come with it Don't run from it, like H-Town in the summertime, I keep it 100 Met a lot of girls in my times there, word to Paul Wall, not one fronted I was birthed there in my first year, man I know that place like I come from it Backstage at Warehouse in '09 like \"Is Bun coming? Fuck that, is anyone comin' 'fore I show up there and there's no one there?\" These days, I could probably pack it for like twenty nights if I go in there Back rub from my main thing, I've been stressed out Talkin' to her like back then they didn't want me, I'm blessed now Talkin' to her like this drop, bet a million copies get pressed out She tell me, \"Take a deep breath, you're too worried about being the best out\"  [Hook: Sampha] Don't think about it too much, too much, too much, too much There's no need for us to rush it through Don't think about it too much, too much, too much, too much This is more than just a new lust for you (Oohh, don't think about..)  [Verse 2: Drake] Someone go tell Noel to get the Backwoods Money got my whole family going backwards No dinners, no holidays, no nothin' There's issues at hand that we're not discussin' I did not sign up for this My uncle used to have all these things on his bucket list And now he's actin' like, \"Oh, well, this is life, I guess,\" Nah, fuck that shit Listen man, you can still do what you wanna do, you gotta trust that shit Heard once that in dire times when you need a sign, that's when they appear Guess since my text message didn't resonate, I'll just say it here Hate the fact my mom cooped up in her apartment, telling herself That she's too sick to get dressed up and go do shit, like that's true shit And all my family from the M-Town that I've been 'round, started treating me like I'm \"him\" now Like we don't know each other, we ain't grow together, we just friends now Shit got me feeling pinned down, pick the pen up or put the pen down I'm writing to you from a distance like a pen pal, but we've been down  [Hook: Sampha] Don't think about it too much, too much, too much, too much There's no need for us to rush it through Don't think about it too much, too much, too much, too much This is more than just a new lust for you Ohhh, don't think about it too much, too much, too much, too much There's no need for us to rush it through, ohhh Don't think about it too much, too much, too much, too much This is more than just a new lust for you, ohhh,ohhh (Don't do that..)  [Outro: Sampha] Don't give up, on your hopes And you tell me somethin's gone wrong Wholehearted, wholehearted, you care, you care Cause I'm such a dreamer, a believer in a sense Well if it's all a dream Then I'm on fire, feels like, I'm on fire Tell me when I'm lyin', tell me when I'm tryin'  ",
        "title": "Too Much"
    },
    {
        "artist": "Drake Featuring Jay Z",
        "lyrics": "  [Part 1: Pound Cake, Produced by Boi-1da, Matthew Burnett, and Jordan Evans]  [Intro: Jimmy Smith] Good God Almighty—like back in the old days... You know, years ago they had the A&R men to tell you what to play, how to play it and you know whether it's disco and rock but we just went in the studio and we did it. We had the champagne in the studio, of course—compliments of the company—and we just laid back and did it. So we hope you enjoy listening to this album half as much as we enjoyed playing it for you. Because we had a ball. Only real music is gonna last—all the other bullshit is here today and gone tomorrow...  [Chorus: Timbaland] Cash rules everything around me C.R.E.A.M. get the money, dolla-dolla bill y'all Cash rules everything around me C.R.E.A.M. get the money, dolla-dolla bill y'all  [Verse 1: Drake] Yeah, after hours at Il Mulino Or Sotto Sotto, just talkin' women and vino The contract like '91 Dan Marino I swear this guy Michael Rapino's boosting my ego Overly focused, it's far from the time to rest now Debates growin' 'bout who they think is the best now Took a while, got the jokers out of the deck now I'm holdin' all the cards and niggas wanna play chess now I hear you talking, say it twice so I know you meant it Fuck it, I don't even tint it, they should know who's in it I'm authentic, real name, no gimmicks No game, no scrimmage, I ain't playin' with you niggas at all My classmates, they went on to be chartered accountants Or work with their parents But thinkin' back on how they treated me My high school reunion might be worth an appearance Make everybody have to go through security clearance Tables turn, bridges burn, you live and learn With the ink I could murder, word to my nigga Irv Yeah, I swear shit just started clickin' dog You know it's real when you are who you think you are  [Chorus: Timbaland] Cash rules everything around me C.R.E.A.M. get the money, dolla-dolla bill y'all Every single round y'all C.R.E.A.M. get the money, dolla-dolla bill y'all  [Verse 2: Jay Z] I had Benzes 'fore you had braces The all-black Maybach but I'm not a racist Inside's whiter than Katy Perry's face is Yellow diamonds in my Jesús I just might learn to speak Mandarin Japanese for the yen that I'm handlin' International Hov, that's my handle My saint's Changó, light a candle El Gran Santo on the mantle Case y'all didn't know, I speak Spanish too Shout out to World Wide Wes Everywhere we go, we leave a worldwide mess Yes, still Roc La Familia Says a lot about you if you not feelin' us The homies said \"Hov, it ain't many of us\" I told 'em \"Less is more niggas, plenty of us\"  [Chorus: Timbaland] Cash rules everything around me C.R.E.A.M. get the money, dolla-dolla bill y'all  [Verse 3: Jay Z] Cake, cake-cake, cake-cake, cake 500 million, I got a pound cake Niggas is frontin', that's upside-down cake Get 'em a red nose, they clown cakes They shoulda never let you 'round cake Look at my neck, I got a karat cake Now here's the icin' on the cake Cake, cake-cake, cake-cake, uhh I'm just gettin' started, oh, yeah, we got it bitch I've done made more millionaires than the lotto did Dame made millions, Biggs made millions Ye made millions, Just made millions Lyor made millions, Cam made millions Beans'a tell you if he wasn't in his feelins I'm back in my bag My eyes bloodshot but my jet don't lag A pair of Jordan 3's tryna chase this cash Gucci airbag just in case we crash Uh, last night was mad trill I'm fresh out of Advil, Jesus grab the wheel [Part 2: Paris Morton Music 2, Produced by Detail]  [Verse 4: Drake] Look, fuck all that \"Happy to be here\" shit That y'all want me on I'm the big homie, they still be tryna lil bro me, dog Like I should fall in line, like I should alert niggas When I'm 'bout to drop somethin' crazy a And not say I'm the greatest Of my generation, like I should be dressing different Like I should be less aggressive and pessimistic Like I should be way more nervous and less dismissive Like I should be on my best behavior and not talk my shit And do it major like the niggas who paved the way for us Like I didn't study the game to the letter And understand that I'm not doin' it the same Man, I'm doing it better Like I didn't make that clearer this year Like I should feel, I don't know, guilty for saying that They should put a couple more mirrors in here So I can stare at myself These are usually just some thoughts That I would share with myself But I thought \"Fuck it\", it's worth it to share 'em With someone else other than Paris for once I text her from time to time, she a mom now I guess sometimes life forces us to calm down I told her she could live with me if she need to I got a compound but I think she's straight 'Cause she supported since Hot Beats Right before Wayne came and got me Out of the back room where I was rapping with Jas Over beats that I shouldn't have in the hopes for the glory He walked right past in the hallway Three months later, I'm his artist He probably wouldn't remember that story But that shit stick with me Always couldn't believe when he called me You never know, it could happen to you And I just spent four Ferraris all on a brand new Bugatti And did that shit 'cause it's somethin' to do Yeah, I guess that's just who I became, dawg Nothing was the same, dawg  ",
        "title": "Pound Cake / Paris Morton Music 2"
    },
    {
        "artist": "August Alsina Featuring Trinidad James",
        "lyrics": "  [Intro - August Alsina:] Man, I luv this shit Man, I luv this shit Man, I luv this shit Man, I luv this shit  Man, I luv this shit Man, I luv this shit Man, I luv this shit  [Verse 1 - August Alsina:] It's 2 o’clock and I'm faded This kush feeling amazing Got a voice mail on my phone From a lil breezy feeling X-rated  She told a nigga she hurting I'm in the car and I'm swerving I walked into her bedroom I put it down, that's certain  Man, I stay on that Ciroc Man, I stay taking shots Man, your girl be on my jock  [Bridge - August Alsina:] Maybe because I'm everything you're not See, I ain't no bitch nigga, no rich nigga No switch nigga, I'm a real nigga that's real nigga  I'm just trying to chill 'cause I'm way too drunk to be talking like this I'm way too high to be tripping like this I'm way too young to be living like this  Ask me why I do it? I’ma put it like this God Damn it  [Hook - August Alsina:] I luv it, I luv it I luv it, I luv it God damn it, I luv it  I luv it, I luv it I luv it, I luv it So I’ma keep on drinking 'cause I luv this shit And I'ma keep on smoking 'cause I luv this shit  And I’ma keep on grinding 'cause I luv this shit She tell me keep fucking 'cause she luv this shit And I luv it  [Verse 2 - August Alsina:] Rollin through my hood, rolling up some good Shorty lips be rolling on the wood Damn, she rode it good  Rollin' over, I ain't sleeping over Now she rolling her eye Rollin' on the floor laughing  'Cause she looks so surprised Girl, you been around the block And I been on that Ciroc Got your man circling ya block  [Bridge - August Alsina:] Maybe because I'm everything you're not See, I ain't no bitch nigga, no rich nigga No switch nigga, I'm a real nigga that's real nigga  I'm just trying to chill 'cause I'm way too drunk to be talking like this I'm way too high to be tripping like this I'm way too young to be living like this  Ask me why I do it? I’ma put it like this God Damn it  [ Hook - August Alsina:] I luv it, I luv it I luv it, I luv it God damn it, I luv it  I luv it, I luv it I luv it, I luv it So I’ma keep on drinking 'cause I luv this shit And I'ma keep on smoking 'cause I luv this shit  And I’ma keep on grinding 'cause I luv this shit She tell me keep fucking 'cause she luv this shit And I luv it  [Verse 3 - Trinidad James:] What you know about love? Well, love know about you When I try something new You refuse to believe that my love is true (God damn)  So I use all I got to prove to you But the proof ain't enough so you move Ontothe next dude like What he gon do? (Ha!)  I don't understand these girls (Girls, girls, girls, girls) I don't understand these girls (Girls, girls, girls, girls)  Looking for a real nigga Like in all the wrong places And all the wrong ways They don't care, they don't change 'cause  She gon' do what she want And that is okay And he gon' do what he want And that is okay  I said I luv it, luv it, luv it, luv it (Luv it, luv it) He nothing, nothing, nothing, nothing, nothing, nothing about it Lil' bitch  [ Hook - August Alsina:] I luv it, I luv it I luv it, I luv it God damn it, I luv it  I luv it, I luv it I luv it, I luv it So I’ma keep on drinking 'cause I luv this shit And I'ma keep on smoking 'cause I luv this shit  And I’ma keep on grinding 'cause I luv this shit She tell me keep fucking 'cause she luv this shit And I luv it  ",
        "title": "I Luv This Sh*t"
    },
    {
        "artist": "Drake Featuring Jhene Aiko",
        "lyrics": "  [Produced by Noah \"40\" Shebib]  [Intro: Jhene Aiko] What's up? Been a minute since we kicked it, you've been caught up With them bitches, I don't get it, you're a star love You shouldn't have to deal with that I'd never make you feel like that, cause...  [Hook: Jhene Aiko] I love me, I love me enough for the both of us That's why you trust me, I know you been through more than most of us So what are you? What are you, what are you so afraid of? Darling you, you give but you cannot take love  [Verse 1: Drake] I needed to hear that shit, I hate when you're submissive Passive aggressive when we're texting, I feel the distance I look around the peers that surround me, these niggas tripping I like when money makes a difference but don't make you different Started realizing a couple places I could take it I want to get back to when I was that kid in the basement I want to take it deeper than money, pussy, vacation And influence a generation that's lacking in patience I've been dealing with my dad, speaking of lack of patience Just me and my old man getting back to basics We've been talking 'bout the future and time that we wasted When he put that bottle down, girl that nigga's amazing Well, fuck it, we had a couple Coronas We might have rolled a white paper, just something to hold us We even talked about you and our couple of moments He said we should hash it out like a couple of grown ups You a flower child, beautiful child, I'm in your zone Looking like you came from the 70's on your own My mother is 66 and her favorite line to hit me with is Who the fuck wants to be 70 and alone? You don't even know what you want from love anymore I search for something I'm missing and disappear when I'm bored But girl, what qualities was I looking for before? Who you settling for? Who better for you than the boy, huh?  [Hook: Jhene Aiko] I love me, I love me enough for the both of us That's why you trust me, I know you been through more than most of us So what are you? What are you, what are you so afraid of? Darling you, you give but you cannot take love  [Verse 2: Drake] Thinking 'bout Texas, back when Porscha used to work at Treasures Or further back than that, before I had the Houston leverage When I got Summer a Michael Kors with my momma's debit A weak attempt at flexing, I'll never forget it Cause that night I played her three songs Then we got to talking 'bout something we disagreed on Then she start telling me how I'll never be as big as Trey Songz Boy was she wrong, that was just negative energy for me to feed off Now it's therapeutic blowing money in the Galleria Or Beverly Center Macy's where I discovered Bria Landmarks of the muses that inspired the music When I could tell it was sincere without tryna prove it The one that I needed was Courtney from Hooters on Peachtree I've always been feeling like she was the piece to complete me Now she engaged to be married, what's the rush on commitment? Know we were going through some shit, name a couple that isn't Remember our talk in the parking lot at the Ritz Girl I felt like we had it all planned out, I guess I fucked up the vision Learning the true consequences of my selfish decisions When you find out how I'm living, I just hope I'm forgiven It seem like you don't want this love anymore I'm acting out in the open, it's hard for you to ignore But girl, what qualities was I looking for before? Who you settling for? Who better for you than the boy, huh?  [Hook: Jhene Aiko] I love me, I love me enough for the both of us That's why you trust me, I know you been through more than most of us So what are you? What are you, what are you so afraid of? Darling you, you give but you cannot take love  [Outro: Baka] \"Been Baka aka Not Nice from time, G Been a East Side ting Scarborough ting from time, G Been have up di ting dem from time, G So I don't know what's wrong with these Little wasteman out here eh? Y'all need to know yourself.\"  ",
        "title": "From Time"
    },
    {
        "artist": "Future",
        "lyrics": "  [Produced by Metro Boomin and DJ Spinz]  [Intro] Dark marks all on me I’m just honest Rock star my swag I’m just honest Everything exotic I’m just honest Gold all on my neck I’m just honest Yeah, I’m just honest We got the club on smash  [Hook] Name another nigga hot I'm just honest Gold bottles on bottles, I’m just honest 100,000 on watches I’m just honest Coupes all on coupes, I’m just honest I keep a gang of bad bitches with me too And we ain’t never going back to what we used to do I was gon lie to you but I had to tell the truth I’m just being honest  [Verse 1] My piss coming back dirty, I’m just being honest Got bitches kissing on bitches, I’m just being honest I’m a rock star for life, I’m just being honest Got a check on me right now, I’m just being honest We done turnt up in Platinum, then we gon hit Onyx Ain't nothing but a dope boy, I’m just being honest These niggas get shot for being honest I fucked her on the spot, I'm just being honest I'm-a stack it til it rot, I'm just being honest And I'm driving foreign coupes, dash 200 Live a rich nigga life, I’m just being honest Real street nigga ain't get nothing but some pain from it  [Hook]  [Verse 2] Got crack all in my drawers, I’m just honest My diamonds ain't got flaws, I’m just honest These Zoes on sight niggas, I’m just honest We can ball all night nigga, I’m just honest You fuck nigga ya'll don't even know struggle You ain't even know why a nigga out here hustling Got flat screens in the trap spot, I'm honest Kept it real with all you niggas, I'm just too honest Took some bitches out the strip club, I'm just honest To the niggas all out in the hood, I'm just honest Lil Mexico fo life, I'm just honest I came up shootin dice, I’m just honest  [Hook]  ",
        "title": "Honest"
    },
    {
        "artist": "Justin Moore",
        "lyrics": "  [Verse 1] I've always been one of them boys Rolling around in jacked up toys Making noise on small town Friday nights Red light running, good time chasing Guess I've earned this reputation Probably never shake it but that's alright  [Chorus] I've got a rough side, a wild side At least a country mile wide A fighting side after a few If they want to see my sweet side My soft side, my best side I just point at you Yea, point at you  [Verse 2] Girl I ain't sure just what it is That's got me all tore up like this Your kiss done melted down this heart of stone I still like to get a little crazy But something about your loving baby It breaks me down and makes me want to haul ass home  [Chorus] I've got a rough side, a wild side At least a country mile wide A fighting side after a few If they want to see my sweet side My soft side, my best side I just point at you Point at you, yea  [Verse 3] Oh girl I wouldn't blame ya if you tried to change me Lord knows I'm hard to hold But I guess you kinda like all of my sides And I ain't letting you go Cause my best side is holding me close Point at you, yeah  [Chorus] I've got a rough side, a wild side At least a country mile wide A fighting side after a few If they want to see my sweet side My soft side, my best side I just point at you  Oh baby, I just point at you Yeah girl Girl I point at you Oh babe my best side is you Girl I point at you  ",
        "title": "Point At You"
    },
    {
        "artist": "Sage The Gemini",
        "lyrics": "  Ho-ho-ho-ho-holy shit  [Pre-Chorus] All this money on me Now come take it from a G All she tryna do is get naked Naked, naked, naked  [Chorus] And she gon' shake it, like a red nose Li-li-li-li-like a red nose And she gon' shake it, like a red nose Like a, like a, like a red nose And she gon' shake it, like a red nose Li-li-li-li-like a red nose And she gon' shake it, like a red nose Like a, like a, like a red nose  [Verse 1] That booty talkin' to me, what that shit say? Shake it for the dojo, I'm the sensei When she wobble with my song on replay Almost got her a house up off Kings Way I told her shake it like a red-nose pitbull And I'ma keep throwin' money 'til your bank full Cake-cake-cake-cake, birthday suit Damn in a little I'ma forget your age soon Whoa, OK, now let's do it my way If she don't go crazy then she walkin' on the highway And if she don't believe me tell that bitch just try me Bet you she be shakin' from the club back to my place, whoa  [Pre-Chorus] All this money on me Now come take it from a G All she tryna do is get naked Naked, naked, naked  [Chorus] And she gon' shake it, like a red nose Li-li-li-li-like a red nose And she gon' shake it, like a red nose Like a, like a, like a red nose And she gon' shake it, like a red nose Li-li-li-li-like a red nose And she gon' shake it, like a red nose Like a, like a, like a red nose  [Verse 2] I told her time to go to work, clock in Go on open up, I'm a locksmith West Side, tell them other people stop it I'm fly, and that's why she headed to the cockpit Black Money Sage, whoadie I'ma winner I just play 'em like a game, I don't press enter I'm hella raw: listen to the way I did her I was in her and her nigga was there makin' dinner Uh, all this money start movin' and I'm-a throw it She choosin' I got her lookin', hm is it ok? Black Money we take 'em in and then quit it We shake 'em and if she like me it's nothin', ok Party hard, party hard with no party fouls Couple girls in the back wit' some party mouths Cave her back in, then turn the party out Shake it like a red nose, time to let 'em out, whoa  [Pre-Chorus] All this money on me Now come take it from a G All she tryna do is get naked Naked, naked, naked  [Chorus] And she gon' shake it, like a red nose Li-li-li-li-like a red nose And she gon' shake it, like a red nose Like a, like a, like a red nose And she gon' shake it, like a red nose Li-li-li-li-like a red nose And she gon' shake it, like a red nose Like a, like a, like a red nose  [Outro] All this money on me All she tryna do is get naked, naked, naked, naked Like a red nose Li-li-li-li-like a red nose Like a red nose Like a, like a, like a red nose Like a red nose Li-li-li-li-like a red nose Like a red nose Like a, like a, like a red nose  ",
        "title": "Red Nose"
    },
    {
        "artist": "Joe Nichols",
        "lyrics": "  A yellow two piece, black Ray Bans Your bare feet covered in sand White jet trails across the blue sky Your ponytail showing off the sunshine Like a postcard, out of nowhere You get to me, you give me that smile and  [Chorus] I'm somewhere, somewhere sunny and 75 You and me on a beach chair Yeah, I'm so there every time I look in your eyes Kissing you and the salt air I can taste it, I swear Take me somewhere sunny and 75  It doesn't take much for you to move me Just the way you're leaning into me It's a holiday when we're together I wanna stay with you forever  [Chorus] Somewhere, somewhere sunny and 75 You and me on a beach chair Yeah, I'm so there every time I look in your eyes Kissing you and the salt air I can taste it, I swear Take me somewhere sunny and 75  You're like the fast lane West bound You feel like a windows rolled down I can't wait until we get there, somewhere  [Chorus} Somewhere sunny and 75 You and me on a beach chair Yeah, I'm so there every time I look in your eyes Kissing you and the salt air I can taste it, I swear Take me somewhere sunny and 75  ",
        "title": "Sunny And 75"
    },
    {
        "artist": "JAY-Z",
        "lyrics": "  [Intro] Clap for a nigga with his rapping ass Blow a stack for your niggas with your trapping ass  [Hook] Tom Ford, Tom Ford, Tom Ford  [Bridge] Coming up, coming down Riding clean fix your hair in my Crown Bad bitch, H town Keep it trill, y'all know y'all can't fuck around  [Verse 1] Paris where we been, pard' my Parisian It's Hov time in no time, it's fuck-all-y'all season Piss Bordeaux and Burgundies, flush out a Riesling When Hov's out, them hoes out, y'all put y'all weaves in, and Clap for a nigga with his rapping ass Blow a stack for your niggas with your trapping ass Spent all my euros on tuxes and weird clothes I party with weirdos, yeah Hov, yeah Hov  [Hook] I don't pop molly, I rock Tom Ford International bring back the Concorde Numbers don't lie, check the scoreboard  Tom Ford, Tom Ford, Tom Ford  [Verse 2] Hands down got the best flow, sound I'm so special Sound boy burial, this my Wayne Perry flow Y'all know nothing 'bout Wayne Perry though District of Columbia, guns on y'all Tumblrs Fuck hashtags and retweets, nigga 140 characters in these streets, nigga Pardon my laughing, y'all only flagging on beats, nigga Pardon my laughing, I happen to think you sweet  [Hook] I don't pop molly, I rock Tom Ford International bring back the Concorde Numbers don't lie, check the scoreboard  Tom Ford, Tom Ford, Tom Ford  [Interlude] Oh, man, so throwed  [Bridge]  [Outro] Hold up (I don't pop molly, I rock Tom Ford)  ",
        "title": "Tom Ford"
    },
    {
        "artist": "Maejor Ali Featuring Juicy J & Justin Bieber",
        "lyrics": "  [Intro] Hey girl  [Hook: Maejor Ali] She say she love my lolly She wanna make it pop She say she love my lolly She wanna kiss the top She say she love my lolly She love my lollipop She say she love my lolly She say she love my lolly  [Verse 1: Maejor Ali] She say she love to party, girl, I love your body Why you on the table? Cause you know I'm watching She say she love my molly, so we can leave this party And go back to my hotel, and don't stop for Hibachi Don't stop in the lobby, I hope you massage me I hope you can take it when I make you call me papi Club about to close, come up out them clothes I'm about to give you what you asking for  [Pre-Hook: Maejor Ali] Order what you want girl, it ain't no problem I'mma tell the waitress that my baby need a bottle Order what you want, said it ain't no problem Got a piece of candy and it's all for you  [Hook: Maejor Ali] She say she love my lolly She wanna make it pop She say she love my lolly She wanna kiss the top She say she love my lolly She love my lollipop She say she love my lolly She say she love my lolly  [Post-Hook: Maejor Ali] Girl, I love them heels And, yeah, I love that dress I wanna take you home And show you I'm the best She say she love my lolly She love my lollipop She say she love my lolly She say she love my  [Verse 2: Justin Bieber] Throwing up a G note, like I'm at a casino I'm all fancy, yeah I'm popping Pellegrino I'm in the El Camino when I pull up on the scene though You know I'm a real OG and baby I ain't from the T.O. I'm messing with the clique though, meet me on the sixth floor No you ain't a model, you should let me take some pics though Windows down, speakers loud, look down at my sneakers now Got so many features, tell the creatures just to beat it now Fifty for the necklace, look down at my set list Got your girlfriend at my crib watching Netflix Let's just admit that I'm the bestest Guess this, you ain't never ever on the guest list  [Pre-Hook: Maejor Ali] Order what you want girl, it ain't no problem I'mma tell the waitress that my baby need a bottle Order what you want, said it ain't no problem Got a piece of candy and it's all for you  [Hook: Maejor Ali] She say she love my lolly She wanna make it pop She say she love my lolly She wanna kiss the top She say she love my lolly She love my lollipop She say she love my lolly She say she love my lolly  [Post-Hook: Maejor Ali] Girl, I love them heels And, yeah, I love that dress I wanna take you home And show you I'm the best She say she love my lolly She love my lollipop She say she love my lolly She say she love my  [Verse 3: Juicy J] Yessir Ass everywhere, throw them dollars in the air (mhmm) Bring your swimming gear, Juicy J the millionaire (mhmm) She pop that pussy on me, I fell back in the chair Bands a make her dance, molly make her lose them underwear Booty cheeks I'm geek'd (You know it) all her friends are freaks (You know it) And I think she love me, I've been hitting it for a week (swish) I drill it, slap it silly, need a super freak like Ricky I'm Rick James bitch, I slip myself a mickey Got so much money in my pocket With a real bad chick from the tropics With silicone racks with a real big ass Make her bounce it like hydraulics Kevin Hart, I got purple on the plane (we smoking) Let's call the boys (let's go), let's run a train (trippy)  [Hook: Maejor Ali] She say she love my lolly She wanna make it pop She say she love my lolly She wanna kiss the top She say she love my lolly She love my lollipop She say she love my lolly She say she love my lolly  [Post-Hook: Maejor Ali] Girl, I love them heels And, yeah, I love that dress I wanna take you home And show you I'm the best She say she love my lolly She love my lollipop She say she love my lolly She say she love my lolly  ",
        "title": "Lolly"
    },
    {
        "artist": "Bastille",
        "lyrics": "  [Directed by Jesse John Jenkins]  [Intro] Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu  [Verse 1] I was left to my own devices Many days fell away with nothing to show  [Pre-Chorus] And the walls kept tumbling down in the city that we love Great clouds roll over the hills, bringing darkness from above  [Chorus] But if you close your eyes Does it almost feel like nothing changed at all? And if you close your eyes Does it almost feel like you've been here before? How am I going to be an optimist about this? How am I going to be an optimist about this?  [Verse 2] We were caught up and lost in all of our vices In your pose as the dust settled around us  [Pre-Chorus] And the walls kept tumbling down in the city that we love Great clouds roll over the hills, bringing darkness from above  [Chorus] But if you close your eyes Does it almost feel like nothing changed at all? And if you close your eyes Does it almost feel like you've been here before? How am I going to be an optimist about this? How am I going to be an optimist about this?  [Bridge] Oh, where do we begin, the rubble or our sins? Oh, where do we begin, the rubble or our sins?  [Pre-Chorus] And the walls kept tumbling down in the city that we love (Oh, where do we begin, the rubble or our sins?) Great clouds roll over the hills bringing darkness from above (Oh, where do we begin, the rubble or our sins?)  [Chorus] But if you close your eyes Does it almost feel like nothing changed at all? And if you close your eyes Does it almost feel like you've been here before? How am I going to be an optimist about this? How am I going to be an optimist about this? If you close your eyes Does it almost feel like nothing changed at all?  [Outro] Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu  ",
        "title": "Pompeii"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": null,
        "title": "Red"
    },
    {
        "artist": "Keith Urban And Miranda Lambert",
        "lyrics": "  [Verse 1: Miranda Lambert] Rear-view crosses Railroad ties Oh Hail Marys Friday nights Heartbeat baby Low-beam lights God I miss when, you were mine  [Chorus: Lambert & Urban] Back when that song was a song I could sing along without thinkin' bout you every time it came on Every beat, every line, every word, every time When a road was a road I could roll on through without wishin' that empty seat was you Money was gas, dreams were dust Love was fast and we were us  [Verse 2: Keith Urban] Shotgun sunset A cool mint kiss Backseat promise Breaking it Floorboard feeling County lines God, I miss when you were mine  [Chorus]  [Verse 3: Urban & Lambert] In a sleepy town, just jumping in Far too young to know that summers end We were us, we can't go back It's what it is, but God I miss  [Chorus]  [Verse 4: Lambert and Urban] Every beat, every line, every word, every single time I just close my eyes and you're ridin' shotgun You and me, baby, on the run I miss you baby (2x)  ",
        "title": "We Were Us"
    },
    {
        "artist": "Eli Young Band",
        "lyrics": "  [Verse 1] I got a little drunk last night There's something 'bout a midnight rain Staring at the ceiling fan I couldn't get you off my brain I guess I wasn't thinking straight I couldn't tell wrong from right I went ahead and called you up I got a little drunk last night  [Pre-Chorus] Brought it all up, got it all out What is it worth, to both of us now It's off my chest, but never off my mind Two drinks in, hit that hurt You feel bad, and I feel worse I swear it's the last time every time Don't know why  [Chorus] Might've been a song on the radio Might've been nothing, baby I don't know Might've been a little too tired to fight Might've been I got a little drunk last night  [Verse 2] I got a little too far gone Heart was talking way too loud I don't remember what I said I just remember breaking down  [Pre-Chorus] Brought it all up, got it all out What is it worth, to both of us now It's off my chest, but never off my mind Two drinks in, hit that hurt You feel bad, and I feel worse I swear it's the last time every time Don't know why  [Chorus] Might've been a song on the radio Might've been nothing, baby I don't know Might've been a little too tired to fight Might've been I got a little drunk last night  Might've been a song on the radio Might've been nothing, baby I don't know Might've been a little too tired to fight Might've been I got a little drunk last night  [Pre-Chorus] Brought it all up, got it all out What is it worth, to both of us now It's off my chest, but never off my mind Two drinks in, hit that hurt You feel bad, and I feel worse I swear it's the last time every time Don't know why  [Outro] I got a little drunk last night I got a little drunk last night Thought I could keep it all inside But I got a little drunk last night  ",
        "title": "Drunk Last Night"
    },
    {
        "artist": "Drake",
        "lyrics": "  [Produced by Noah \"40\" Shebib & PARTYNEXTDOOR]  [Intro - Partynextdoor] Own it It's yours It's yours  [Verse 1 - Drake] Yours... You're still the one that I adore Ain't much out there to have feelings for Guess whose it is? Guess whose it is? Guess whose it is? Guess whose it is? Yours A few bottles on the table, a few waters It ain't a secret, baby, everybody saw us Guess whose it is? Guess whose it is? Guess whose it is? It's yours Next time we fuck, I don't wanna fuck, I wanna make love Next time we talk, I don't wanna just talk, I wanna trust Next time I stand tall, I wanna be standin' for you And next time I spend I want it all to be for you Peakin', I'm peakin' Wake up with me this weekend, we can Guess whose it is? Guess whose it is? Guess whose it is? It's yours  [Hook - Partynextdoor] Own it, own it, own it, own it, own it, own it, own it, own it Own it, own it, own it, own it, own it, own it, own it, I said Go own that shit, own that shit, own that shit, own that shit Go and own that shit, own that shit, own that shit, you own that shit, go and Own it, own it, own it, own it, own it, own it, own it, own it Own it, own it, own it, own it, own it, own it, own it, I said Go own that shit, own that shit, own that shit, own that shit Go and own that shit, own that shit, own that shit, you own that shit, go and  [Verse 2 - Drake] Niggas talk more than bitches these days (Just let that shit sink in) Niggas talk more than bitches these days Who could get the pussy quicker these days Still straight with the weed and the liquor these days Cause the new drugs got the kids trippin' these days Bunch of journalists been searchin' for a story My ex-girl been searchin' for a \"sorry\" Couple bitches tryna have me on the Maury Like nigga it's yours, you should be supportin' But where you been at? On tour, gettin' money Y'all don't even really check for me You ain't even hit me when that nigga had threats for me, girl You don't love me, you just say that shit to get to me, girl Cause you got the Batphone and my workline, you should call When the last time you did somethin' for the first time? You done done it all I swear to God, niggas talk more than bitches these days Got you thinkin' that I'm different these days Broken telephone for every single conversation By the time it gets to you, shit switches these days It's yours, it's yours, it's yours, it's... it's always gonna be yours  [Outro - Partynextdoor] Own it, own it, own it, own it, own it, own it, own it, own it Own it, own it, own it, own it, own it, own it, own it, I said Go own that shit, it's yours, it's yours, own it, own it, own it, own it Own it, baby, own it, it's yours, own that shit, own that shit, own that shit  ",
        "title": "Own It"
    },
    {
        "artist": "B.o.B Featuring 2 Chainz",
        "lyrics": "  [Verse 1: B.o.B] Already got one, rolled up in my left hand Pussy on my mind, tighter than a headband Kush in my lungs, got ganja in my sweat glands This shit I'm on, better than the next strand Than the next strand, better than the next strand She head down, booty poppin' in a handstand I shine bright, I'll give your girl a slight tan I make that pussy whistle like the Old Spice man I don't even understand, why she'd ever want a man If she ever throw it, I'd catch it like a cornerback Like a cornerback, that's an interception You think I give a fuck, that's a misconception Oh what a night, oh what a night The roof is on fire, so what? I'm high I said, oh what a night, oh what a night Yeah she a bad bitch, all jokes aside  [Hook] Hey, look at baby over there Wassup, little mama come here She started talking but I really couldn't hear Until she started dancing like she do it in the mirror Like she do it in the mirror, like she do it in the mirror She broke it down started moving like Shakira Like she do it in the mirror  Chop one, chop two, chop that ass down Chop that ass down, chop chop that ass down All I want you to do is just drop that ass down Drop drop that ass down, now look back at it  [Verse 2: 2 Chainz] Whistling Dixie Middle school, I was getting head on a ten speed Gigolo blood line, pimpin' hereditary Black on 28's, it remind of February Day you can fuck with me, that would be Neveruary Dead ass rapper should have came with a cemetery I am so cold, nigga like Ben & Jerry Fill a nigga, deal a nigga, kill a nigga, obituary My vision blurry, these bitches flirtin' I've been drinking all night, I think my kidney's hurtin' So I closed the curtains on the 62 Her ass would knock your ass out, you better stick and move Chain hang to my ding-a-ling Chain hang, chain hang to my ding-a-ling To do a threesome you gotta intervene Her legs so sexy when I'm in-between  [Hook] Hey, look at baby over there Wassup, little mama come here She started talking but I really couldn't hear Until she started dancing like she do it in the mirror Like she do it in the mirror, like she do it in the mirror She broke it down started moving like Shakira Like she do it in the mirror   [Verse 3: B.o.B] She do it like she do it in the mirror Be cautious, that booty is bigger than it appears She speed it up or slow it down, like she's switching gears I'm looking for the baddest one here I tell her like, do that there, do that there You gotta stretch it out, girl move that there She bend it over, touch her toes when she toot that there Like hut one, hut two, girl who back there? Who back there? I'm back there I could take a step back and sip my cognac there Picture perfect body, that's a Kodak there Now make a nigga feel welcome like a doormat's there I'm like, oh what a night, oh what a night The roof is on fire, so what? I'm high I'm like, oh what a night, oh what a night That's a bad bitch, all jokes aside  [Hook] Hey, look at baby over there Wassup, little mama come here She started talking but I really couldn't hear Until she started dancing like she do it in the mirror Like she do it in the mirror, like she do it in the mirror She broke it down started moving like Shakira Like she do it in the mirror  ",
        "title": "HeadBand"
    },
    {
        "artist": "Cassadee Pope",
        "lyrics": "  [Verse 1] I tried to find you at the bottom of a bottle Laying down on the bathroom floor My loneliness was rattling the windows You said you don't want me anymore  [Chorus] And you left me standing on the corner crying Feeling like a fool for trying I don't even remember why i'm wasting all these tears on you I wish I could erase our memory Cause you didn't give a damn about me Oh finally i'm through wasting all these tears on you  [Verse 2] You ain't worth another sleepless night And I'll do everything I gotta do to get you off my mind Cause what you wanted I couldn't give What you did boy I'll never forget  [Chorus] x2 And you left me standing on the corner crying Feeling like a fool for trying I don't even remember why i'm wasting all these tears on you I wish I could erase our memory Cause you didn't give a damn about me Oh finally i'm through wasting all these tears on you  ",
        "title": "Wasting All These Tears"
    },
    {
        "artist": "Drake",
        "lyrics": "  [Produced by Noah \"40\" Shebib]  [Verse 1] Comin' off the last record, I'm gettin' 20 million off the record Just to off these records, nigga that's a record I'm livin' like I'm out here on my last adventure Past the present when you have to mention This is nothin' for the radio, but they'll still play it though Cause it's that new Drizzy Drake, that's just the way it go Heavy airplay all day with no chorus We keep it thorough, nigga, rap like this for all of my borough niggas I reached the point where don't shit matter to me, nigga I reached heights that Dwight Howard couldn't reach, nigga Prince Akeem, they throw flowers at my feet, nigga I could go a hour on this beat, nigga I'm just as famous as my mentor But that's still the boss, don't get sent for Get hype on tracks and jump in front of a bullet you wasn't meant for Cause you don't really wanna hear me vent more Hot temper, scary outcome Here's a reason for niggas that's hatin' without one That always let they mouth run Bench players talkin' like starters, I hate it Started from the bottom, now we here, nigga, we made it Yeah, Tom Ford Tuscan Leather smellin' like a brick Degenerates, but even Ellen love our shit Rich enough that I don't have to tell 'em that I'm rich Self explanatory, you just here to spread the story, wassup  [Verse 2] Sittin' Gucci Row like they say up at UNLV Young rebel, Young Money nothin' you could tell me Paperwork takin' too long, maybe they don't understand me I'll compromise if I have to, I gotta stay with the family Not even talkin' to Nicki, communication is breakin' I dropped the ball on some personal shit, I need to embrace it I'm honest, I make mistakes, I'd be the second to admit it Think that's why I need her in my life, to check me when I'm trippin' On a mission tryna shift the culture Tell me who dissin', I got some things that'll hit the culprit Them strep throat flows, them shits to stop all of the talkin' All of the talkin', got one reply for all of your comments Fuck what you think, I'm too busy, that's why you leave a message Born a perfectionist, guess that makes me a bit obsessive That shit I heard from you lately really relieved some pressure Like aye, B I got your CD, you get an E for effort I piece letters together and get to talkin' reckless Owl chains like credentials, you know you see the necklace My life's a completed checklist I'm tired of hearin' 'bout who you checkin' for now Just give it time, we'll see who's still around a decade from now That's real  [Verse 3] How much time is this nigga spendin' on the intro? Lately I've been feelin' like Guy Pearce in Memento I just set the bar, niggas fall under it like a limbo The family all that matters, I'm just out here with my kinfolk Off everything my pen wrote we went from Bundy to Winslow This for shorty up on Glengrove who love when I catch my tempo I sip the Pora and listen to Cappadonna The fresh prince, just had dinner with Tatyana, no lie All these 90's fantasies on my mind The difference is that with mine, they all come true in due time I might come through without security to check if you're fine That's just me on my solo like fuck it, like YOLO Wanted to tell you, \"Accept yourself\" You don't have to prove shit to no one except yourself And if you end up needin' some extra help, then I could help You know, back on your feet and shit Tryna get my karma up, fuck the guilty and greedy shit How much time is this nigga spendin' on the intro? How this nigga workin' like he got a fuckin' twin though? Life is soundin' crazy, 40 on Martin Scorsese And I wouldn't change a thing if you paid me, now real nigga wassup How much time is this nigga spendin' on the intro?  [Outro] If there's hell below. I'll see you when you get there. Are you enjoyin' yourselves? If we may we'd just like to close off with somethin' a bit inspirational. Hopefully something a bit relevant as to us all are having the same fears, shedding similar tears, and of course dying in so many years. It don't mean that we can't have a good life. So we'd like to just maybe close out with something, some food for thought, for all of us  ",
        "title": "Tuscan Leather"
    },
    {
        "artist": "Keith Urban",
        "lyrics": "  [Verse 1] I wish I could take a cab down to the creek And hang a disco ball from an old oak tree Smoke and drink once in a while Somehow it’d be good for me I want a cool chick that’ll cook for me But’ll dance on the bar in her tan bare feet And do what I want when I want And she’ll do it with me  [Chorus] I don’t need too much of nothing I just wanna sing a little chill song Get my groove on Pour something strong Down in my drink Oh, I know That I don’t need a whole lot of anything I just want a little bit of everything Na na na na, na na na na I just want a little bit of everything Na na na na, na na na na  [Verse 2] Now I don’t need a garage full of cars But I’ll take a whole box of Cuban cigars And I’ll smoke ‘em nice and slow Like they were good for me Don’t need a ranch or a big piece of land But I like to get a little bit of dirt on my hands A big ole couch in a big ol' room Still feels lonely when it’s just you Yes it does  [Chorus]  [Bridge] A little bit of everything Under the sun So, when I kick back basking in it I’ll be okay with what I’ve done Still having fun  [Chorus]  ",
        "title": "Little Bit Of Everything"
    },
    {
        "artist": "Lana Del Rey",
        "lyrics": "  [Verse 1] I've seen the world, done it all Had my cake now Diamonds, brilliant, and Bel Air now Hot summer nights, mid-July When you and I were forever wild The crazy days, city lights The way you'd play with me like a child  [Chorus] Will you still love me when I'm no longer young and beautiful? Will you still love me when I got nothing but my aching soul? I know you will, I know you will, I know that you will Will you still love me when I'm no longer beautiful  [Verse 2] I've seen the world, lit it up as my stage now Channeling angels in the new age now Hot summer days, rock and roll The way you'd play for me at your show And all the ways I got to know Your pretty face and electric soul  [Chorus] Will you still love me when I'm no longer young and beautiful? Will you still love me when I got nothing but my aching soul? I know you will, I know you will, I know that you will Will you still love me when I'm no longer beautiful  [Bridge] Dear Lord, when I get to heaven Please let me bring my man When he comes, tell me that you'll let him in Father tell me if you can All that grace, all that body All that face makes me wanna party He's my sun, he makes me shine like diamonds  [Chorus] Will you still love me when I'm no longer young and beautiful? Will you still love me when I got nothing but my aching soul? I know you will, I know you will, I know that you will Will you still love me when I'm no longer beautiful  [Outro] Will you still love me when I'm no longer beautiful? Will you still love me when I'm not young and beautiful?  ",
        "title": "Young And Beautiful"
    },
    {
        "artist": "Parmalee",
        "lyrics": null,
        "title": "Carolina"
    },
    {
        "artist": "Brett Eldredge",
        "lyrics": "  [Verse 1] Girl you cut those jeans just right I know you didn't buy 'em like that So baby don't even try that You dance, Oh you move Like there ain't nobody watchin' But girl you know I'm watchin'  [Hook] Don't lie, you've got it all figured out That smile has got me spinnin' around Don't even try actin' like it ain't no thing Cause I can see you move a little closer, closer Girl I gotta get to get to know ya, know ya Everything about ya makes me want ya, want ya Know what you're doin baby don't ya, don't ya  [Verse 2] You've been lookin' over here all night And When I look, you look away Oh I love the little games you play Yea I bet you didn't mean to brush my hand when you walked by me Like you didn't mean to drive me crazy  [Hook] Don't lie, you've got it all figured out That smile has got me spinnin' around Don't even try actin' like it ain't no thing Cause I can see you move a little closer, closer Girl I gotta get to get to know ya, know ya Everything about ya makes me want ya, want ya Know what you're doin baby don't ya, don't ya  [Bridge] Wanna get outta here and let me show ya How good it would feel to hold ya Put your pretty little head on my shoulder Oh yea  [Hook] Don't lie, you've got it all figured out That smile has got me spinnin' around Don't even try actin' like it ain't no thing Cause I can see you move a little closer, closer Girl I gotta get to get to know ya, know ya Everything about ya makes me want ya, want ya Know what you're doin baby don't ya, don't ya  ",
        "title": "Don't Ya"
    },
    {
        "artist": "Zedd Featuring Hayley Williams",
        "lyrics": "  [Produced by Zedd]  [Verse 1] I know that we are up-side-down So hold your tongue and hear me out I know That we were made to break So what? I don't mind  [Pre-Chorus] You cue the lights, I'll draw the blinds Don't dull the sparkle in your eyes I know that we were made to break So what? I don't mind  [Chorus] Are you gonna stay the night? Are you gonna stay the night? Woah, oh, oh, oh, oh, oh, oh Why're you gonna stay the night? Are you gonna stay the night? Doesn't mean we're bound for life So-oh-oh-oh-oh-oh-oh-oh Are you gonna stay the night?  [Verse 2] I am a fire, you’re gasoline Come pour yourself all over me We'll let this place go down in flames Only one more time  [Pre-Chorus] You cue the lights, I'll draw the blinds Don't dull the sparkle in your eyes I know that we were made to break So what? I don't mind  [Chorus] Are you gonna stay the night? Are you gonna stay the night? Woah, oh, oh, oh, oh, oh, oh Why're you gonna stay the night? Are you gonna stay the night? Doesn't mean we're bound for life So-oh-oh-oh-oh-oh-oh-oh Are you gonna stay the night? Are you gonna stay the night? Are you gonna stay the night? Woah, oh, oh, oh, oh, oh, oh Why're you gonna stay the night? Are you gonna stay the night? Doesn't mean we're bound for life So-oh-oh-oh-oh-oh-oh-oh Are you gonna stay the night?  ",
        "title": "Stay The Night"
    },
    {
        "artist": "Drake",
        "lyrics": "  [Intro] Yeah We had the type of nights where mornin' comes too soon And nothin' was the same  [Verse 1] Watch me, goin' out of the way When I shoulda went home Only time of the day I get to spend on my own I was trippin' off how I used to sleep at ya crib Should drive by right where you live, and pick you up on the way We ain't spoke in so long, prolly put me in the past I can still get you wet, and I can still make you laugh You should call into work if that ain't too much to ask I could pour you up a drink and we can burn somethin'  [Chorus] Come thru, come thru, come thru, come thru Girl you know we got thangs to do Girl you know we got thangs to do So get your ass in that car and come thru Know ya got that thang that I like Know ya, know ya got that thang that I like Come thru, come thru, come thru, come thru Girl you know we got thangs to do Girl you know we got thangs to do So get your ass in that car and come thru  [Verse 2] Yeah Last night I brought DOA to the studio They already had a stage and a booty pole Its supposed to be a lot of hard workin' goin' on But who the fuck can focus with this twerkin' goin' on? Someone put a order in for a chicken (for a chicken) Told my girl to order in, I need the kitchen (need the kitchen) Yeah, they know I got the hook-up, they just wait on me to cook up Baby, I heat up the stove, you do the dishes, ya know? Rap game, crack game, ain't that different, ya know? Last album had it boomin' somethin' vicious, ya know? And ya know I need ya back in my life Girl, ya know ya got that noila got that thing that I like Girl, you got that thing for real When I was on a mission to make it Who used to sleep on the floor with you when you lived in the basement? Who else got all the things you need at 4am when it's late? I always pour you up a drink and let you burn somethin'  [Chorus] Come thru, come thru, come thru, come thru Girl you know we got thangs to do Girl you know we got thangs to do So get your ass in that car and come thru Know ya got that thang that I like Know ya, know ya got that thang that I like Come thru, come thru, come thru, come thru Girl you know we got thangs to do Girl you know we got thangs to do So get your ass in that car and come thru  [Bridge] Why has it been so long? Why has it been so long? Why has it been? Why has it been?  [Outro] Who you been crying to? Who you been flying to? Whose bed are you sleeping in? Someone's been hiding you Where have you been? You deserve rounds tonight, come thru girl you deserve rounds tonight Come thru girl you deserve rounds tonight Come thru girl you deserve rounds tonight Rounds tonight oh, come thru girl you deserve rounds tonight Come thru girl you deserve rounds tonight Come thru girl you deserve rounds tonight  ",
        "title": "Come Thru"
    },
    {
        "artist": "Juicy J Featuring Wale & Trey Songz",
        "lyrics": "  [Intro: Juicy J] Yeah, yeah, we gon' stay trippy for life, mane Yeah, I'm 'bout to take your girl Bounce it Check it  [Hook: Trey Songz & Juicy J] Bounce it, bounce it, bounce it, bounce it I’m about to throw a couple thousand, thousand Bounce it, bounce it, bounce it, bounce it I’m about to throw a couple thousand Ones, fives, tens, twenties Work your way up to them big face hundreds, just bounce it Bounce it, bounce it, bounce it, bounce it I’m about to throw a couple thousand  [Verse 1: Juicy J] I love the way she slow dance, she make me throw more bands Grabbin' ass with both hands, she in love with the dope man She wanna be my main chick, I was thinkin' different Clap that ass, light our blunt, baby, let’s get ig'nant She’s strips for the Gs, rake cash like leaves She got double Ds, and ain’t shit free Came with my goons but I’m leavin' with a diva With an ass like Serena and a face like Aaliyah Redbone in some red bottoms She ain’t finished college, she a head doctor Bouncin ass while I’m gettin' high as propellers on a helicopter Let’s do it again, me, you and your friend We don’t even need a room, give me head up in my Benz Where my double cup? Time to pour it up Got a bitch so bad you can’t afford to fuck, bounce it  [Hook: Trey Songz & Juicy J] Bounce it, bounce it, bounce it, bounce it I’m about to throw a couple thousand, thousand Bounce it, bounce it, bounce it, bounce it I’m about to throw a couple thousand Ones, fives, tens, twenties Work your way up to them big face hundreds, just bounce it Bounce it, bounce it, bounce it, bounce it I’m about to throw a couple thousand  [Verse 2: Wale] (Wale though, le'go) Hands is on her you know what 'Cause bands a make her you know what And I can make a girl break fast My pants be on that too much lunch And I’m ’bout whatever baby, take a photo, I’m lookin' good And these breezies are so beneath you, understand you’re misunderstood Premium leather goods, we pay whatever for it Over these pussy niggas, only under influence Throw a block up then I back out, like that Roll a pack out, took a light hit, might nap Got a thick bitch with a trip stick I’ma smack And a bucket but we nothin' but tatted Bald-headed scallywags, real niggas salute me Catch me at that Memphis game, seats saved by Rudy Or Marc Gasol, or Selby do, that’s plenty dough That’s Juicy J, Folarin, got it then get me those, Ralph  [Hook: Trey Songz & Juicy J] Bounce it, bounce it, bounce it, bounce it I’m about to throw a couple thousand, thousand Bounce it, bounce it, bounce it, bounce it I’m about to throw a couple thousand Ones, fives, tens, twenties Work your way up to them big face hundreds, just bounce it Bounce it, bounce it, bounce it, bounce it I’m about to throw a couple thousand  [Verse 3: Juicy J] Turn up, Juicy be trippy and paid up like Diddy Toss up that cash and she show me her kitty Got some white girl and a white girl Do a Montana line off of her titty Ain’t tryna fuck, I just found a replacement Feelin' so global, I think I need Asian Ratchet on deck and they know I’m gon’ stunt I’m tryna get head while smokin' a blunt Take her to my hotel, beat the pussy up I don’t know her name, but I wanna fuck Along came Molly, then came Doobie Then codeine in a Styrofoam cup See me in the club, bands pop, they poppin' Do it real good, might take you shoppin' All these racks can’t fit in my pocket Keep that stack, hundred K in the stockin' Then it’s back to my room, she come out her dress Slob on my knob, think you know the rest I don’t buy these broads Nike, but I keep these girls in check Workin' for that money, bitch, you gon’ have to break a sweat, bounce it  [Hook: Trey Songz & Juicy J] Bounce it, bounce it, bounce it, bounce it I’m about to throw a couple thousand, thousand Bounce it, bounce it, bounce it, bounce it I’m about to throw a couple thousand Ones, fives, tens, twenties Work your way up to them big face hundreds, just bounce it Bounce it, bounce it, bounce it, bounce it I’m about to throw a couple thousand  [Outro: Trey Songz] I’m about to throw a couple thousand I’m about to throw a couple thousand  ",
        "title": "Bounce It"
    },
    {
        "artist": "Drake",
        "lyrics": "  [Produced by DJ Dahi]  [Verse 1] Worst... Mothafucka never loved us Fucka never loved us You ain't know, now you know now Still at it, scrub J's with a toothbrush Shit... Niggas still playing my old shit But your shit is like the police askin' us questions Nigga, we don't know shit Flexin'... Nigga, I'm just flexin' Nigga never loved us Do it look like we stressin'? Look at you, look at you and look at you Aww, I'm glad that they chose us 'Cause man it's a mission, tryna fight to the finish Just to see am I finished  [Chorus] On my worst behavior, no? They used to never want to hear us Remember? Mothafucka never loved us Remember? Mothafucka! Remember? Mothafucka never loved us I'm on my worst behavior! Don't you ever get it fucked up! Mothafuckas never loved us! Man, mothafuckas never loved us Worst behavior! Mothafuckas never loved us Fucka never loved us! Worst behavior  [Verse 2] Hold up, hold my phone Mothafuckas never loved us Fucka never loved us Now you want to roll one Mothafucka never loved us So everywhere we go now, full cup Always hated the boy, but now the boy is the man Mothafucka, I done grown up You know me? You know me? I'm liable to do anything When it comes to that you owe me You owe me, you owe me Bitch, you better have my money When I come for that shit like O.D.B  [Chorus] On my worst behavior, no? They used to never want to hear us Remember? Mothafucka never loved us Remember? Mothafucka! Remember? Mothafucka never loved us I'm on my worst behavior! Don't you ever get it fucked up! Mothafuckas never loved us! Man, mothafuckas never loved us Worst behavior! Mothafuckas never loved us Fucka never loved us! Worst behavior  [Verse 3] Who's hot, who not? Tell me who rock, who sell out in stores? You tell me who flop, who copped the new drop, whose jewels got rocks Who else making rap albums, doing numbers like it's pop? Same old pimp, Drake, you know ain't nothin' changed With these funny style niggas, we done put on in the game I just ask for some blessings at my grandmother's grave Then it's back to L.A., open the mail, starin' at the check Enough to make you throw up, man, it's gross what I net I'm with my whole set, tennis matches at the crib I swear I could beat Serena when she playin' with her left Oh, where I reside it look like a resort inside Nigga, where your shit from? I imported mine Bar mitzvah money like my last name Mordecai Fuck you bitch, I'm more than high My momma probably hear that and be mortified This ain't the son you raised who used to take the Acura 5 a.m. then go and shoot Degrassi up on Morningside For all the stuntin', I'll forever be immortalized Yeah, back and forth across the borderline Hate to leave the city, but I've got to do the overtime Gone all the time, even the important times I should let you know ahead I'm comin' back on my worst behavior  [Outro] Remember? Remember? Mothafucka, remember? Hold up, hold my phone, they used to never want to hear us Remember? Mothafucka never loved us Remember? Mothafucka, remember? Worst behavior  ",
        "title": "Worst Behavior"
    },
    {
        "artist": "Lorde",
        "lyrics": "  [Produced by Joel Little]  [Intro] Wait 'til you're announced We've not yet lost all our graces The hounds will stay in chains Look upon Your Greatness and she'll send the call out Send the call out Send the call out Send the call out Send the call out Send the call out Send the call out Send the call out Send the call out Send the call out Send the call out Send the call out Send the call out Send the call out Send the call out Send the call out  [Verse 1] Call all the ladies out, they're in their finery A hundred jewels on throats A hundred jewels between teeth Now bring my boys in, their skin in craters like the moon The moon we love like a brother, while he glows through the room Dancin' around the lies we tell Dancin' around big eyes as well Even the comatose, they don't dance and tell  [Chorus] We live in cities you'll never see onscreen Not very pretty, but we sure know how to run things Livin' in ruins of a palace within my dreams And you know we're on each other's team  [Post-Chorus] I'm kind of over gettin' told to throw my hands up in the air So there  [Verse 2] So all the cups got broke Shards beneath our feet But it wasn't my fault And everyone's competing for a love they won't receive Cause what this palace wants is release  [Chorus] We live in cities you'll never see onscreen Not very pretty, but we sure know how to run things Livin' in ruins of a palace within my dreams And you know we're on each other's team  [Bridge] I'm kind of over gettin' told to throw my hands up in the air So there I'm kind of older than I was when I reveled without a care So there  [Chorus] We live in cities you'll never see onscreen Not very pretty, but we sure know how to run things Livin' in ruins of a palace within my dreams And you know we're on each other's team  [Outro] We're on each other's team And you know we're on each other's team We're on each other's team We're on each other's team And you know and you know and you know  ",
        "title": "Team"
    },
    {
        "artist": "Gavin DeGraw",
        "lyrics": "  [Verse 1] Melt Antarctica, savin' Africa I failed algebra and I miss you sometimes We're at war again, save the world again You can all join in, but you can't smoke inside  [Pre-hook] You said \"Take me home, I can't stand this place Cause there's too many hipsters and I just can't relate\" You're my neon gypsy, my desert rain You're my \"Helter Skelter\", oh how can I explain that  [Chorus] You're the best I ever had And I'm trying not to get stuck in my head But I read that soda kills you and Jesus saves On the bathroom wall where I saw your name You're the best I ever had I won't be the same  [Verse 2] Night sky full of drones, this neighborhood of clones I'm looking at the crowd and they're staring at their phones They groom the coast line here, the sun will disappear (Oh God!) And maybe once a year, I think they'll clean my car  [Pre-hook 2] Caught my reflection, drop the call I've been medicated with cigarettes and alcohol I got vertigo, no I can't see straight I got obligations though I'm usually late but  [Chorus] You're the best I ever had And I'm trying not to get stuck in my head But I think I dropped my wallet in Santa Fe Lost the only picture I had of you that day and You're the best I ever had I won't be the same  [Verse 3] Hey West Virginia, Hey North Dakota I think I love you, but don't even know you Hey Massachusetts, Hey Minnesota I think I love you, but don't even know you Hey Carolina, Hey Oklahoma I think I love you, but don't even know you Hey Alabama, Hey California I think I love you, but don't even know you  [Chorus] You're the best I ever had (you're the best I ever had) And I'm trying not to get stuck in my head (get stuck in my head) But I passed the longest sign on the interstate Saying \"Find someone before it gets too late\" You're the best I ever had (you're the best I ever had) I won't be the same  [hook+last verse 3] Hey West Virginia, Hey North Dakota (Oh why, oh why) I think I love you, but don't even know you (I won't be the same) Hey Massachusetts, Hey Minnesota (you're the best I ever had) I think I love you, but don't even know you (I won't be the same)  [Outro] Yeah, I won't be the same  ",
        "title": "Best I Ever Had"
    },
    {
        "artist": "Zendaya",
        "lyrics": "  [Verse 1] Make it stop Sounds so good, I just can't take no more Turn it down, turn it up, I don't know I don't know (know) But don't stop (stop), don't move Just keep it there (right there) Keep it right there (mmmm) Keep it right there  [Pre-Chorus] I wanna put you on repeat Play you everywhere I go, everywhere I go Play you everywhere I go Put you on repeat Play you everywhere I go, everywhere I go Play you everywhere I go  [Chorus] Yeah, wanna put this song on replay I can listen to it all day I can listen to you all day, yeah, you all day Yeah, wanna put this song on replay We can start all over again, and again Yeah, wanna put this song on replay  [Verse 2] Don't stop Turn it on, turn it up, make it louder I don't wanna miss a single thing I wanna hear every melody, yeah B-b-b-beating Beating so loud you can feel it B-b-b-beating Beating for you  [Pre-Chorus] I wanna put you on repeat Play you everywhere I go, everywhere I go Play you everywhere I go Put you on repeat Play you everywhere I go, everywhere I go Play you everywhere I go  [Chorus] Yeah, wanna put this song on replay I can listen to it all day I can listen to you all day, yeah, you all day Yeah, wanna put this song on replay We can start all over again, and again Yeah, wanna put this song on replay  [Bridge] Feel it all, feel it all crashing down I'm so lost, I'm so lost in your sound  [Chorus] Yeah, wanna put this song on replay I can listen to it all day I can listen to you all day, yeah, you all day Yeah, wanna put this song on replay We can start all over again, and again Yeah, wanna put this song on replay  ",
        "title": "Replay"
    },
    {
        "artist": "2 Chainz Featuring Pharrell",
        "lyrics": "  [Intro: Pharrell & 2 Chainz] Uh, oh, oh, oh Tomorrow, tomorrow Tomorrow, tomorrow (Yeah) Tomorrow, tomorrow (I’m talking right now) Tomorrow, tomorrow (I’m talking right now) Ain’t no such thing as tomorrow Tomorrow, tomorrow Tomorrow, tomorrow Uh, the way we living today I’m talking right now Tomorrow, tomorrow Do, do, do, do, do (2 Chainz!)  [Verse 1: 2 Chainz] Dreads hang on designer everything Mr. Comme des Garçons, Mr. Alexander Wang Mr. Chain, pinky ring, flow insane, ho insane Man, these shoes I got on, these the hardest I've done seen It look clean when you pour it; I remix it make it dirty If she got good head and text me I text back and tell her \"hurry\" This that category 5 when I walk up in the strip club Throw it high, make you and George Washington head butt OG's never fed us, now young niggas fed up Ballin' so hard I deserve a and one Baking soda marketing, I'm getting it ain't I? Obviously You a bitch, you a ho, that's just my philosophy And I'm known to kick it like the captain of a soccer team Billie Jean red leather same color Red Lobster And she brain wash ya -- head doctor I'mma be fresh as hell if the Feds watching  [Hook: 2 Chainz & Pharrell] I'mma be fresh as hell if the Feds watching I'mma be fresh as hell if the Feds watching I'mma be fresh as hell if the Feds watching Drop top, head bopping I'mma be fresh as hell if the Feds watching I'mma be fresh as hell if the Feds watching I'mma be fresh as hell if the Feds watching Drop top, head bopping  [Verse 2: 2 Chainz] Grams to Grammys, two guns Yosemite Niggas put their Glock on your ass, fuck that Heather B Pumping that amphetamine, all this D I'm peddling I be somewhere settling, somewhere that you have never been To the top you never been, you might need a respirator Money on the rise like I'm counting on an elevator You gon' need a detonator swimming with them barracudas Close the docket on that ma'fucka prosecutor This Armani, this Givenchy, I parachute you I'm so fly I jumped out the air wearing Gucci (Tell 'em!) I'm raw, talking California Rolls Smoking California weed with California hoes (Truu!) Sending flicks to my partners in the state pen I just got some pants made out of snake skin See them shades you got on called Ray-Bans And the shades I got on cost eight bands (damn)  [Hook] I'mma be fresh as hell if the Feds watching I'mma be fresh as hell if the Feds watching I'mma be fresh as hell if the Feds watching Drop top, head bopping I'mma be fresh as hell if the Feds watching I'mma be fresh as hell if the Feds watching I'mma be fresh as hell if the Feds watching Drop top, head bopping  ",
        "title": "Feds Watching"
    },
    {
        "artist": "Ellie Goulding",
        "lyrics": "  [Verse 1] We, we don't have to worry 'bout nothing Cause we got the fire, and we're burning one hell of a something They, they gonna see us from outer space, outer space Light it up, like we're the stars of the human race, human race  [Chorus] When the lights turned down, they don't know what they heard Strike the match, play it loud, giving love to the world We'll be raising our hands, shining up to the sky Cause we got the fire, fire, fire, yeah we got the fire fire fire And we gonna let it burn burn burn burn We gonna let it burn burn burn burn Gonna let it burn burn burn burn We gonna let it burn burn burn burn  [Verse 2] We don't wanna leave, no, we just gonna be right now, right now And what we see, is everybody's on the floor Acting crazy getting low go 'till the light's out Music's on, I'm waking up, we start the fire, and we burn it up And it's over now, we got the love There's no secret now, no secret, no secret now  [Chorus] When the lights turned down, they don't know what they heard Strike the match, play it loud, giving love to the world We'll be raising our hands, shining up to the sky Cause we got the fire, fire, fire, yeah we got the fire fire fire And we gonna let it burn burn burn burn We gonna let it burn burn burn burn Gonna let it burn burn burn burn We gonna let it burn burn burn burn  [Bridge 1] When the lights turned down, they don't know what they heard Strike the match, play it loud, giving love to the world We gonna let it burn burn burn burn burn burn Burn burn burn burn burn burn  [Bridge 2] We can light it up up up So they can't put it out out out  [Bridge 2] We can light it up up up So they can't put it out out out  [Bridge 2] We can light it up up up So they can't put it out out out  [Bridge 2] We can light it up up up So they can't put it out out out  [Chorus] When the lights turned down, they don't know what they heard Strike the match, play it loud, giving love to the world We'll be raising our hands, shining up to the sky Cause we got the fire, fire, fire, yeah we got the fire fire fire And we gonna let it burn burn burn burn We gonna let it burn burn burn burn Gonna let it burn burn burn burn We gonna let it burn burn burn burn  [Outro] When the lights turned down, they don't know what they heard Strike the match, play it loud, giving love to the world We'll be raising our hands, shining up to the sky Cause we got the fire, fire, fire, yeah we got the fire fire fire And we're gonna let it burn  ",
        "title": "Burn"
    },
    {
        "artist": "Train Featuring Ashley Monroe",
        "lyrics": "  [Verse 1: Patrick Monahan & Ashley Monroe] Haven't seen you since high school Good to see you're still beautiful Gravity hasn't started to pull Quite yet I bet you're rich as hell One that's five and one that's three Been two years since he left me Good to know that you got free That town I know was keeping you down on your knees  [Chorus 1: Patrick Monahan & both] These bruises make for better conversation Loses the vibe that separates It's good to let you in again You're not alone in how you've been Everybody loses, we all got bruises We all got bruises  [Verse 2:  Patrick Monahan & Ashley Monroe, both] Have you seen him? Not in years How about her? No, but I hear She's in Queens with the man of her dreams Funny back then she said that about you Que sera, you'll never guess who I saw Remember Johnny B? Remember him we were best friends, practically Let's do this soon again, ten years is that what it's been? Can't believe how time flies by Leaving you makes me wanna cry  [Chorus 1: Patrick Monahan & both] These bruises make for better conversation Loses the vibe that separates It's good to let you in again You're not alone in how you've been Everybody loses, we all got bruises We all got bruises  [Bridge: Patrick Monahan, Ashley Monroe, both] I would love to fix it all for you I would love to fix you too Please don't fix a thing whatever you do  [Pre-Chorus: Patrick Monahan] These bruises make for better conversation Loses the vibe that separates It's good to know you've got a friend But you remember now and then Everybody loses  [Chorus 1: Patrick Monahan, Ashley Monroe, both] These bruises make for better conversation Loses the vibe that separates It's good to let you in again You're not alone in how you've been Everybody loses Everybody loses Everybody loses We all got bruises We all got bruises We all got bruises  ",
        "title": "Bruises"
    },
    {
        "artist": "Romeo Santos",
        "lyrics": "   Letra de \"Propuesta Indecente\"[Intro] Hola, me llaman Romeo Es un placer conocerla  [Verso 1] Que bien te ves Te adelanto no me importa quien sea él Dígame usted si ha hecho algo travieso alguna vez Una aventura es más divertida si huele a peligro  [Estribillo] ¿Si te invito a una copa y me acerco a tu boca Si te robo un besito a ver te enojas conmigo? ¿Qué dirías si esta noche te seduzco en mi coche? Que se empañen los vidrios y la regla es que goces  ¿Si te falto el respeto y luego culpo al alcohol Si levanto tu falda me darías el derecho A medir tu sensatez?  Poner en juego tu cuerpo ¿Si te parece prudente Esta propuesta indecente?  [Verso 2] A ver, a ver Permíteme apreciar tu desnudez (Take it off) Relájate que este Martini calmara tu timidez Y una aventura es más divertida si huele a peligro  [Estribillo] ¿Si te invito a una copa y me acerco a tu boca Si te robo un besito a ver te enojas conmigo? ¿Qué dirías si esta noche te seduzco en mi coche? Que se empañen los vidrios y la regla es que goces  ¿Si te falto el respeto y luego culpo al alcohol Si levanto tu falda me darías el derecho A medir tu sensatez?  Poner en juego tu cuerpo ¿Si te parece prudente Esta propuesta indecente?  [Puente] It feels good to be the king Gostoso  [Verso 3] (Hey, listen, I know what you like) How 'bout if you and I Me and you Bailamos bachata  Y luego you and I Me and you Terminamo' en la cama (Que rico)  How 'bout if you and I Me and you Bailamos bachata (¡Ay bailamos bachata!)  Y luego you and I Me and you Terminamo' en la cama (Terminamos en la cama)  How 'bout if you and I (You and I) Me and you (Me and you) You and I (You and I) Me and you (You) You and I (You and I) Me and you (I’m a bad boy) Me and you (You)  [Outro] ¡Ay chichí! Llora guitarra, llora  ",
        "title": "Propuesta Indecente"
    },
    {
        "artist": "Craig Campbell",
        "lyrics": "  I rode around long enough With my windows down Let that breeze roll in, carry your perfume out I took your number and messages off my phone Oh, but you ain't gone  Wish I could close my eyes and not have to see you smiling Yeah, yeah, can't get you outta my head You're dancing all around it, girl you got me surrounded Yeah, yeah, can't get you outta my head I got you off these walls, I got you outta my bed But girl I'm no better off, can't get you outta my head  Seems like your memory, has got a map of my mind No matter where I go, you find me every time Alone or in a crowd, I hear you whispering baby It's driving me crazy  Wish I could close my eyes and not have to see you smiling Yeah, yeah, can't get you outta my head You're dancing all around it, girl you got me surrounded Yeah, yeah, can't get you outta my head I got you off these walls, I got you outta my bed But girl I'm no better off, can't get you outta my head  Damn, you're hard to forget Oh oh oh  Yeah, wish I could close my eyes and not have to see you smiling Yeah, yeah, can't get you outta my head You're dancing all around it, you still got me surrounded Yeah, yeah, can't get you outta my head I got you off these walls, I got you outta my bed But girl I'm no better off, can't get you outta my head You're nowhere close to being gone outta my head Mmm, outta my head  No you ain't gone No you ain't gone Yeah outta my head  ",
        "title": "Outta My Head"
    },
    {
        "artist": "Macklemore & Ryan Lewis Featuring ScHoolboy Q & Hollis",
        "lyrics": "  [Intro: Macklemore] I wanna be free I wanna just live Inside my Cadillac That is my shit Now throw it up (I throw that up) That’s what it is (that’s what it is) In my C-A-D-I-L-L-A-C, bitch (biatch) Can’t see me through my tints (nah ah) I’m riding real slow (slow motion) In my paint, wet, dripping, shining like my 24s (umbrella) I ain’t got 24s (nuh-uh) But I’m on those Vogues That’s those big white walls, round them hundred spokes Old school like Olde English in that brown paper bag I’m rolling in that same whip that my granddad had Hello haters, damn y’all mad 30K on the Caddy, now how backpack rap is that?  [Hook: Hollis] I got that off-black Cadillac, midnight drive Got that gas pedal, leaning back, taking my time I’m rolling that roof off, letting in sky I shine, the city never looked so bright  [Verse 1: Macklemore] Man I’m lounging in some shit Bernie Mac would’ve been proud of Looking down from heaven like damn that’s stylish Smilin’, don’t pay attention to the mileage Can I hit the freeway? Illegally going 120 Easy weaving in and out of the traffic They cannot catch me, I’m smashing I’m ducking, bucking them out here I’m looking fucking fantastic, I am up in a classic Now I know what it’s like under the city lights Riding into the night, driving over the bridge The same one we walked across as kids Knew I’d have a whip but never one like this Old school, old school, candy paint, two seater Yea, I’m from Seattle, there’s hella Honda Civics I couldn’t tell you about paint either But I really wanted a Caddy so I put in the hours And roll on over to the dealer And I found the car I dreamed of, there's a problem with this geezer Got the keys in as I was leaving I started screaming  [Hook: Hollis] I got that off-black Cadillac, midnight drive Got that gas pedal, leaning back, taking my time I’m rolling that roof off, letting in sky I shine, the city never looked so bright  [Verse 2: ScHoolboy Q] Backwoods and dope White hoes in the backseat snorting coke She doing line after line like she’s writing rhymes I had her inhaling my love, tryna blow my mind Cadillac pimpin’, my uncle was on 14, I stole his keys, me and my niggas was gone Stealing portions of his liquor, water in his Patron Driving and smiling like I won the fucking lottery homes (Fuckin' lottery homes) Tires with the spokes on it and the Vogues too Mustard and mayonnaise, keeping the buns all on My dogs hanging out the window Young as whoosh, fucking like we ball Tryna fuck 'em all, kill the fucking whips See what's popping at the mall, meet a bad bitch Slap her booty with my balls You can smoke the pussy, I was tearing down the walls I’m motherfuckin’ awe- -some, swear these sights tryna hypnotize Grip the leather steering wheel while I grip the thighs See the lust stuck up in her eyes Maybe she like the ride or did she like the smoke? Or does she want it low? Cause this shit a Coupe de Ville so you’ll never know So we cruise for minutes, my nigga, fuck the limit Got a window tinted for showing gangstas in it Slide 'til the gas is finished Q  [Hook: Hollis] I got that off-black Cadillac, midnight drive Got that gas pedal, leaning back, taking my time I’m rolling that roof off, letting in sky I shine, the city never looked so bright  [Hook: Hollis] I got that off-black Cadillac, midnight drive Got that gas pedal, leaning back, taking my time I’m rolling that roof off, letting in sky I shine, the city never looked so bright  ",
        "title": "White Walls"
    },
    {
        "artist": "Martin Garrix",
        "lyrics": null,
        "title": "Animals"
    },
    {
        "artist": "Bonnie McKee",
        "lyrics": "  [Verse 1] I fell in love in a 7/11 parkin' lot Sat on the curb drinking slurpees we mixed with alcohol We talked about all our dreams And how we would show 'em all Whoa-oh-oh I told him I got a plan and I'm gonna dominate And I don't need any man to be gettin' in my way But if you talk with your hands, then we can negotiate Whoa-oh-oh  [Pre-Chorus] I'll just keep movin' my body (yeah) I'm always ready to party (yeah) No, I don't listen to mommy (yeah) And I'll never say that I'm sorry  [Chorus] I am an American Girl Hot blooded, and I'm ready to go I'm lovin' takin' over the world Hot blooded, all American Girl, whoa I was raised by a television Everyday is a competition Put the key into my ignition, oh, ayo  [Verse 2] I wanna see all the stars and everything in between I wanna buy a new heart out of a vending machine 'Cause it's a free country, so baby, we can do anything Whoa-oh-oh  [Pre-Chorus] But I'll just keep movin' my body (yeah) I'm always ready to party (yeah) No, I don't listen to mommy (yeah) And I'll never say that I'm sorry  [Chorus] I am an American Girl Hot blooded, and I'm ready to go I'm lovin' takin' over the world Hot blooded, all American Girl, whoa I was raised by a television Everyday is a competition Put the key into my ignition, oh, ayo  [Bridge] You know we're gonna shine so bright (Oh, we're gonna shine so bright) Oh, baby, gonna go all night (Oh, we're gonna go all night) You know we're gonna shine so bright (Oh, we're gonna shine so bright) Oh, baby, gonna go all night  [Chorus] I am an American Girl Hot blooded, and I'm ready to go I'm lovin' takin' over the world Hot blooded, all American Girl, whoa (I am an American Girl) I was raised by a television Every day is a competition Put the key into my ignition, oh, ayo I am an American Girl Hot blooded, and I'm ready to go I'm lovin' takin' over the world (I'm takin' over, woah!) I am an American Girl  ",
        "title": "American Girl"
    }
]